{
  "batch_id": "20251121_092054",
  "link_id": "bili_req1",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1KHEXz9EC3/",
    "word_count": 26780,
    "publish_date": ""
  },
  "transcript": "啊，大午好，呃，非常感谢大家同是啊在啊周五的晚上25版中，今天我们分享的一个呃。呃，从呃25版要点从以下的方面进行分享。首先我们看一下这个呃要点的一个能力，不要啊通用技术和指导原则的一个主要变化啊，就中国要点我们的一个执行工作第地的一个情况啊。老师首先我们打断一下，哎，喂嗯，老师您那边有一点卡，有点卡是吧？嗯，是的啊，稍等啊。嗯，老师您那边要不先调整一下网络，我这边回复一下弹幕问题。嗯，热点。嗯，好的，刚刚又有弹幕问我们回放，回放的话我们会在课程结束之后整理完成，放到我们注册圈的网站ppt也是可以在线观看的，但是已经参与了直播的小伙伴，呃，本期直播可以先认真听讲，然后客户再去回顾。行，这现在怎么样？是不是好一点了啊啊，现在好一些了啊。好，嗯，那马问老师稍微从头开始讲一下，因为刚才还特别卡，可能都没有听清楚啊。好啊，就是今天我们呃2025白二点的这个分享的一个学习，我们从呃这个以下几个方面来学习啊。首先我们了解一下这个二物要点的一个总体的变化情况。接着我们再看一下呃就是要点的繁利，然后辅料的质量标准，然后药包材呃标准，还有就是呃四部要点中的通用技术和指导原则的一些变化情况。最后我们就是来了解一下2025版中国要点的一个执行情况，主要是从这个六个方面来进行一个啊分享。那首先我们来看一下2025版要点的一个总体的变化。呃，202525版要点呢在呃跟2020版要点比啊，我们是从品种数上啊是有呃159个的一个新增。这个品种数就包括了中药、化药、生物制品还药用辅料啊。然后这个啊在通则通则上面我们也有个69个的一个新增啊，133个的一个修订，然后知道原则也有33个的一个新增和17个的一个修订。从这上面我们可以看出来啊，呃中药点那个从品种的这个收载上的一个稳步的一个推进啊一个变化啊，我们品种收载的一个情况在啊呃临床上啊就是基本上是覆盖了一个临床的一个啊以临床应用为导向，覆盖了国家的一个基本药物目录和基本医疗保险啊目录的一个品种。进一步提升了一个呃临床常用药品的一个质量的一个可控性。同时我们在呃我们国家也对这个嗯我们中国有呃自己自主的一个知识产权。呃，我们自己研发的一些一类新药的一些新的标准的一个收载，也是呃加快了这个新标准的一个收窄啊。大家可以看一下这个从这个品种数量上啊品种数量上可以看出是一个基本上是一个啊越来越多的这个品种啊，逐渐被收载到中国药典中来。啊，第二个主要变化就是持续健全了国家药品标准体系。呃，我们呃中国药品目前呢这个标准还是五年变化一次。在这五年中啊各种技术也有一些也有很多的一个变化。所以说在这五年过程中呢，这个啊这个质量标准体系也是在呃持续的一个健全的过程中啊。在225板要点呢，我们首先是啊全面完善了药包材标准体系。药包材标准体系在啊2万药点中形成了呃一加1加4加58的这么个药包材标准体系，就是一个药包材的一个通用的指导原则。然后再个四个啊不同材质的四个不同材质的这个呃药包材的不不同材质的是药包材的一个指导原则，再加58个相关的一个检测方法，形成了这个1加4加58的这个药包材标准体系。第二个是加强药品检验方法建立的一个规范性。呃，本版要点呃在理化分析方法啊，生物测定方法、微生物呃检验方法，还有生分子生物学检验方法，呃，这些建立的一个相关的通用的一个技术要求，它呃对这些分析方法的一个建立呃也更加规范了。第三个是呃完善了全面完善了制纪通则的相关要求。呃，大家知道这个要点中的有38个这个制纪制纪的通则的一个篇章。其中呃本版要点中就是对其中的是22个进行了一个修订啊，呃是没有新增的。呃，从这个呃变化情况看的话，他这个呃变化的这个量数量上还是比较多的。其中有一些呃变化的话，还是有一些实质性的变化。大家可以呃先可以笼统的看一下，这边重复呃这边空白的啊，就是跟上面的这个栓剂的它的这个呃增修订内容是一致的，就是增加了呃增加评估抑菌剂使用的必要性和用量的这么一个要求。这边是呃这呃这下面的这个几个几个这边是一个呃空白的，就都是呃修改的这个内容。然后再有就是呃接下来我有一些像啊这个软膏剂、乳膏剂，它的变化还是非常多的啊，他们有些非常多的一个实质性的变化，像模剂变化内容也比较多啊。这个后面我们在啊这剂通呃在呃后面第四部分的呃第五部分的时候，我们会再详细的讲一下。这边大家就了解一下它的这个呃，就是笼统的了解一下它的一个变化情况就可以了。第四个呃表现在呃本版要点呃，在药品品质控制方面引入了一个风险评估的理念。之前的中国药点说实话他对这个呃风险评估的这个呃理念还是呃没有嗯没有像C D 1的一些指导原则等等，就是表现的这么的啊就是写的理念没有写的这么的一个详细吧，有一些话语啊，还有一些包括检测项目的一个设置，都是比较绝对的。要点是基于产品的一个给药途径啊，生产工艺，药物制备使用的一个设施设备设施原材料，还有关键工艺环节等的一个展展开风险评估，有针对性的一个设置药品的一个检验项目，合理的制定一个限度。在呃要点中啊全面的跟艾水指导原则的呃保持了一个一个一致。比如说像残留容剂啊，原子杂质啊等等。因为我们国家在呃在2017年也加入了，就是作为成员国也加入了sh对吧？同时我们国家呃这个这版要点中对于呃三步三步中对于生物制品的异常毒性检测，也是全面引入到一个风险评估的理念。不再是像以前这样一刀切，每批都要。比如说像在这个呃质量标准中有呃生物有这个异常毒性的检测项目，是需要每批做检测的。现在是可以通过风险评估，可以按照一定的频次去检的。第三个变化是啊就是加快了呃新技术、新方法、新工具标准的一个转化应用。首先在完善药品有效性控制方面。比如说啊在0931熔出度和释放度的测定法呢，它是新增了啊一个往复价法和这个扩散指法啊，还有比如说像新增了1402放射性药品生物啊分布的一个测定方法，然后也是宣布了一个国内的空白，这是药品的安全性有呃就是有效性控制方面。然后在安全性控制方面，就是比如说啊他就新增了通则，用啊报告基因法来测这个体外热源的一个检查。呃，跟传统的这个热源的实验呃，传统的加兔热源实验方法相比呢，呃这个方法呢是不使用了，是呃不使用动物的，它的灵敏度也比较高，稳定性也比较好。还有比如说像新增了9016注射剂，可见异物控制指导原则，加强了高风险制剂的一个生产的过程控制。然后第三个是呃强化了药品质控呃检测技术的一个储备。我们新增了啊就是多变量统计呃过程控制技术指导原则，化学计量学院的指导原则等等。指导pt技术呃就是p技术的一个方法的开发和建立适用更加适应现代的工艺要求啊啊大家可以看一下，就是呃这边呃列的是说在本版要点中啊，在新技术新方法和新工呃新工具标准的一个呃在药点中的一个转化应用。在药品的有效性控制方面，它有这些章节里都有首次有收载了一些新的技术了啊，药品的安全性控制方面有这些啊，像3309啊，刚才说到的这些也都有一些呃是首次的收载。它药品制控技术的一个储备上也是也是有新收载了很多的这个啊新技术啊。第四个是加强了就是呃药品的一个安全性的一个控制啊。在中药中药这方面新增呢像枸杞啊、人参等十种品种的一个农药残留的一个标准，新增了54个中药材和饮片的一个重金属及有害元素限量的一个要求啊。平时啊就是大就是呃大家的可能家人啊可能也都会在家里泡一点什么枸杞、人参啊这种。其实对这种人民的这个对于日常的这个保健的这个啊保健的这个要求也是进一步的有有加强。就是呃对这些呃对这些中药材的一个农残的一个呃标准的一个设定，也是使这个大家平时在日常生活中使用这个呃这些一些保健的这些像人参啊这些中药材的一个使用选择了一个保障。在化药方面持续开展了杂质的一个研究，更关注啊杂质的来源和分类，合理进行了一个杂质的控制。比如说像增加还有增加了这个基因杂质的一个评估，110多个品种的有关物质检检项目呢也是进行了一个增修订好在生物制品这个呃三步中啊，就是完善了这些啊生物制品生产用动物细胞机制制配以及质量控制啊，人用疫苗总论等等。这些章节也是在疫苗中规范了一个啊抑菌剂的使用。呃，还有就是啊注射剂、吸入制剂以及饮用制剂等高风险制剂。它也是也是建立了可见异物控制的一个指导原则啊，也是建立了就是吸入制剂和这个鼻涌制剂的一个喷雾特性评价的一个指导原则等等的。这些都是加强了这个药品的安全性控制。同时本版药点还是啊完善了微生物风险控制的策略，新新增了很多微生物相关的一些新的一个概念。比如说水分活度，比如说不可接受微生物，还有我们的洋葱、伯格赫尔德菌醇。就是我们呃可能就是啊简称有的叫B C C啊，这些有这些新概念，新的这个这个指导原则，在本面要点中啊都加都是新增的内容，呃，加强了对非无级药品的这个致病菌的污染的一个控制和监测。啊，我们这个整个系统中是呃整个这个微生物这个风险管控策略，它是系统的涵盖了像检验方法、环境监控方法、验证，还有风险评估等方面的一个技术标准。这是整个的这个啊就是2025版药典中微生物控制在微生物控制相关的一个要求的一些章节啊。大家可以通过这些章节也可以了解到225版药物点中，它是怎么去进行一个风险微生物的一个风险控制一个策略的。啊，第五个也主要的变化是啊加强了跟国际标准的一个一个协调。啊，这张这张图呢呃就是前面也说啊，我们国家是在啊2017年已经开始已经加入了这个sh这个呃这张图是在cd一下面的个网网站，呃，cd网站里面呢有有一个呃就是有个sh办公室。呃，从这张图上可以它有一个sh指导原则的一个实施公告的一个情况的一个汇总啊，其中有一些比如说我这边截图截到的像Q3CQ3D我在药监局已经下发了相关的一个文件啊，就是下发了一个相关的文件。就是说已经在啊就是我们国家已经适用了这个sh q 3c sh q 3D但是对于Q 4B来说，Q 4B是要点的这个章节一直就是没有国家没有下发的相关的文件。所以说它是直接以国家局发布的22025版中国药典的实施公告为准。也就是说2025版药点基金呃实施了之后的相应的这个Q 4B也算是在中国呃就是落地实施了。嗯，这边利润是啊ic组相关的也一些一些一些指导原则。在转本板要点中一些对应的一个实施的我们对应的一个章节吧，就是Q4B16个指导原则全部在呃本版要点中进行了一个转化的一个实施。然后我们相应的Q 3C对应的我们的0861材料容积的一个测定法，Q 3B对应的我们的一个元素杂质，0862还有Q 2分析方法验证对吧？啊，M7对应的是我们的遗传毒性杂质的一个控制。第六个变化呢是加强了与审评检查、检验、指导原原则等文件的一个衔接。以前的中国要点，我我个人觉得他可能还是一个呃相对来说它是有点啊封闭的，可能是有些内容呢它是没有跟这个C D的一些一些指导原则进行了一个一个其衔接。呃，本版要点呢就是已进行了就进行了一个相关的衔接。他对cd已经收窄的药物制剂，人体生物利度和生物等效性指导原则，还有这个生物生物药品的定量分析方法验证的这个指导原则。他cd已经收窄，他就已经他这边就把它给删除了啊。但是并不是说C D义的所有的指导原则啊，有的啊他呃要点都删除了，比如说像稳定性相关的一些啊指导原则cd我们也是有相关的一个指导原则的。但是我们中国要点呢也是有这个后面的也是有这个稳定性的指导原则，呃，其实它是没有被删除的。其实我也看到就是行业现在有些人说根本就没有必要，两者还有可能有不一样。的确是像这个稳定性指导原则啊，我在跟客户服务的过程中啊，我也就发现的确是他这个个稳定性的一个指导原则。对于半透性的这个药品，它的一个半透心医药品，它在做加速实验中，它的一个湿度的一个呃湿度的一个一个要求。它就cd的指导原则就跟中国药典是有些不一致的啊，而且这版好像也没有改过来。哎，还有就是根据啊这个国标啊19422有关啊实验动物、微生物还有寄生虫的一个等级分类标准，修订了啊我们的0233的这个章节。第七个变变化呢就是呃本版要点更加体现了这个药品标准的一个绿色环保等理念。不再新增含有濒危野生物种的一个重要品种，就不再新增了也不再收载处方中含有穿山甲的13个啊品种。因为穿山甲是我们国家的啊一类保护动物，对吧？啊，也是制定了毒性管控中药标准物质的这么一些替代指导原则。同时二部中啊修订了三百多个品种的一个化学反应鉴别法，删除了里面或者替换了里面还有一些啊四十多种啊剧毒试试药和管制试药的这么一些检测方法。啊，这边我们就呃笼统的过一下就是2025版药点的一个呃总体的变化。接下来我们看一下凡利繁利中的一些变化。首先这部要点是统一了各部返利的一个体例和章节。原来2022版22022版要点呢124部繁利的一个框架是一致的，但是三步呢是有些不一样，因为三步是后来新增的一个呃新增的一步嘛。哎原来这个三部中的啊，他的呃他的是没有这个这个试业呃试药试业和指示剂这个章节。但是这个章节的内容肯定是在凡三部中也适用的。他把这个内容呢就放在精精确度这个这个章节里面去了啊，把动物实验这个这个呃这个内容呢放在基本要求里面，就是很明显的不合理。现在我们2025版中国要典呢，它把整个的这个啊体力章节呢整整体的进行到了一个啊就是统一啊各个品种的差异。比如说像中药、化药，还有生物制品的差异呢，统一就放在了这个呃4和5名称与编排项目与要求里面去了啊。同时呢我们三三步三步的繁例中也也是还是保留了这个啊三步的繁例，呃，它就是没有放在这个体力章节里面啊，就是也有这个英文名称的这个缩写与注释，也是在这个繁例的这个后面，就是相当于就是呃也分开了一点，嗯，没有放在这个整体的这个章节里面去。刚才是体力和章节，先来看一下我们具体内容的一个修订，就是这个呃前面说我们重要点就是啊五年才会变化一次。那我们这个法律这五年中肯定有一些新的一些法规的一些身吧，对吧？新的有些新的法规。好，我像我们这个啊药品标准啊管理啊药品标准管理办法也是啊我们2023年就是新增的一个法规。我们就根据这个法规呢，就是啊把这个品种正文中的这个定义呢有进行了一个修改。所是我们在总则中也是增加了啊疫苗管理法的这么一个依据。第二个内容是明确区分了通用技术要求的一个强征性要求啊和指导原则的一个指导地位。原来在20版要点中，他把这个啊指导员就是这个嗯哎就是这个指导原则是放在这个通用技术要求向下的。现在25版要点把这个指导原则是单拎出来的。也就是说这个通用技术要求他这个只包括了通则和总论，相应的来说它这个后面的一些描述也就发生了变化。啊，嗯第三个啊具体内容的变化呢，就是在三步的繁例中对异常毒性的要求，这个明确了对异常毒性的一个要求。这个异常毒性呢呃是它主要是测药品中的这外源性和内源性毒性污染物的这个一般性的一个呃一般安全性的一个实验。这个分别是测外外外来污染物和非正常条件下有效成分降解导致的这个内内源性内源性毒性的一个污染物的这么一个检测。呃，这个这个方法呢本身它的专属性和科学性呢，其实随着啊gp的一个广泛实施，它是受到了一个质疑。目前呢就是整个国际上的一个情况是，呃，who和ep呢已经全面取消了这个啊这个异常毒性啊，但是呃就是fda和日本呢也是在逐步取消的一个过程中。也是在他们有些有些部分的一个也就是已经在取消的过程中，他们也有不同的文件就是去描述这个啊异常毒性这个要求，可能有些文件中已经开始取消了。比如说像fda的这个啊1041这个章节已经把这个啊就是已经取消了。而我们中国呢这次呢呃还是没有取消，我们呢已经就是但是我们已经开始在向啊就是国外的这个就是已经开始在告齐了。我们已经开在开始要明确，就是不需要就是你不需要去作为一个每批放行的一个必检项目啊，我们可以通过就是风险评估的一个结果和质量控制的一个策略，不把它作为每批放行的一个必检项目。但是我们还是需要不定期的进行检查，而且明确当药发生药学重大变更的时候，还是要检验一定的一个批次的，要确保变更后啊生物制品的一个安全性。如果说呃某个生物制品你本身的一个成分属性，你是不适合做异常毒性检查，你那你就需要把它全部删掉。那么你是需要去进行批准的啊，进行评估，然后进行批准啊，可能要去做一个补充申请，删掉之后你是可以不再做这个进行检查的。啊，第四个变化啊第四个变化是不是啊在我们呃增加了就是通过增加元素杂质啊、异常毒性等修订啊呃修订了残留容剂，实现了跟ic相关指导原则的一个协调的统一。在二部要呃在二部法例中第17条中他就明确说了啊，在品种认文原有检测项目暂时没有改变的前提下，呃，鼓励企业采采取基于风险管理的一个理念和方法。对原料和制剂的哎有机挥发物啊有机挥发化合物啊、元素杂质进行风险评估和控制啊。风险评估和控制符合要求的，可以不再对正文的品种中规定的这个残留容剂、重金属和试验进行检查啊。但是它也有个特殊的情况啊，如果你残留溶剂检查，呃，你如果是呃第二类溶剂的那个限度，你采用的是啊0861症的方法。二这个确定的话，那你是呃要经过批准之后方可使用。还有再有就是遗传毒性，遗传毒性杂质应该进行风险评估，必要的是进行检测，限度符合M7的这个要求啊就可以了。因这些也都是啊就是呃一个风险评估的一个指导的一个呃理念，来指导你啊是否是做这些呃这个相关的一些残料容剂啊这些检测。第五个啊返利的变化是啊明确了数值修约的一个原则。在2020版要点中，124124部返例中，它是说啊我这个呃有效数数字修约要规定有约定的修约的，这个要规定到修约到啊有定有效位数，但是它没有提及具体你参考什么什么进行修约。在三部法例中呢，它是明确了啊数日修约采用这个国标8170的这个这个这个这个修约规则，这是一个四舍六入五流双的这么一个修约的规则。呃，25版要点呢就把所有的法利中都进行了一个统一啊，就把参考依据都是按照这个国标的这个原则，也就是四舍6入56双的这么一个原则啊。其实在国外呢基本上呃都是按照四舍五入的一个原则。我们跟国外的这个差异呢可能就导致了啊我们的就是是在实际的这个工作中啊，可能你怎么样去符符合我们这个呃这个496入5流上的原则。我打个比方，比如说像有的企业他会用到那个excel计算表。Excel计算表他的数据修约原则肯定是四舍五入的肯定是四舍五入的这时候啊如果说啊你比如说你的这个，你原来呃你是采取4舍呃五入的这么个原则，你可能就直接可以修约到你需要的小数点位数就可以了。比如我小数点，我含量，我小数点后面是一位，我就我会用exc个el表，我可以直接修约到小学后面的一个呃这个一位就可以了。但是你现在你的这个要求已经变了，变成了四舍六入五硫双。你相应的来说，你可能就不能用excel表来直接给你修约到小数点。后面这个规定的位数你可能要修约到啊五位啊，甚至五位啊，多修约几位几几位小数点，最后你再用这个四舍六入五流商的这个规则来进行呃进修约，这这才符合这个呃新的这个要点法例的一个要求啊。当然也别忘了就是就是呃企业中这个啊数据修约的这个sop别忘了进行修订了。好，刚才是返利的一个主要变化啊。我们接下来呢啊看一下辅料标准的一个主要变化啊。这半辅料标准呢跟20版1联比，我们是新增了52个，其中11个已经在2020版药典的一个第一字母本中已经啊已经呃就是加入了啊，就是后面我们就再新增了41个，然后西订呢有有245个，其中有实质性修订的大概就有136个，其他的可能就是些文字性的修订啊。这边的品种呢就是啊2020版第一增股本中的一个药用辅料的一个呃，就是品种的修改已经是呃如果你已经执行了啊第一增股本，那么你这边可能你的呃辅料标准都已经按照这个新药领的要求修改好了。然后还有就是啊其他的不包括第一增补本的一些品种啊。大家可以看一下，如果说你的企业，你企业中需要呃有这些你有这些标准啊，你有这些辅料标准，那么你相应的要看看你的标准是不是满足这个新版要点的这个要求。你要根据新版要点的要求来进行呃修订。那么辅料标准它呃修订了哪些呢？啊，比如说首先是增加了一个功能性相关的指标啊，什么是功能性相关指标呢？就是对辅料的功能性和制剂性能具有重要影响的一些理化性质，它就是呃这些可称为就是辅料功能性相关指标啊。打个比方，对于辅料，大家知道可能崩解剂你是这个辅料一种辅料，对吧？但对于崩解剂来说，你的功能性指标可能就包括啊水分、力度、力度分布啊、粒子形态、你的力呃你的粉体的呃流动性、你的泡腾量啊、膨胀系数、膨胀指数、水系数速率等等啊。这些就是你的这个作为一个啊工解剂，你的一个功能性相关值比标啊啊我把要点呃他对这个辅料的这些辅料的一个功能性指标进行了一个啊进行了一个修增加吧，进行了一个修订。然后还有就是一些安全性指标也增加了，安全性指标进行了一个修订啊，还对比如说像氧化镁、青化大豆油等等的这些安全性指标。就当然安全性指标主要是啊杂质啊，主要是杂质的这种比较多一些，它的都进行了一个增修订啊，再有就是加强了一个标准的一个普适性。我们辅料在满足药品安全性和有效性的前提下，我们要增加标准的一个普适性来满足制剂的一个要求啊。比如说啊我们刚才说的这个就是我们就说一下这个果胶吧，你说不这个果胶其实原来它的20买药点呢，它就是只有一个含量限度，就是不得少于6.7，现在呢它就把这个删掉了。需要在其辅料企业在标示项下是要求要它呃，要要到边上直角角去要标注它的这个呃，这个你到底是什么呃，这个限度是多少？这个呢就是因为低低甲氧基啊果胶跟高甲氧基果胶，它的甲氧基含量是存在比较大的一个差异的。那个你原来用一个固定的一个一个含量限度肯定是不太合适的。还有就是你像油油酸钠，油酸钠它原来是一个标准和含量，现在分成了两种型号，60和95的分射了含量。你在这就是在企业呃在呃制剂企业里的应用场景不一样。你的注射剂和你的外用乳膏，你肯定对它的纯度要求不一样。那你的注射剂你肯定需要用高纯度，比如说像955这种型号的啊，你外用乳膏可能你要用用到60型号的就可以了，满足制剂的要求啊。第四个也是啊加强啊辅料标准，也是加强了跟国际标准的一个协调。比如说像sh q 3D啊啊Q 3C中，比如像一滴酸二钠，它就删除了这个重金属啊，化学法测重金属啊，还有把有一些啊标准中的一些深盐啊、特定元素、杂质等项目进行了一些调整。你像这个啊果胶、大豆磷脂、哎，蛋黄软磷脂等等这些项啊这些呃标准中它就生出了残留溶剂这个项目。但是刚才说了，它是采取风险评估的这么一个理念的，像三氯舒丁醇它是新增了这个，它就明确加了这个丙酮和三氯钾烷。因为它是它的一个稀释物料和降解产物，它就是要新增，这就符合我们前面说的风险评估的这个一个理念啊。第五个辅料标准也是突出了一个绿色环保的理念，减少了在减少了有毒有害试剂的一个使用。比如修改或者是删除了一些项目。比如说啊像磷酸氢胺胺这个鉴别有个鉴别中，它就是需要用到硝酸亚汞或二硫化汞，这个是剧毒的一个试剂。然后就是根据他这个试验的一个原理和目标，修改了原来原来的一个结果判定，他还是能够把这个鉴别做出来，只不过是把它啊就是进行了一个一个一个修改啊，就不再用到这些有毒有毒的这些化学试剂。当然这里面还有很多，我这里也就不一一讲了。比如说他有很多的这个呃鉴别进行删除了，还有的他就把它的一个啊反应的一个原理啊，就是改呃就是这个修改了啊。就是所以就把这有一些这个里面用到的一些残留溶剂，呃，用到的有害有有毒有害的试剂的使用就减少或者是删除了啊，然后精简了一些呃精简优化了一些鉴别项目。对于内容专属性不强，操作又比较复杂的这些项目就进行了一个删除啊，比如说就个啊我们聚维从K 30，他就把一个化学鉴别给给删掉了。当然它的化学鉴别项它的鉴别项很多啊，它原来好像有两三个，它现在又删除了这个一其中的一个这种专属性也不强的这个化学鉴别啊。比如说像对于明胶空心胶囊啊，明胶空心胶囊它原来是三项化学鉴别，他都把它删掉了。他觉得呃现在是新增了一项化学鉴别，这新增的化学鉴别它的专属性就更加强一些啊，然后也是整合了整合了一些同类的一些项目。比如说我们啊就是呃以这个最后一个吧以最后一个为例，这个一利酸二钠，它把原来的鉴别一和络合力实验这个删掉了啊，保留了含量测定。他为什么这么去做呢？因为这个鉴别一和洛合力实验其实都是测测它的一个呃络合力呃络合力的啊。然后它这个含量测定其实它是可以表现出可以表达出这个络合力的这么一个一个呃一个指标的。所以说就把前面的两个就把它删除了，就是有些同类的项目就就把它给整合了，然后就是还有就是简化了一些操作步骤，有的人说实话比较复杂，你想这个啊肉的蔻酸啊，他原来那个对照品要同步进行那个衍生化是是非常复杂的。他现在直接买这个衍生化好的这么一个对照品，那就大大的啊就是减少了这个操作步骤了啊。然再有就是加强了标准的一个适用呃规范性，比如像中文名称啊，中文名称进行的规范。这个大家可以在这个辅料呃这个四步要点这个前面啊看可以看到它有一张纸啊，就是说我的20版要点是什么名称？25版要点是什么名称？但是可能有一个错误啊，就是这个硬质硬质酸啊，聚聚氰氧四磷酯啊，20板药点是这个名称，药点四部中说它现在变成了这个名称了，说了聚氧乙烯四磷氰化吡砒麻油了，他说它变成了这个这个名称了。但是我去对比了一下20半要点和225版要点，它完全是两个不同的东西。后来我也去查了一些相关的一些哪些文献，其实它应该是这个聚氧乙烯四磷硬酯三酯，可能这个是要点的一个一个小错误啊，也是规范了一个分子量和cs号啊，把有比如说有些混合物，他就把原有的cs号给删掉了。像有些像上零酸和30酸钾，它都是有两个cs号的啊，然后规范了一个就是辅料的一个来源和制法等等，还有一些性状箱啊就进行了一个规范。还有就是规范了一些类别啊，规范了红外的对照图谱，这个我觉得非常好。我看到啊四呃这个辅料标准中，他就把这个红外的一个图谱直接放在辅料标准的这个背后去呈现了，对吧？就是不像原来所有的全部放在这个啊标准的红外图谱里面去啊。但是我们呢我看了一下日啊啊二部啊，这些还是有有红外图谱的，标准红外图谱的。但是这个辅料是基本上现在都是在这个辅料标准后面去呈现这个标准的红外图谱。我觉得这对呃企业的这个检测人员就比较方便的去核对了啊，再有就是规范了一些细节啊，这个就不过分的去赘述了。好，接下来我们看一下这个辅料标准中的纯化水标准。其实呢20220版幺点呢就是它的是二部和四步都缩短了纯化水的一个标准啊。然后啊就是它现在是把二部的纯化水标准给删除了啊，现在就是都放在这个四部来了。然后把注射用水也是放在这个四步类呃四步中呃，来作为辅料标准来进行啊一个规整呢。我们看一下这个纯化水标准，纯化水标准呢就是我之前也在啊客户我这边去做培训的时候，他们说哎呀，我以为这个辅料纯化水的质量标准和注射用水质量标准啊删除了很多项，结果一看删除是不要是有一些条件的啊，这里有很多呃一些一些一些条件，就是哪些项目可以不做啊。呃下面现状啊，总有机碳一氧化物这个事都没有变化啊，变化的就是这个啊就是这个电导率。这个电导率决定了后面你很多的这些项目到底要不要去做检测。啊，我们看一下，我们说先说一个最好的一种情况啊，最好的一种情况。你的纯化水的这个电导率非常非常低，你是符合注射用水的这个啊第一步法呃，符合注射用水的这个第一步法就是啊就能判断合格，就是我们这儿说的方案2，第一步就判断就合格了。大家都知道呃电导率的这个判定合格是有几步的？有三步的对吧？就是你第一步你就合格了。这种情况下啊，当然是注射用水啊，你纯化水的标准符合纯化水的电导率标准，符合注射用水的电导率标准的第一步的判断就合格。那么你就不需要再测酸碱度、重金属、硝酸盐、亚硝酸盐和氨这些检查就都不需要测了啊，这是一个最好的一个一个一个一种情况啊。然后第二种情况就是我们这种方案三啊，其实它这个是你的就是说你的纯化水呃注电脑率呢，你没没有那么好，不能第一步判断就合格。但是你还是符合注射用水的这个电导率的，你按照最终三步来判断是符合要求的那你可以不再进行酸碱度和重金属的这么一个检查啊，这是这种情况。然后再有就是呃你只满足纯化水的呃这个电导率的这个要求的话，那你还是需要做这些所有的这个项目的啊，就是这个这边的方案一，你还是需要做实这些项目，也就是说还是没有减多少这个工作量的。所以说啊大家可以去看一下你们企业的这个啊重合者的这这个电脑率是个什么样的水平。如果你是呃非常好的这种情况，最好的这种情况下啊，那么就是人员的这个检测的这个检验量就可以大大的减少。因为纯化水的这个啊检测的这个频次很高嘛。好，其实这些检测方法呢都没有什么变化，三年都有什么什么，它还是方法都没有什么变化。啊，这边还有一个变化，就是这个不灰发物、不挥发物，以前是放在一个检查项下的，是必做的。现在呢它是放在一个啊就是这个备注后面有个备注，备注说基于风险评估，必要的时候可以进行啊这个做这个品种的这个不会发物的一个检测。哎，什么叫必要时呢？这是这边有一个修订的一个说明啊啊不会发物的一个检查。它其实啊主要是检测的是一个啊水水蒸发后的一个残渣嘛，对吧？主要是控制不挥发物的一个呃有机物或者是和无机物。但是呢它有些有机物它是可以用前面的to c来进行检查的，一个代替检查的啊，但是它也有一些呃不溶性的一些呃一些一些一些呃不溶性物呢，它是没有办法用前面的一个项目进行检查了。但是呢现在大部分企业的这个净水的技术，纯化水制备技术都已经非常好了。它可以有效的去除这些不溶性的这些胶体。其实啊在国外的一些药点中啊，其实都已经删除了这个这个相关的一些项目了。但是我们国家呢就是加到这个备注里面去了。所以对于企业来说啊，最好还是要写一份啊这个风险评估的一个报告啊，证明你们企业的这个啊净水技术是已经能够处理去除这些不容性的企业胶体。那那么你就可以不测啊，不会发物这么一个项目了。好呃，注射水呢因为跟纯化水比较相像，所以我这边就不再赘述了啊。好，这边是辅料的一个标准的一个变化。接下来我们看一下药包材标准的一个主要变化。药包材标准呢是经历了一个发展历程的。最早的药包材标准的一个阶段呢是啊国标和呃歪歪标准，歪歪就是医药行业标准。后后面呢就是在药监局的这个领导下，就是制定了啊Y B标准。在2002年到2006年制定了Y B标准，后来又在2015年的整体的又对这个Y B标准呢进行了一个整体的一个修订啊。哎但是这些标准呢都是以品种为为为为为这个单位的，就是有些时候跟我们的原辅料这些是一样的一个品种一个标准。现在呢我们的这个药包材的标准是纳入到药点来管理，它不再是不再是以品种为主线的啊，不再是以品种为主线。我们刚才说这个1加4加58的这个呃加58的这个药包材标准体系呢，它其实可以看到它是按照材脂类来进行分的。它在这个呃本本药典中是啊有这个玻璃材质啊、橡胶密封件，还有塑料材质和金属材质，这个四个材质类的一个指导原则啊。这个这些变化呢就是它变化还是比较大的。首先是这个通用的指导原则，它也进行了一个修订啊。原来阿零版要点就是有有这个啊玻璃材料和容器的这个指导原则也进行了修订。然后是新增了这三个后面三个指导啊，这个包材的这个呃材料的这个指导原则，然后58个检测方法呢，也是本版是呃进行了新增了42个。原来的这个一些呃测试方法呢也是进行了一个修订。这个通用的指导原则呃，通用的这个指导原则的这个要求呢，其实啊修订的不多，但篇幅也不多。大家通过这个章节呢，主要是要了解一下这个药包材。它的四信是在这这个章节里进行了一个完整的描述啊，药包材的保护性、相容性、安全性和功能性进行了一个完整的描述。大家就在这个里面去看一下，就是你的药包材符符符合这四信的一个要求。然后这个四个材质类的一个指导原则呢，呃它具体的你某个材质类具体有哪些品类，也在这个里面进行了一个进行了一个修订啊，进行了一个呃呃具体的品类也在这里面进行了一个列举啊。它比如说刚才说的这个玻璃材排之类，它到底包含哪些具体的品类呢？不如像玻璃输液瓶、玻璃按摩等等啊，它家不包括。然后它有一些通用的质量的一个控制的一个要求，也在这个里面进行了一个列举。它应该要满足哪些啊这个通用的质量要求？我们本版这个要点呢就是标八在标准体系呢进行了一个呃很大的一个完善。但是我们是觉得他这个药包材体系还是没有包含所有的一个材质。比如说像我们啊就是用到的像干燥剂对吧？你干燥剂的那些种类，哎，干燥剂外面那个纸啊，你的要求啊，这些也都没有在这个啊就是在这个里面去进行一个描述啊，其实也是还有就是跟美国药点我看了一下，还是有一些差距的啊。我们看一下就为什么会这么说哈，就是我们以这个9622和9624这两个啊指导原则为例啊，我们是他们呃比如说像9622他的有他一共有两次征求意见稿。比如说第一次征求意见稿有个六页的一个体量，第二次就变成了两页。然后这个9624呢他一共有三次征求意见稿，第二次征求预告有个18页的这么一个题量。在最终第三次征求意见稿的时就变成了一个五页哈，就变成了5页。我也去看了一下这些呃这个标准的这个这个为什么差别这么大，对吧？我就以其中的一个为例给大家呃分享一下啊。这个要点中你看大家看啊这个就是这个9624它的一个呃就是他为什么进行了一个一个一个这么大幅的一个压缩。他也说了，就是为便于行业的一个平稳过渡，对本标准草案进行了一个内容的压缩。但是你既往的公式稿以及起草说明的内容是可以作为参考的。也就是说你在啊就是在工作中，如果说有的这个药包菜标准怎么起草，你可以去参考啊这个他的一个上一版本的呃上一版本的这个征求意见稿的一些内容。因为我是看到有一些呃内容呢，就是它是跟每国要点就是是保持一致的啊，就是就比较的一个完善。啊，呃同时这个药包材的这个检测方法耗段，它仅整体的进行了一个调整。在4200之前都放的是物理类的一个方法，4200到4399化学类的啊，4400之后是其他类的。因为为了符合这个新的这个耗断的原则，它原来20脉药点的一些耗段，他进行了一个修改啊。刚才说到这个58个药包材的一个通用检测方法中，它是新增了42个，这个42个就是全新的一个方法，你肯定是要整体来进行去看，对原来的16个也是进行了一个修改。但这这16个中我们再进行分解一下，其实有实质性修改的大概也就七个，有九个呃文只是一个文字性的一个表述啊修改。呃，大家可以在就是去看一下，就是啊就是在做这个差距分析的时候，可以去参考这个征求意见稿啊。但是要注意一下，我们发现就是这个征求意见稿跟最终啊要点的最终定稿版法，其实有些是是不一致的。比如说像这个4002药包材的这个红外光谱的一个测定法，它虽然这个我们这个主要修改内容，因为没有办法写的很详细嘛，就是增加了这个的判断，明确了一致要求，是也增加了这个判断。但是它的就是最终的描述啊，最终定稿的描述跟大的最后一版的征求定稿也是有一些不一样的，大家就可以注意这个问题。但是啊绝大部分还都是一样的，而且变化的内容也不多。所以说大家在整体的在做这个这个哎就是一些差距分析的时候，本版要要点的一个差距分析的时候，可以参考哎这个网上的这个呃修订呃征求意见稿，可以给大家可以省点事情啊。因为时间的关系，我就不一一就把这些基金的一个讲解啊。本来我这边也是镶嵌了这个里面的一个就是具体的内容的，但是因为时间我比较紧张，我们就不细细看了。大家可以真自己去稍微阅读一下，这就是这个七个这个有实质性修改的一个内容的一个一个一个修订啊。好，接下来呢我们看一下通用技术的一个指导原则的一个主要变化。呃，我们这个通呃通用技术呢就是包括了这个制剂通则、其他通则，还有这个通用的一个检测方法这个这三个部分对吧？呃，就是除了这个这个生物制品药包材的啊通则，还有指导原则之外呢，呃我们这个四步的这个修订的一个修订。其是这个通用技术和指导原则是新增了38个，修订的103个，也删除了这刚才前面说的这两个指导原则，然后把原来的这个近红外的啊9104删除了。嗯，指导原则删除了，但是把它新增为通则类的这个变化就意味着原来这个是一个指导原则，但现在啊就是一个啊强制要执行的这么一个。这也看出来可能我们国家呃这个这个对于这个指导原则的一个一个地位的一个逐渐的一个提升。所以说啊虽然可能这版你是这个指导原则是指导原则，可能没准下一版就又变成了一个强制要求了。所以说大家在评估这个指导原则的时候，也是尽可能的是要满足这个要求啊啊这个是四步啊呃增修订的一个技术要求的一个一个整体的一个清单嘛。比如说像对于这个0100这个啊制级通则，他修改了这么多的一个制级通则啊，0200也是修改了啊。像这个0400以04开头的，他就是有新增的，也有修改的啊。这些有新增和修改的啊，这个我们就不一一讲了啊。大家也可以看到这个90090以90开头的这个指导原则，你看新增的很多啊，然后修订的也不少啊。这个章节大家所以评估起来的工作量还是还是比较大的啊啊对于这个呃制级通则呢呃呃这个变化呢就是对整体的这个制剂通则进行了一个啊整体整理修订。对片剂啊、注注射剂等23种制剂和啊药剂行了一个分类定义，进行了一个修订。对于这个生产储藏项下17种制剂的一个呃这个在确定处方和呃开发阶段也增加了抑菌效率的一个检查的要求。还有就完善了一些高风险制剂的一个生产和制缝的要求啊，完善了膜剂的一个要求，还有乳剂软膏剂和乳膏剂啊结合这边啊有的这边都是一个它的一个整体的一个变化。其实我觉得大家非常要关注的就是像有一些真的变化还是挺大的。比如像软膏剂、乳膏剂，你看增加了呃这个瘤便学脾外释放等等这些要求，这是都是有呃实质性的一个要求的啊。比如说像注射剂呢，它就是为了跟ic进行协调，它装量下下就进行了一个修改。然后模具的变化也也是比较多的，它新增了很多的这个呃膜类的一个一个分类啊，增加了膜类的溶出度、含量、均匀度这种啊这种很详细的实质性的一个变化的要求啊。我们大家就是看一下啊，比如像刚才说的这个注射剂，就是它的装量就形行了变化啊。呃它主要是根据的要求，比如像纸鼻用制剂就变化了这么多的一个内容，对吧？啊，比如像软膏剂和乳膏剂，它就也是变化的内容也是挺多的啊。比如说像吸入制剂，吸入制剂可以是啊就是值得注意的是啊，这边吸入制剂呢，原来在呃征求意见表中，它是有这个吸入纸吸入气雾剂泄露率的一个检查，它是为了跟usp保持一致。但是后来在在正式版本中是把这一项给删掉了啊，嗯但是前面两项还是保留的，前面两项还是保留的，这些大家就是在做评估的时候要注意啊，像贴剂啊、磨剂这边我们就不一一的去说了啊。大家可以在以后在这个回放的时候，可以详细的去看一下这个变化的内容啊。前面是说那个制剂通则的一个一一些变化啊，对应的一些制剂通则啊就是也结合了中国呃国外国内要领和我们国家的一个产业发展的一个趋势，也把一些复杂制剂的一些相关的啊指导原则，新增了很多指导增修订的指导原则。比如说啊对9019016啊新增的啊就是注射剂可见异物的控制指导原则。它这个就是一个对于产品全生命周期这个可见异物的一个控制的理念，是作为一个啊0904啊可见异物的一个检查法的一个很好的一个补充啊，也是还有就是新增了9017吸入制剂啊和鼻用喷雾剂的一个喷雾特性的一个评价指导原则。你前面在制剂喷则中，你要求他要做这个啊喷雾特性的一些检查，但怎么去做这些检查，它有对应的一些相关的一些指导原则，也就是继去配套的啊。第三个变化就是啊就是前面也提到的，就是跟sh跟国际药品标准的一个前沿动态的一个保持啊，促进了sh的一个指导原则的一个转化实施啊。这边呢我们会比较详细的讲一下，因为这是这块要点的一个就是变化的一个非常大的一个部分啊。就是安是刚才说到安C是Q 4B就是前面我们说到的就是这个啊要点，这个安是Q 4B要点的这个要求呢，他在啊本版要点中全部进行了一个啊协调。但是它的协调方式呢有有有三种，一种是直接采纳啊，还有一种是并行并行收载，还有一种是部分采纳。直接采纳的嘛，就是也很好理解。你就直接把要求加到我们现有的这个章节中，现有的章节就直接改掉了。对于企业来说，你就直接按照现有的章节呃，新的呃要求改就可以了。这个没有什么可说的。但是对于并行收载来说并行收载来说，它就是说比如说像这个呃残留容剂，还有这个绷险实现等这些检查法。还有啊呃像溶出度啊这些等等啊，还有单位计量啊均匀度这个检查法，它是采取一个并行收载的一个方式。这个并行收载又有两种方式，一个是在一个文件中进行进行收呃并行收载。比如说像赤肉残渣，我们后面会详细谈，它是把H的要求和我们原来中国药典的要求，都是放在同一个文件中去并行收载。而对于这个含量呃这个单位计量均匀度检查啊，这是sa的要求。这个他就是新建了一个章节新建了一个章节，他原来我们呃我们呃sh我们中国药典的一个要求，比如说含量均匀度检查法呀等等，这个这个要求它还是保留着的。因为我们有现在的品种，还是有哎按照中国药理要求的来来做含量均匀度检查法，所以它还是要保留原来的这个章，原来的这个呃0941的啊，这是在不同的这个章节中去进行必行修载。再有就是啊部分采纳啊，这个部分采纳就是说它绝大部分都跟H的要求是一样的，但是对于其中有些细节啊，它又不一样。对于这个呃微生物这块来说，比如说对于控制菌检查法，比如说他对于这个呃菌种的来源，它可能就跟ice的要求就是不一样的。待会儿再看一下啊，当然还有一些其他的刚才前面也提到的一些章节啊，ice的章节在中国药典中的一些转化啊。这个啊这边就是icq 4B在中国药典的一个详细的转化的一个对比的一个一个关系啊。Q4B1共是有啊14个附录，但是它的啊其中第三个附录中是有个呃是有三个小章节，呃，第四个附录中是有四个呃三个小章节的啊，它分别我们是对应的不同的我们的中国药典中对应的这个章节啊，所以说一共是16啊16 16个文件，对应的也有这个文件。当然啊我们看也提看到啊，对于比如说像这个I这个啊附录2，它对应的中国药用点的一个章节可能并不是一个章节啊，它对应的可能就是两个章节。它有最低装量检查法，还有注射剂的一个通则中的一个装量部分，也是跟这个是对应的啊。我们就先看一下这个啊这个直接采纳法，这个比较简单，反正企业就直接改就行了，我们就一带而过了。它就一些细节上的一些变化，然后比如看直接采纳法，还有这个力度和力度分布。当然这个变化内容就比较大了啊，就是呃就是它力度分布啊力度力度分布有不同的这个测试方法，比如说是按刚才说的筛分法，这个筛分法的这个所有的变化就是为了跟S保持一致。当然我们国家还加了这个光散射法、第三法，还有第四法等等。但是大家需要知道的是啊，而且处中啊协调好的方法就只有筛方法，什么这个呃光阻法呀、动态光散射法呀，其实各个国家的方法是不一样，是没有协调下来的啊。这边我们看一下这个啊B型收窄的，因为相对来说这个复杂一些啊，这个容出度和释放度就是一个B型收窄的。这个他把这个就是这个判定方法啊，判定方法，他就是一个一个病情收窄啊。他把原来的这个原来的这个重要点的方法就放成判定方法一啊，还水的这个判定方法呢就换成了就是加在里面了，其实变成了一个方法判定法二啊，当然我们还增加了就是啊第八法和第九法。这个是跟ice的变化是没有关系的啊。这个是呃呃就是它就是一个并行收载的这么一个一个收载形式。好，我们来看一下这个，我对比了一下这个cp啊，就是up和1P的关于这个呃溶出洞和释放度的这些呃这边的这些章节中的它有不同的一个方法。大家可以看到就是可能有些就是是一样的啊，就是可能有一些对应的关系的，有些人是能找到，但是有些对应关系可能就是不是那么的一致啊。比如说像像这个这个一批中他有很多有些呃特像这个这个叫method，它的这个方法可能就是在呃这些章节里面就是找不到我们对应的一个方法。它还有这个轻质轻脂性固体制剂的一个啊装置啊方法，我们也是在在cp中呃也是没有找到的啊，还有药用取绝胶等等啊。哎大家需要了解的就是啊它并没有把这些所有的方法都协调下来，它只协调了啊蓝法、讲法和流指法啊。也就是说你在这个uup啊一P还有当然s还有什么接P这种，因为我接P没有手头没有资料，我就没有列举在这边来，他只是把这三个方法来进行了一个协调嘛。然后我也对比了一下这个sh中啊关于这个判定判定合格标准的和中国药典的一个一个一个对比关系。当然这里是一个普通制剂的一个呃一个判定啊，不是缓控式制剂。大家可以从这儿看出来这个判定标准的一个一个一个区别。高比不并不能说是哪个判定标准一定高或者是一定低，这个是没有的。然后就是呃但是呢从是的这个嗯的这个检测量上，它是的确是比这个中国要点是要多的。因为它很容易就进到这个呃stage two这个阶段就增加了这个量。它还有呃第三阶段就是有第三个阶段就是要测24 4个单位啊，而中国药点最多是12个单位就已经判定合格与否了啊，这个是他的一个两个判定标准的一个变呃就是对比啊。这个病心收窄呢，就刚才还说到的这个啊这个赤着残渣，赤着残渣的这么一个方法啊，哎跟艾的变化比呢，它就是说一个有赤着的一个温度啊，恒重的一个概念或者是结果的一个判定，有一定的差异啊。它这个就是直接是把第一法和第二法就是都收载在同样的一份文件中啊。比如说像这个这个恒重中国要点就是两次差异在0.3毫克以内，对于这个水水可能0.5毫克它就就可以了。就是这些概念有些不一样。还有一种并行收载，它就就刚才前面说的，它是并行收载在不同的一个章节里面。就是你像s这次我们新增的0940单位计量均匀度检查法，它是完全是新增的一个章节。因为它跟原来的这个呃0940941含量均匀度检查法，还有这个各个制剂通过算下的这个重量装量的一个差异的检查法是完全不一样的。所以它是新增的一个章节。所以说所以这说在将来的这个。呃，所以所以说他在这个指导原则中，呃，呃在这个修订的这个上面也说了啊。在这个修订是就是你要在过人中去去规定你要在过人中去规定它呃，你到底是用哪种方法啊。啊，这个是呃这个B已经修载，是在不同的一个章节，不好意思。啊，对于这个并行收载的这个新注册的品种和这个呃他的和这个以上市品种，那怎么去执行这个并行收载的呢？那么就是新注册品种，你就两种方法选其一就可以了，但是你要在标准项下去进行标注，你到底采用什么什么方法。但是我个人建议，既然是新注册的品种，最好还是用的方法来进行一个判定。你以上是品种呢，你可以以上是品种，你呃你还是默认执行原来的你的中国中国药典的一个方法。就是这边是第一方啊，就是一般的在同一呃文件中，那就是第法。然后你也可以通过你上市之后进行一个变更，来申请执行这个sh的一个方法啊。然后刚才说的部分部分采纳，比如说就是这个呃控制菌检查法，它有个菌种来源耐胆盐，呃，格兰因新菌的一个预培养时间可能有些不一样啊。当然这对于这个呃这个1106来说，他这个主要变化的原来就是跟A C的差异也不是很大啊。但这边可能主要变化的是一个阴性，对照实验的一个必要性和频次是要求要基于综合评估而定。原来可能阳性啊阳性啊，原来可能就是你每次都要做阳性的，现在可以这个要求B进行了一定的放松。好，对于理化分析这么呃理化分析的一个通则和指导原则啊，我们有有这些变化啊。比如说啊真修订了这个广泛的一个集器分析技术，促进了一个国产分析仪器的一个创新发展。因为前面我们说到的容出度和释放度，它是新增了这个往复架法和扩散尺法，还新增了很多啊比如说近红外光谱法呀，这个呃原子荧光光谱法等等啊，这些很多就是一些新的啊仪器分析技术在这些啊这个通用技术要求里面都进行了一个啊体现。再有就是遵修订的中药相关的一个共性的要求啊和检测的一个项目。比如说现新增了就是261啊福照中也福照中药光视光检测法，还有修订的这个中药中真菌毒性呃毒素的一个测定指疗原则等等。啊。然后啊我们也是啊这个进行了一个绿色环保的里面减少了这个在这个通用技术要求里面，也是减少了这个啊有害试剂的这么一个使用。比如说像成清度检查法里面，我们也是新增了一个啊这个着度标准的一个浊度标准液啊，作为原来就是呃这个福尔玛井这个浊度标准液的一个补充，原来这个是有具有致癌性的，比如说肾炎的一个检查法，嗯，我们也是新增了这个原子荧光光谱法，作为第三法，也可以代替原来的这个深的标准溶液啊。你们这个深的标准溶液，这大家知道是一个毒性嘛，毒性试剂管理起来非常非常的麻烦啊。第四个呢就是啊真修订过程的一个分析技术的一个要求啊啊就是呃pt技术呢呃随着这个p技术的一个发展。P技术现在也在行业中啊，就是有些行业呃在行业中有些呃有些新的一些制剂中也发了一个应用。就是本版要点呢也是在这个啊p技术相关的一个分析技术要求啊，也是增增修订了相关的一个啊技术要求啊，进一步的指导这个过程分析技术的一个一个应用。啊，再有就是啊关于就是统计学和计量学的这个相关的一个一个应用啊。统计学和计量学比如说像不确定度瓶颈的这么一个指导原则啊，这也是新增了还有我们的就是这个分析方法验证指导原则啊，这个也是有引个统计统计学的一个相关的一个概念啊等等啊。这些呢比如说还有这个刚才说的这个就是呃就是这个电子称平啊。一些仪器的分类啊都跟usp基本上是都保持一致的。这个呃就对于9101这个分析方面验证的这个这个指导原则啊，就是啊就因为这个每家企业可能都会用他的变化是不是话还是挺大的，他完全跟sh q 2基本上是保持了一致的啊。所以说大家呃就是在就是他都已经没有出这个这个待修改痕迹的待修改痕迹的这个征求意见稿了，基本上都是去按照全新的这么一个文件来来来来进行一个呃就是征求意见。大家就是呃要详细的去看一下这个方面的一个要求啊。再有就是啊新增了就是啊通用的一个检测方法和一个指导原则啊，比如像0961动态真蒸汽吸分法，然后还有就是啊9024蛋白蛋白质啊。左学呃左旋分析方法以及的指导原则的就是啊规范性表啊规范性的表述更加就是提高了强化了一些适用性的要求啊，确保啊分析结构的一个可靠性。比如像偏制策略法其实变得不多啊，它这里面就是将来将注意事项里面变了一些注意事项，还有就是一些小的方面，比如说实业试药等等这些里面啊他也呃进行了一些呃比较小的一些修订吧。好，接下来我们看一下微生物和生物呃呃微生物和呃生物检验指导原原则的一些相关的一些文件啊，对微生物相关的一些标准的一个进行了一个汇总啊。这个汇总呢就大家可以看到，其实对于整个微生物相关的一些标准呢，变化还是非常非常非常多的。一共26个，你看其实没有修订的就没有几个，还有新增了很多啊。可以看到这个呃修订的那些呃增修订的那些指导原则和这个呃通简定呃简定通则。其实它是全面完善完善了这个这个基于风险评估的这个微生物的一个控制体系，啊，进一步呃强化了药品的一个全过程的一个质量控制。比如说像我们这个9209啊，它的微生物监控的一个指导原则，还有这个啊9211这个非无菌药品的这个呃非无菌药品这个呃微生物的控制在中水分活度的个应用指导原则啊等等啊。你就不一一看了。啊，当然我们还有这个药品微生物实验室控制的指导原则，也是进行了一个修订。这边一个修订的一些要求呢，也是啊基于Q 9的1些一些理念啊，比如说还有我们就是有呃药品洁净时啊，微生物监测和指导原则等等。就是呃我们待会儿会简单的看一下这个，这个也9205啊，这个也是正式稿，跟呃内容和最终稿也是有差异的啊。因为这个呃每个呃做卫生物的这个实验室上都会有呃要用的这个指导原则。所以我们他这个我们就简单的看一下啊，这个是两次征求的两次征求意见稿。这是第一次征求意见稿的一个呃就是变化的一个内容，这是第二次征求意见稿的一个变化的内容。嗯，比如说像这个啊，他就是把这个增加修订的高效过滤器的一个现量扫描，扫描的一个检漏方法啊，增加了这个这个物理参数的一个控制噪声的一个检测，啊，增加了悬浮粒子的一个判定，修订了微生物的一个培养及时间的一个要求。然后在第二版中它是删除了一个噪声的一个监测周期啊，但是还是保保留了这个噪声的这个这个检测的一个控制的要求啊，同时也是这个呃就是把这个对于环境菌虫呃，环境微生物的这个呃种群信息不确定的时候，是要建议呃监测的关注点是要选择不同的呃就是不同的培养温度和培养时间。确保你的这个微生物菌群都能培养出来。然后第三点呢，在正式搞中就就把整个的表六就给删掉了啊，就是整个表6就删掉了。然后第四个也是增加了这个微生物呃污染率的一个统统计应用的一个场景，但是A B级的才需要去做这个微生物呃污染率的一个统计啊。当然还有这个药用辅料，也是药用辅料的一个通则，也是细化了微生物控制的一些规定。第二个是啊推动了不可接受微生物控制的一个理念的落实。其实这个啊呃9212非武警产品不可接受，为什么风险控制的这个指导原则，我觉得里面的很多的这个这个这个一些内容啊，对我们很多呃工作中指导意义非常大的。比如说他这个里面就有微生物鉴定分析呃，风险决策的这个这么一个矩阵。你这个矩阵呢就决定你可以你的你的你的微生物的一个对于非物菌产品，你微生物的这个一个鉴定内，哪些需要做微生物的鉴定。你就可以通过这个风险矩阵来来来看，那就是来来去分析它啊。我我因为我不是无菌产品，我哪些需要去做这个微生物的一个鉴定分析啊，同时这个里面还有一个不可接受微生物的一个风险的一个决策数。我觉得这个里面就是对于执行怎么去执行这个这个指导原则也非常有指导意义啊，也是啊同时还有这个新增的这个啊这个B C C的这个这个检检查法啊，B C C这个是一个典型的不可接受的一个微生物的一个检查方法啊。第三个变化就是也是啊对于这个啊先进的成熟检测技术的一个应用啊，持续的进行了呃持续推进的这个分子生物学一个检测呃技术体系的一个建设。比如说就新增了微生物全基因组的一个测序的一个指导原则啊，还有微生物鉴定的一个呃指导原则的一个进因修订。在这个微生物鉴定指导原则中，它是全新的引入了这个叫Mar托夫曼质府的这么一个鉴定技术。这项鉴定技术它可以把这个啊微生物的这个嗯微生物的这个鉴别鉴别到呃鉴别到种，然后还可以呃明显的就是呃减少这个微生物鉴定的一个时间啊。以前呢做微生物鉴定就是要时间就很长，对吧？对你要去就去培养对吧？你要去培养，你挑选这个啊这个这个这个有典型的这个菌落，在菌落去进行培养，时间上就是都要几天。尤其是当你出现了一个微生物相关的一个偏差的时候，你需要去做鉴定。其实这个时效性上是原来的这些微生物鉴定的一些方法是不能满足要求的。但是如果说这个将来的这个技术它的一个可及性比较强的话，他是可以把这个就是微生物这个鉴定的这个时间啊呃可以鉴定到呃缩减到呃就是在1个小时之内就可以完成这个微生物的这么一个鉴定了。第四个是啊全面梳理和修订了现在已经收录的这个生物检定的一个方法。比如修订了很多像热人检查法呀，细菌内毒检查法等等啊，这些变化内容都倒是不大，就是主要是一些呃强调了一个规范性和实用性和可可操作性。第五个是稳步开展的替代方法的一个研究。比如说是呃126166卵泡雌激素的一个生活测定法，也是增加了一个额外的一个简单法，用体怪法来代替动物实验啊，也是规范了生物活性的一个啊方法。设计建立和验证等。好，这些就是呃我们通用技术啊和指导原则的一个变化。接下来我们看一下225版要点的呃这个执行情况啊。执行首先是说在3月25号啊，国家药监局和国家啊药监委就是灵活发布了这么一个要点的一个公告。就是主要内容就是告诉大家啊，10月1号2025年10月1号这个药典要要实行了啊。同同一天国家药监局也是呃发布了关于实施这个呃药点事宜的一个呃公告。这个呢其实每版药典在在实施的时候，都会国家要都会发这个相关的一个公告。然后我们来看一下里面一些呃主要的这个呃这个内容啊。首先呃第一个我觉得就是每呃第三个我觉得基本上每一般要点都是都是都是一样的。我们就不看了，就看一下第四第四个啊，第四个就是呃我们这个你执行药品注册标准，执行注呃药品注册标准的，你要及时的开展相关的研究，要评估你是不是注册标准是不是满足啊新颁布的这个药点的标要求。如果你你在需要变更的话，那么需要变更你要在10月1号实施日之之前，你要及时的提出来补充申请和备案啊。当然报告肯定我觉得这儿写的可能有点不太严谨啊。你的这个报告你肯定是在规定的时间报年报就可以了啊。也就是说你如果需要变更的话，那你要在呃10月1号之前，你要提出补充申请和备案啊。那么你首先是要肯定是要先进行对比啊。你的对比其实用一个大白话来说，就是你就是两者取严取高，项目取多。如果说就是用最高的要求，呃，最严谨的一个标准去去去去要求，就是呃去变更。你就是说你哪个标准高，你就要执行哪个标准啊，要取严的这个标准，你不能说比这个中药点的要求还低，这个是不行，药点是最呃最低要求啊，你你的检测项目也是不能少于中药点的。但是对于某些项目，你说哎呀，我这个我这个标呃我这个方法和和中国药典的这个方法，注册标准和中国药典这个方法，好像也看不出来哪个更严，哪个呃哪个更松，但是它就是不一样。那这种情况怎么办？这种情况没有办法实施的。一般的来说你就两个都做，你就是这样，要么你就进行风险评估。当然他这二上这个上面他说的就是说你要同时执行这个中国药典呃注册标准这个相关的一个解的项目来执行中国药典的基础上。同时执行注册标准。呃，如果你是啊要涉及处方，你为了符合本版要点的一个要求，涉及相关的一些变更的。那么你还是要按照这个注册管理办法啊，这个上市后的这个变更管理办法等等啊，进行一个评估啊，进行一个批准啊，备案等等啊。呃这个第六条呢，其实这个跟以往的这个药版，以往版本的中国中国药典的这个实施公告是有很大的区别的。他这次提出来容出度和释放度，他就是按照已经核准的药品注册标准执行。你就不需要去跟中国药典就就进行对比了啊。就就是还是按照原来这个这个注册标，这个是跟以前的呃就是版本的这个中国要点的一个实施公告有很大的一个差别的。以前都不是这样子来说的。然后再有一个就是有通通用名称修订，哎，通用名称变化的。那么你原来的这个啊金用名称是可以作为一个过度过度使用过度使用，但是你也不能一直过渡使用，那你可以过渡到什么程候呢？下一把要点啊，实施日之前，你过渡到这个时候，你就要把它删掉了。然后中国药典实施之后，对于啊这个这个新药注册的一个药品注册的这么一个影响，这边也也就也也提出来了。你如果你的这个啊你的新药注册申请，药品注册申请，你在实施之日之前已经已经呃受理了。也就是说你在10月1号之前已经进行受理了，但是你还没有呃没有完成技术审批。那这种情况下，因为你在你已经受理了，那肯定是按照原来老板的要点，呃，你去做的相关的一些研究。那么啊企业应该是要按照新版药点的这么要求去去去进去去看啊，你的开展相应的审批审批你要要基金要点中有新版药点，对你这个变化，对你这个以前的这个技术资料有有影响的那你要呃要进行相应的补充申请，呃，要呃补充做一些实验啊，补充所有的资料应该一次性的就完成提交啊，交给这个cd这边进行啊技术审批。这是这是这个这是已经受理的这个品种。还有一些就是说你在有些品种你是呃获批上市，你是在颁布之日之后。比如说三月，就像我们这边说是3月25啊，然后在10月1号之前，你刚刚批准上市的这个药品，那你肯定原来老早也是按照这个老板药点的一个要求去进行研究工作的对吧？那么你在批准之后六个月之内，你应该要确保要符合本版药点的要求，对吧？你该不一样的，你该去做的补充的研究就做补充研究了啊。呃，在呃3月26号啊在3月26号，这个呃中国药典呢它药药点委员会他又发布了一个实施有关事项的一个一个解读。他这个呢呃基本上都是以这个这个就是问答的这么一个形式。我们就是把其中的有一些部分的一个章节呢也进行那个呃就是呃看一下啊。首先是说你是不是可以在10月1号之前执行啊啊，肯定是可以的。但是你只要在说明书上是予以注明啊，你在上市后的一个监管。比如说你抽样啊，你就要按照这个日期之后的，你就要按照新要点来来执行。打个比方就是如果说你某个品种啊，它是啊执行的是中国要点，你需要他在8 8月1号你就执行新版要点。那么你在说明书肯定是说你要有个说明书的，不是有个变更的日呃有个日期嘛，你的这个日期之后的，如果要件有抽样的话，他就这个日期之后的，他就按照这个新版药点来呃执行抽样检验了。然后实施之后第二个问题啊，实施之后，药品上市许可人如何开展的这个变更工作？如果你是执行啊药品注册标准的啊，你应该也是要去啊要去评估一下，是不是满足这个啊药品的这个2025版药品的一个要求啊。你如果最终需要变更呃注册标准的话，你应该按照这个相应的这个呃销售变变更管理的相关要求，提出这个补充申请备案等啊报告。如果你是涉及到审审批类的变更啊，审批当然审呃补充和呃补充申请和备案，你都是要在实施日期之前要提出。但是你的审批类的变更，大家都知道这个可能是比较长，对吧？你的补充申请比较长，那我在审批审批期间我肯能就已经啊11 10月1号就可能就过了，对吧？过了，那我在审批审批期间，那我执行哪个标准呢？这边就明确了，我还是执行原来的一个标准。等你补充申请完成之后，就按批准的这个内容啊，就是来来来执行的就可以执行。你就报上去的一个变更了之后的一个标准啊。这个我觉得是是比较人性化的，原来这个是没有这个呃这个要求的，执行起来不太好执行好啊。再有就是第三个问题，你修载的品种正文内容没有变化，是否是要对这个产品进行评估啊，这也是需要的。即使你的正文没有变化，但是你的返利啊，你的通计时要求这些前面我们讲过了也发生了很大的变化。那你要确保你这个啊返利和及时要求这个这个新的这个2 510点中的这个要求都能得到一个满足。这个我觉得是很简单啊。另规定的描述怎么去嗯表述，怎么去理解，就是跟就是跟法利和通义技术要求不一致的情况啊，你就按照品种正文来执行就行。呃，第八个问题这边我就上有些就简单的就不讲了。第八个问题就是预防类生物制品是否可以与治疗类生物制品的一个呃贡献呃，生物制品的贡献分装，原来这个这个三步呃要点三步中是明确呃是明确要求是说预防类生物制品和治疗类啊生物制品不得贡献分装，不得贡献分装。现在就把这句话给删掉了啊，这句话删，但并不是意味着这个就是你就是说是可以了。其实我们国家是发布了这个贡献啊呃贡贡献的这个相关的这个指导原则的啊，就是发布了这个cd发布的这个指导原则。其实这边就是也是体现了这个啊要呃体现了我们前面说的这个本板要点的一个嗯就是就是充分的一个风险评估的这么一个指导原则。因为在贡献cd发布的那个贡贡献评估的一个指导原则里面，其实他是有有很详细的一个要求的。它其实是没有很绝对的一个说法，都是可以进行评估的啊。所以说在这边的话啊，就是说他就把这句话绝对的话就给删掉了。其实就看相应的这个这个要求就可以了。但是呢他这个在这个指导呃贡献贫困的指导原则里面也说，其实是原则上是不得贡献分装。你呃不得贡献分装的啊，就是预防类生物制品和治疗类生物制品不得贡献分装。你确实需要的话，你也是就可以进行评估的啊，在充分评估的基础上，确认你的这个风险啊都得到了控制，才是觉得可行啊回事。好，第九个问题就是你药包呃，药典颁布之后，你药包材标准如何执行药包材标准啊，对药包材企业来说，你肯定是啊要遵照这个关联审批的一个要求啊，你要对这个呃药包材相关的指导原则，还有你还是要看一下2015版呃，2015版威bb的这个品种的一个要求，来确定你的质量标准，进行质量控制。如果说啊你是这个呃为了符合中国药点要求，仅仅呃就符合中国药典的要求进行包装呃药包材的一个标准变更。你仅仅涉及涉及变更药包材标准起来，该标准呢是满足中国药典要求的那就是说你只要在年报中去体现就可以了。同时呢你所有的变化应该要及时的通知通知到啊许可呃上市许可持有人M H这边，M H相应的进行相应的一个评估啊。第十个就是啊这个要点颁布之后，你辅料的标准该如何进呃如何进执行，这个也跟呃也跟刚才药包材的这个差不多啊。你这己生产企业，你这些生产企业呃，对这个呃，你是你如果你是说你是声称是符合中国药点的，中国药你的药用辅料是符合中国药点的那你就必须符合中国药典的最新的一个相应的标准的要求啊。当然你说你的呃你的制剂有些特殊的要求，那你就是制定相应的一个有相应的一个标准呃，另外就制定相应的一个标准啊，你要用辅料企业你也是啊，你要符合这个啊最起码药药品的一个要求，你对辅料标准进行变更的。如果说你仅仅只是变更这个辅料的一个标准啊啊你其实你是产品本身是满足这个重药点的一个要求，那你也是只需要在年报中去体现就可以了，也是要及时的去通知啊通知这个药品上市许可人。但是如果说我不满足这个这个新版药点的要求，那我要进行相应的什么工艺变化这种你就按照这个这个这个相关的变更的这个要求去执行就可以了。啊，对于企业来说啊，我觉得这个药包材这个呃呃对企业来说，这个中国药典的这个变化呢，其实是一个很复杂的一个工作量很大的一个变化。时间时间又紧呃，内容又多。那对于企业来说呃，我们是觉得肯定是需要去组建一个团队来做这件事情的呀。不点来说，这个团队中啊以qc为主导，就是Q C Q为必要的时候，可能你要生产人员，你的注册的注册的人员，你都要参与到这个团队中去。你要把你啊列出你们公司的呃所有适用的你的产品的一个标准，辅料的产品标准，辅料的标准，还有你的药包材标准，你的技术技术通则的一个技术通则，还有一个指导原则等等。你要跟现有的你的成品的标准，原辅料标准，还有药包材的质量标准，测试方法进行一个差距分析。还有就是药理中还有很多的一个通用技术要求，还有指导原则嘛。有些可能是在你的程序文件中，在程序文件中你是进行呃进行体现的那你程序文件中要把对现有的程序文件也要进行一个差距分析。你把差距分析做出来之后，你就要进行一个呃其中一个变更。你们团队中嗯这个这个团队中要讨论并制定一个变更的一个一个措施，包括一些必要的一个研究工作。比如说你的分析方法的一个变化，你可能需要做一些相关的一些验证，可能你要做一些稳定性的一个考察啊，包括还有你你这些变化，哪些是需要以补充申请的形式向药监部门报告，哪些你可能是一个备案的形式，那些可能可能是报告年报就可以了啊。嗯但是你所有的这个这个这个措施啊，比如除了年报，当然除了年报之外啊，你所有措施都需要在2025年10月1号之前要完成。就是包括你的补充申请啊，备案这些。这个就是我们建议的这个一个哎企业的一个行动啊。那行，我今天的这个分享就到这里，这边就是呃我们企业一个公众号啊，就是我我本人的一个微信。大家如果要交流这个相关的问题，可以通过。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 48,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-21T17:25:25.678033",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763717151.1808832
}