{
  "batch_id": "20251121_092054",
  "link_id": "bili_req9",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1HS411c7AC/",
    "word_count": 3961,
    "publish_date": ""
  },
  "transcript": "大设备医疗的大设备的销售。今天我们来聊这个聊这个特点，聊这个它的流程，聊销售技巧。特点呢就是这个行业特点以及客户特点相清楚一件事情，钱或者是预算，钱在哪里？怎么来的？预算怎么来的？谁来监管，怎么审批，最后怎么花？最开始怎么做这个事儿，就是医疗大设备的最核心的地方。如果简单看下来啊，医疗大设备的销售从需求的提出计划制定审批计划开始讨论询价招标供应商的评估，最后公示招标结果。设备进场验收、设备培训、付款封档，整体呢有监督啊，好简单、好爽、好干净。那为什么大设备销售是大客户销售里最有特点，也是相对来讲比较难的一个类目。从他的行业的特点来看，钱太多了。10万以下可以不算，100万到300万，300万到500万，500万到800万，800万到1000万，1000万及以上那么多钱来买一个东西或者一套东西。所以说我们花一块钱我们不紧张。你花1万块钱稍微有这么一点点要考虑。你手里你花10万块钱，你是不是要想一想，当你花几百万上千万的时候，如果买错了，买的不合适，人有几次机会来决策。百万级的东西，亿级的项目，想想都刺激。所以说客户的特点就是大钱代表着大资观，代表着关键岗位。那么这个客户还有什么特点？你会发现他整个决策链条就围绕着大钱大折的原因，整体就要监督的到位。所以整个决决策的链条会非常的长，以及有很多的不同岗位的职能人参与进来。为什么？就担心一件事情钱花的合不合理，花的是不是最优的一个方案，是不是能为单位创造最大的效益。所以说一般技术层，也就是最开始的用户来提出这个技术需求。用户呢他有领导，他要评估他什么小组织或者是科室的一个需求。在财务财务就是管钱的了，管合同的了，管一些信息筛选细节的管理设备课，技术参数可行性方案和财务本身都是一样，都是对于监管对于设备的一些技术性的参数可行性报告，供应商监管监管什么的，就会形成一个医院的设备管理委员会。他有很多名字，但他的职能是一个他这么一个小组来一起讨论买一个大设备该不该买，怎么买买谁的，买了之后如何管理，来一起再次监管。这里面还是有个领导分管的院长，分管院长上面还有吗？当然大院长或者说党委书记，那他上面还有吗？财政部有的是医保局，有的是当地财政。我举个例子，一个发达的省级或者地级市，他可能医保局权利就够了。比较贫困的一个地级市，他甚至可能要市长，或者说副市长，或者说县长。你会发现刚才聊这么多就突出了一个字，资源稀缺，钱就这么些。当钱就这一些的时候，你会发现需求的提出就特别的显多了。举个例子，哪一个人没有工作需求，组织里面不同小组科室谁不有工作需求，谁不希望自己的需求能被满足？换位思考，你作为一个领导，你手里有这么些钱，比如说500块给谁花合适？不给谁花合适？钱去哪合适？当工作需求变为采购需求的这中间这一块就先想清楚。举个例子，一个单位里有能创造效益的那创造效益分两种，一种是吃现在已经创造效益的那一种是未来能创造效益的，一种是不能创造效益，但是不能离开他。它属于中流砥柱，它属于支持性部门。你要不要让它发展，你要不要把它丢掉？不可能。那有一个开始食之无味，弃之可惜怎么办？所以说换位思考，李院长、张院长，屏幕前的你，你手里有钱你来给谁花？你是不是要考虑谁当下能给大家带来比较好的效益，谁在未来有更好的效益。那么这里面就是夹杂着我把这笔钱花了过去，他到底能产生多少的预期收益，产生的越多跑的越快的，产生效益更大的，是不是最值得让这个钱去到那里去？从这一刻开始，这个事情就没那么简单了。因为这里面就出现了立场，就出现了私心。但是恰恰是在这个时候，如果说没有这个第一步，就不会有后面的所有的。所以说如何在什么时间内会有需求提出，一般是1到6月份，这个时候叫广撒网广收集。这个时候你会发现谁的需求在经过你的信息评估下才发现最可能落地是不是就要开始排序了，那这个时候就必须牵出来。第一点，医疗大设备它这个本质上一定是一个漏斗。漏斗你有好多的销售线索嘛，最后变成结果。你不断的筛筛筛筛筛，从销售的线索变成销售机会，从销售的机会变成销售的具体的结果。在整个的销售的大设备的流程里面，全年1到12月要清晰的知道每一个月份这些有可能采买大设备的人他在干什么。1到6月份在提需求做计划，1到9月份讨论开会等审批，9到12月份开始进行招投标，1到3月份开始引进，3到6月份开始把这个东西进来。所以说一年基本上是公立医院的一个周期，那可能有好几年。但是呢这里面有个私立医院的特点，私立医院相对来讲它更加的注重盈利，所以说他更加的看重如何快速让社备进来，以及他最后的决策点没有那么复杂，大老板来拍排板就可以了，所以私立医院会更快一点。那做私立医院的大客户大设备的销售和做公立医院的设备销售，那肯定是不一样的。因为一个是要考虑很多的一个综合发展，因为他拨款方也不一样，他夹杂了一些政治部门。私立医院相对来讲就注重一个力，这是最明确的一个不同点。大家从需求的提出是第一步来讲，其实就感觉到这个事情的复杂。那我再复杂一点也是最真实一点。这么多的一个决策链条里面，到底谁是能谁是能最终拍版的人分得清吗？是不是还需要很多的线索、很多的信息、很多的佐证、很多的验真验真能力嘛验证能力这里面就不加杂了。两种情况。一种是有一个线人给你提供很多信息，但是信息有真就有假，能给你提供就能给别人提供，别人是谁？就是你的竞争对手。还有一种人。他叫什么？他叫引路人。我们可能认识他可能认识他可能认识他可能认识他可能认识他。但是如果说让我们从头到尾都认识，可能对于厂家来讲他做不到，那他就需要一个引路人来帮他穿针引线，了解不同的级别层面上的人的顾虑点位在哪里。提出需求的肯定希望进来。那么做监管的人，他希望他进来的欲望肯定没有那么强，反而是非常强烈的，是多一事不如少一事。那他在想什么？他又在想什么？他们又在想什么？所以说引路人非常重要，可以是经销商，可以是里面的某一个具体想象这个事情最成的一个人。立场和私心的强烈程度决定着引路人的身份，点到为止的力量。下一步呢我们再看在计划制定的时候，需求都收集了下来，制定采购计划感觉非常的轻松。但是在这个时候汇总与讨论这么多的人里面，如何把它制定为财务计划里的能落实的一环能落实的一环，还有待遇他可能还不落实，所以说又会回到这里面去，感觉到了复杂，这里面就需要了一个具体的销售技巧。销售技巧因为他客户的特点不一样，所以说销售技巧就更加的要注重信息的收集验真大客户他的属性会更加的聚焦，他的位置会更高。你要拜访的大客户可能和你的产品最终使用者根本就不是一个人。那你怎么聊聊产品，聊应用场景？不好意思，对于技术层他想聊的可能是技术产品的优劣势，应用场景和未来。财务想听什么？成本核算效益是不科，想听什么？安全有效好管理不费心，售后好分管。院长听什么？发展未来院长书记讲的什么建设竞争力贡献，财政部门想听什么？不同的位置它决定着屁股，决定脑袋。那么作为一个大客户销售，这个时候你需要什么样的销售技巧？有感觉了吗？见人说人话，见鬼说鬼话，这是一句俗话。拆解开来就是根据不同的拜访的大客户的属性和他的决策的重要点和他的关注点来设及拜访问题。拜访问题之前在拜访目标，拜访目标围绕他的兴趣点位，他的兴趣点位必须是经过筛选后，和你的销售的正向推进是有关系的。举个例子，技术层面你的产品的特点，F A B E. 财务层面你的整体的一个方案，付款的方式，成本的核算，综合的一个关于财务方面的一个计划。设备科售后服务质量好的案例，分管院长科室建设发展带来具体的哪些行业的竞争优势的变化，地区的竞争优势的变化。院长书记他们的关注点，他们的个人诉求，财政部门怎么把台阶建得更扎实、更安全，更能讲出故事。所以说你会发现讲了这么多医院管理大集团管理和我们现在所在的公司，其实一个是大，一个是小而已。都是为了要为整个组织的绩效效益。未来发展每人照样有ki每个人都有自己的要明面上要做好的事，以及大家各有各自的明面下考虑的私心也好，需求也好。因为后面的计划制定如何强计划如何搜集计划，如何了解答答探信息审批流程中，那讨论计划的注意要点，审批计划过程中的时候，传针引线要传递和收集的信息要点决策的时候，资源的分配，包括这个询价招标、供应商评估公式的时候，质量在哪里，售前售后价格在哪里，服务性价比综合成本付款方式，这个时候竞争最百热化的。我举个最简单的例子，我在之前还觉得我自己能进入这个招标的流程，我还有机会上餐桌吃一口肉。那不好意思，你把桌子给我踢下去了，我不在你的餐桌上了，我都没机会了。外部想办法去投诉，想办法去给竞争对手造成无比大的阻力吗？销售的策略会不会随着你的整体的一个在大设备销售的流程中的变化而变化？策略是不是要变化？那我不详细讲了，时间原因，后面的我们后续再讲。所以说医疗大设备销售的减疗，今天重点的给大家讲再回顾一下。一定把决策链条里面不同的人找清楚他们是谁，他们在考虑什么，钱在哪里，预算在哪里，他怎么审批的，什么时间能有这个信息链，什么时间审批，什么时间能有做预算，什么时间能不能把你的预算做进去？什么时候预算之后，什么时候能开会讨论？开会讨论时候这些人分别是谁？谁能帮你说上话，谁能拒绝你，谁能保持中立？那么保持中立的人，保持拒绝你的人，如何让他变成支持你的人？如何让支持你的人不被别人去挖走？哎，这些我们后续再聊。但是呢再总结一下，销售漏斗对于销售厂家也好，对于大设备的经销商也好，负责的区域越大，你销售线索太多了。但是你销售线索就是销售机会吗？不一定。有能力的他不一定有需求，有需求的不一定有钱，有钱的他不一定有相关的硬件成本。因为有的大设备还需要盖楼，对不对？所以说最终从销售线索变为销售结果，这中间的如何筛选，大家一定要懂得。你想一想，好吧，欢迎和阿布来交流，拜拜。",
  "comments": null,
  "scraped_at": 1763717331.4740653
}