{
  "batch_id": "20251121_092054",
  "link_id": "bili_req2",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1WQ4EzyEns/",
    "word_count": 26566,
    "publish_date": ""
  },
  "transcript": "嗯，各位同学晚上好啊，我们我今天分享的话题呢是这个基于2025版的这个要点的方式验证以及案例分享。今天这个分享的话题呢主要分为四个内容。第一个是这个205版9101这个分析办法验证指导原则与2022020版的对比还是有很大的变化的。第二个内容呢是这个方法验证各验对象的这个研究方法的介绍。第三个内容是就最新这个9101，我们认知道原则易产生误解的这个条款啊解析。最后一个呢是这个案例的分享。我们先进入这个第一个内容啊，就是2025版和2020版的9101方法验证指导原则的对比。我们先按照内容结构对比啊，其实大家就能够发现啊有很大的变化，这个这个内容板块就不大一样了是吧？安家五百呢它将这个发面研究指导原则分为两个大的板块，分别是分析方法、验证研究和验证试验方法学和评价。然后呢呃第一个板块呢它主其实它其实主要是对一些理念的一些讨论。比如说这个分析方法生命周期内的验证啊啊这个这个其实这个呢啊这个板块就回答了之前很多同学，就是很多同行咨询我的问题，就说分析方法验证要不要做周期性的再验证啊？在这个2概5版9101方法验证指道原则中，原则中已经明确的提出来了，只有变更啊才会引起再验证是吧？只有变更没有没有提这个周期性验证的这个这一条。所以啊我们跟着指导原则走嘛，就是分析方法验证不用做周期性验证了啊，只要说只有变更才会引起这个再验证，还有高可报告范围啊，这个啊这个是明确了这个可报告范围的概念。嗯，大家如果看过这个指导原则的话，大家就知道了啊，就是他和为什么这明确这个给有这个概念呢？那是因为在这个概在这个在这个概念没有澄清之前，我们在业内有很多做法不够严谨。比如说哈我曾经见过就是有关物质的准确度验证，比如说有关物质杂质A啊这有关物质某一个杂质的准确度验证的三个浓度点分别是80%和线度的80%，线度的百分之百以及线度的120%。它就参考行业特定的，哎，你看它完全符合方法验证，就是原版指导原则。关于准确度验证的要求，他做了三个不同的落点是吧？那显然他不符合就是如没有特没有呈期这个可报告范围这个概念之前，所以大家并没有这个一很就是没有形成统一的这个方面的认识，尤其是这个新人啊。就就是如果说做深入思考的话，其实大家大家就应该明白是吧？我报告的数据应该是要准确的。也就意味着我在我在做范围验证的时候，我的准确度的范围应该要囊括我在实工作实践中需要报告的数据范围。啊，这这这是我觉得这是一个逻辑推理能够得出来的一个一个一个一个理解是吧？但是呢hi其实很多时候我们并不会去做这么深入的思考啊，就是如果我们只简单的思考的话，就可能为了防学验证的风险更小。因为限度附近验证的话，它的回验证准确度，回专样回收率的话，它失败的概率更低嘛，是吧？比如说做更低的浓度，就定量线附近，那就回收率对可能就很难，难度可能就更大。所以这个可爆告范围这个概念就明确，就是说在这个可爆告范围内方，这检测结果应该要符合准确度精密度的要求是吧？这它的概念已经已经澄清了，这一点也意味着我们准确度范围就不能只做线路附近的了得囊括我这个可报告范围。比如说不比如说有关物质是吧，可报告范围可能是报告线以上嘛。你在Q 2啊QR里面也也是一样的，这是就是主要原是Q 2的这个啊。其实基本上就翻译稿就Q 3A和Q 3B就分别对应原料药的新原料药和新制剂的这个杂志的这个研究的这个一些一些指南里面就提出了报告线的概念啊，原料药和制剂都有不同的报告线。就是说杂志在报告线以上。就需要报告他的实际检测结果，就是他的检测实际数据。那么同样就意味着我们准确的验证的下限是不能高于报告线的那就结合这个可报告范围啊，我们去明确这个概念，还有稳定性指特征的证明，这个后面会详细讨论啊，就是说也是特意澄清这个概念，为什么呢？因为如果他不去澄清这个概念的话，我们就会陷入一个就是把某些工作会做成一些格式化的条款，而没有没有深入去理解这个工作的意义。比如说这个强制降解事业这方面方面验证中经常会做强制降解强制降解。那如果如果说没有明确这个稳定性指数特征是一个概念的话，就是会会有人认为范霉炎症就必须得做强制降解实验。因为因为感觉好像都要做是吧？他也不知道为什么要做这个，因为就知些人不知其所以然嘛，所以说我之前也接到过接到过类似的咨询，比如说问我像比如说啊像这个啊中间体的有关物质分化验证。比如原原来要合成中间体的有关物质分化验证，要不要做这个强制降解试验啊，类似于这哎70票的这个有关物质，他妈医呢要不要要不要做强制降解的实验，或者说这个啊一构体的第五因构体是单一般是单独一个检测方法嘛，很有可能是正向的是吧？啊，就跟我说啊，你正向的强制下去好难做呀，做不了啊。你比如我我用这个酸就破坏了之后呢，酸是水水水溶液嘛，或者含水的嘛，然后正像和有和和和我的溶剂不溶是吧，然后用有机酸碱，反正破坏效果又不行啊。正就类似之前我也接到过类似这种咨询了啊，就是我们如果明确了稳定只是特征的意义，我们我们就知道它到底在干嘛，是吧？后面会讨论了啊一些多变量的分析方法的考虑啊。因为最近这个近些年啊有可能随着技术的发展，我们引引入了一些多变量的分析方法啊，且这个是比较新的领域啊，就是应用比较少。然后第二板块呢是就是就是验证实践方法方法学和研究。这方法学和评价这个啊其实就对应2020版之前的各个的验证项。但是呢他把大家能大家能看到专属项专属性这个变了，对吧？专属性原来原来只是专属性，现在加了个选择性，也是为了呈现一个概念就是。我们在评价分析方法的专属性或者选择性的时候，是评价干扰的可接受程度。就没有干扰，它也是个程度。那程度是零脉是吧？理解我的意思吧，零它也是个程度，这是并不意味着专属性不允许我干扰啊，这个是这个让我印象特别深刻，因为工作这么多年了呢会接触很多同行啊，也会为比如我们做研发的时候，我们会和Q C部门打交道啊，是吧？我们我们比如我们转一个方法的时候，我我就我就本人的亲身的经历就碰到一种情况，就是一个杂志一个杂志的在方法转移的时候呢，在杂志封的位置机线鼓了个小包，Q C不接受，说以有干扰这个小包。当然研发其实其实没这个小包可能一切差异吧。就我们当时没发现这个问题，然后把这个小包接上去呢，它只相当于这个杂质的0.0%几，就是这个杂质的百分就就是杂杂质的那个百分百浓度的这个这个响应水平的0.0%几。就这包非常非常小啊，其实都不能接受，我就是我们反复跟他们解释，就是说就是就算是这个干扰存在，他对于检测结果是这个杂志显测结果的0.0%几。就是说这个杂质线构的0.1%是0.1%的0.0%几。我说你这个修约之后，就是修约你都顾不上他，因为他是小水点，他是他是那个是吧？很后面的位置修约你都都不都不需要管他。就完全不会对检测结果有显著的影响，就是可以忽略不计的程度嘛。但是如果说就是嗯就最起码指导原则是吧？如果如果当当时这个啊有这个指导原则的话，你就完全可以基于这个跟他沟通了是吧？你看选择性是允许干扰存在的呀。所以这最新版的指导员的是哎Q2R2出来的原因是因为我们哎Q2R1这个版本运行这么多年，在业内有很多的问题对吧？然后把这些问题汇总了，然后就统一在最新版的R 2里面。然后把它统一的，然后一次性的澄清了。当然我们这个9101控者几乎是参考HQR2，然后增加了一些自己的内容哈。啊大能看到这个像像这个范围啊，这个2.5版的这个范围，它的就是这个范围的这个内容大大的扩充了。他囊括了原来的线性范围、简单性、定量性这四个。对大家看到了吗？是吧？嗯嗯，简单性构电量项这四个，然后其他的像准确度、电量准确度和精密度啊，然后耐用性啊，这是一样的了。然后呃九要链效通则里面加了个系统渗入性，实也在范围验证里面加了这一条啊，但这个并不意味着是在范围验证的时候需要验证系统适用性，嗯，不是个意思。呃，至于9101这个加这塔的意义原因是什么，我我也不太理不太理解啊。Ok我们来看这个主要变化啊，主要变化就是新增这个方法学验证研究与系统适用性实验的内容是吧？让专把专属性修改为专属性和选择或者选择性了也将定量线检测线线性和范围合并为范围。当然了，其实这个2025版的这个范围里面，包括非线性响应，还有这个多边量校正啊，就是大大扩充的这个范围的内容。然后呢，也明确提出来这耐用性的验证不在范围验证中做强制要求。所以说就是范围内容你可以不做耐用性的验证，可以引用方法开发的数据。因为HQ14分析方法开发指导原则明确要求了在方法开发阶段要做内容性的研究的。所以说我们就不需要在验证阶段再做一遍嗯。笔记本我们在今后在提交这个相关申报资料的时候，内容性研究的这个内容体现在方法开发的部分。然后方围验证的部分呢，只体现这个专属性或选择性范围，精密度和准确度啊这几个内容。然后呢，删除了这个2020版这个这个版本的这个表二和表三关于回收率和精密度的这个要求啊，这个表这这这这两张表就是在业内争议很大，对吧？有很多就是就是很多同行其实并没有按照这个表去执行相关工作。当然这也带来一些问题啊，因为有些有关部门会认可这个表的规定。比如说像中检院那个是吧，像省这个每个省的这个检验所呀，在复核的时候，他们可能会问你为什么没有按这个表啊或者表层的规定来。但是事际上我们都知道这表表上的规定有些有些理想化了，是吧？一个指导原则，他提供一些指南性意见就可以了，不要对具体的这个东西提出要求，因为具体的要要求太具体，就有可能碰到不适用的情况。Ok我们就讨论这个，进入到第二个点，就是方法学验证。各验证项的这个研究方法介绍，就是基于最新版的2025版的这个9101的这个指导指导原则。哎，如何执行？当这个指导原则呢其实并没有对我们现行的方法验证的做法做出，怎么讲呢？就是类似于颠覆性的要求啊，就唯独是把耐用性挪到这个方法开发阶段去做了。其他的验证项的做法，其实是我可以按照以前的就个并不代表我们以前的做法就不能用了啊，还是一样的。它只是澄清的一些概念，一个可破告范围是吧？就比如准确度应该做多大多大范围变成这种，它只是澄清一些概念而已，就具体做法还是可以引用我们以前的做法。Ok像专属性和选择性这两个概念啊，因为以前只有专属性，我们要澄清一下什么叫专属性。专属性呢通常用于描述最踪状态，即分析方法可以明确检测目标分析物。这什么意思呢？就是说专属性就是对目标分析和检测呢就是基本上不受干扰，干扰非常少。比如说在色谱法里面体现就是上立分完全分开了啊，达到了基极线分离，就是这是一最直接的一个啊一个一个一个案例。就说比如说有关物质有关物质两这两个方完全分开了。所以说我们的个代测方是代测，代测处分是不受它的相邻方的干扰的，因为因为他们完全分离了嘛。但是实实大家都知道啊，在这个世在这个世界上，在客观世界，你完全不受外界干扰的可能性存在嘛？不存在的明白吗？不存在的，只是程度上的差别而已，是不是？就是可能有些时候外界的干扰程度非常低，可以忽略不计。或者是现有技术水平我们发现不了这种干扰啊。比如说容器效益是吧，你容积效应只有程度上的差别，没有绝没有绝对的有过的这种差别的，明白吧？就是说有些可能容易上应这个这个这个作用非常轻，所以体现不出来，但并没代表它没有。选择性的这是一个相对的术语啊，用于描述混合物或机制中特定被分析物可被检测且不受具有类似行为的其他主分干扰的程度。啊，就这个这这段话就这句话变的比较拗口，不好理解。但是呢我们从字面上都能看出来，选择性是允许干扰的干扰的存在的是吧？我们只是凭你们只需需要去评价这个干扰的程度是否可以接受而已。这里有很多啊很多例子可以举了，比如说我们用紫外三光光度法测溶出的时候，我们如果说方法验证，我们会去呃验证这个辅料的干扰吗？那辅料干扰，那么我们用紫外测溶出，那辅料有可能就有就有吸收呢？只是它吸收程度很低而已，它它不是绝对没有吸收是吧？那么怎么评价它？比如我们我们我们规定为辅料的吸收不得超过最造品成率的1%是吧？那就意味着我们我们我们接受的辅料的干扰，我们允许辅料有干扰，只不过是辅料干扰不超过1%。我们认为对于结果对于结果的影响不大，我们就接受了。就类似于那么如果把这个概念推到色谱法里面去，色谱法并没有高人一等，明白吧？四部分一上一样可以允许干扰存在的。只不过是如果说能够做到完全分开，彻底的分离，那么这种干扰可能就非常小啊这就，或者近似没有那那最好的是吧？但如果确实没有办法，就是有那么一点点，那么就凭估差，其实或者说我们为了把这一点点的干扰消除掉，付出的代价太大，不值得。那你我们就评价这个这个干扰到底有多大。只要足够小小到我们可以接受，那那那那就这样吧，是吧？就不要就不要再优化方法了。因为领导上级在催这个进度，催的很急，是不是？所以很多时候我们做事情的时候，我们并不并不是要追求完美的。你们要要考虑性价比啊，性价比这概念实际上现在很火了是吧？做工作也是一样的，并不是说我们任任何一项工作都要做到完美无缺。我们是要做到最高性价比的去完成这个工作。就是说精益求精是对内的要求，是对自己的技术水平啊这种啊去不断的不不不不不断的提高自己的技术水平。这个精益求精是可以的。但对一个工作成果精益求精，态度上值得是值得鼓励的。但是呢具体实践上要商榷的。而就是并不是说是你任何一项工作你都要尽量做到最好。因为投入是需要有成本的，自己的工作量要好是吧？加了班还不够多吗？还有就是公司也要为此付出成本的，就说就是我们自己啊想做的最好，公司也不一定愿意啊。这个双一份吐槽吧，工作这么多年的一些体会，但大家以后在工作中可以自己去品味一下啊。Ok我们现在就是讨论一下这个专属性选择性的验证方法，主要是三种啊，一个是无干扰。其实这个无干扰呢我觉得这个在这资源的表达呢不够严谨，我觉得应该叫做是干扰可接受是吧？你这在这里边表达上还和这个它的概念有冲突了啊，就是以及它的验证。就是大家看这个具体条文无干扰的这个这个这个条文下面的一些对对于它的一些规定，其实还是讨论这个干扰程度是否可以接受，但在这里它表示表示为无干扰啊，就就那文字字面意义上其实是有点不够严谨的啊。我我我建议的的应该可以应该修修修改为干扰程度可接受啊或者之类的啊，就是我们传统的验证验证方法。比如说空白容器有没有干扰是吧？空白辅料有没有干扰，嗯，其他组分分离度怎么样，这是我们传统这就是我们传统的验证验证方法。后面两种是我们工作实间中不大用的，嗯，因为这个是没必要介绍的。但专属性专属性怎么做大家都知道是吧？也无非就是空白空白做个空白，然后呢如果设不反啊，空白容器没有干扰，或者空白复料没有干扰是吧，就是在这个目标和位置不出峰。如果说中背度符合要求，然后呢呃各组分呢分离性分离是吧？分离多溶液，走组个分离多溶液，看下分离度。当然了，后面稳定稳定稳定值特征的解读里面，那个讨论里面会说到这个啊，比如说强制降解实验，做强制降解实验后面会会详细讨论。好，就这些啊。记是我们五官二十都不串统的做法。后面两项是呃工作实践中很少用的，就正交方法比较，这都是翻译过来的，翻译翻译的这些就读起就有点奇怪是吧？其实他就很简他就是很简单的一个意思，就是如果我们这个方案自己他很难从自身的层面上去证明他的论证，他的专属性和选择性性的话，他就放弃对自己的论证，他就直接和一个已经经过验证的方法或者一个法定的方法做对。比如二者的结果是基本上一致的，那就认为这个方法是专属的或者是有选择性的。这个方法专属性选择性没有问题。因为如果他如果他有问题的话，那那检测结果差异就会很大嘛。大家理解我的意思吧？就是就就是大家这样理解，其是和另外一个经过验证的或者是法定的分析方法做对比，二者结果一致。因为那两那那个方法是肯定是没问题的那我这个方法应该也没问题，因为有问题可能就就两个结果结会有差异嘛。啊，他这样一个一个一个一个逻辑。第三个是技术固有合理性啊，技术过有合理性呢，他在这个指造原有原滚，就在某些情况下可以通过技术参数，比如说质补同位数的分辨率，就是这个核磁光伏的这个化学位移啊，也确保和预测分析技术的专属性。所以这个就不需要再去讨论它的专属性了啊，它技术上它就能够实现它的专属性。这化学为化学为一，他跟他的那个比清浦是吧？清青浦的化学为和他的亲所处的环境是有关系的。他只要处他处在这个环境下，他就他的化学化学为就那么多，那就不需要不需要去论证它的合理性。就他技术上本身就是这样子的，就是我们不需要再去论证它的这个啊专属性到底到底怎么样，就是不需要去试做实验去研究它啊，就是我们在从理论上能够解释它就可以。这里可能包括这些红外的特征集团啊，一些经典的化学反应，比如说鉴别实验的显示反应呢。不因为有些简有有些比如钠钠离子的这个是吧火焰呈黄色，这是你不需要去去去去验证的专属性的，我们不需要去去去做实验去说明这一点，他他本身就是这样子，理解我的意思吧，就这个显示反应本身是不要不需要论证它专属性的啊，这个时候我们就要去论证这个其他处合有没有干扰是吧？然后在9101通则里面，这个910这个指导原则里面还还特意提到了这个中药的啊。这是我们中国特色的，就是这是和IQR2这个有差别的地方，提到了些中药鉴别的专属性的选择性的专属性和选择性的要求。比如说理化鉴别，基本上从这个化学药品做理化类的鉴别啊，跟化学品是一样的。比如前色反应啊，是吧？化学化学化学前色反应之类的啊。如果性状鉴别的话，因为中草药的性状鉴别它是基于现知识的，就基于原有的文献的记载来进行评价的啊。因为因为因为我们中药嘛是中药，中药是在我们在我们中国已经是吧这可能已经有几千年的传统了，就是已记得足够的相关的认识啊，就没必要再说。你说你说基于自己的这个情况去去定义个自己的个性化的这个性状，这个就不大合适了。那直接基于这个先任知识啊，就是这个这个这招外员的建议啊，基于先验知识，基于我们这么多年大家都一致认认为这个这个药材就应该是这个样子。怎么来写？显微镜鉴别就是观察到具有代表性和区分力的特征啊，这个就不一解读了。呃，特征态图主要是核对产品比较或者是数据库检索。这是就是要么和征照品做比较，做这个特征态图的这个做对比，或者是和数据库的做对比。对于复方制剂的话，对应药物的一性对照要做鉴别。就是说对应药物复方制剂好几个组分，这个组分的鉴别应该其他的组分应该是显阴性的。就是说就说你比如一个复方，你你的鉴别你的鉴别你的这个鉴别反应是对于其中有其中一个方子的鉴别。那么其他其他的主分，其他的这个药材就不应该写阳性反应，它应该写阴性反应，是这个意思吗？Ok这个就我们进入这个稳定性指是特性的这个讨论。这是嗯知道知道原则原文是如果一个经验证的定量分析方法可以检到原来药、辅料、制剂或其他药品在存储过程中的相关质量属性的变化，则被认为是一个稳定性指示特性方法。这里关键词我都标红了，大家看啊这有四个关关键词。第一个是定量分析方法，注意是一是定定量的定性的肯定不需要，比如鉴别反应，鉴别反应不需要考虑稳定性知识特征特性是吧？所以定量是不需要，定量是需要。然后呢是存储过程中的变化啊，存储过程变化一定要有变化。那么比如说不大可能会发生变化的质量属性，类似于说原料的磁数残渣是吧？这个这个在稳定储存过程中不大可能会发生变化的，明白吧？因为它测试不记盐的，不计盐，它在稳定储存过程中它不会增加或者减少的。一般意外情况下啊，因为它从哪来，是不是？然后我这边认为是一个稳定性组织特特性方法。那么如何论证的这个稳定性组织能力呢？啊，如何论证一个分析方法的稳定性组织能力呢？有三种，一个是降解杂质加标试验，就是在降解杂志谱比较完整。这个是我们的这个参报资料里面，关于杂志研究这块的啊，就是受到认可的情况下，然后呢，我用已我用已知的降解杂志做加标来看分离度是吧？这样一杂志过程分开，然后这个方法就能够是有就足够的这个稳定性指示能力的。还有降解实验，就是如果说我就是上面一个做不到，那我就就做强制降解实验。所以这里就澄清了强制降解实验的目的是什么？是为了验证我们的分析方法具有稳定性指示特性，明白吧？还有第三种做法是用过期的产品。为什么过他过期产品可以论证这个呢？因为过他都过期了呀，那么也就意味着它它能够代表我的产品在实际中可能产生的降解杂质的情况。我用它来验证我的分析方法。比如说嗯我的过际产品里面所有的这易杂志都能分开是吧？那我的分析法是有足够的稳定支持能力的这我们可以分别分析和讨论了。就是之前没有有有有有，不是之前有同过咨询过。比如说一构体的方法要不要做强降解实验是吧？那这里写了，那不需要了呀。为什么？因为异构体如首先一个要明确你的异构体在稳定期间有没有会会不会发生变化。如果它不会发生变化，就因为有些守性构型它很稳很稳定，它不会发生变化就不用管它是吧？那么另外就是如果会发生变化，异构体你肯定都有都有杂质。对标品的实际上这个降解杂质摘标啊，那异构体就是其那就是某一个异构体可能就是降就是降降解杂质呗。那实际上只做加标实验就可以了，就论证它的稳定执行能力了，没必要做强制降解实验，是不是？Ok我们来对比这三种这个嗯嗯做法的差别。第一个是强制降解实验，一般在方法开发期间做啊，方开发期间就应该做这个强制降解实验，为什么呢？因为我们在做这个降解杂志谱的时候，就我们在分析降解杂质谱的时候，肯定是先基于强见解实验的结果来找到主要降解杂质是吧？不然不然我们我们我们也也不知道怎这这常的是哪个呀。因为在早期我们是不大可能获得过期产品的。第二是降解它的加标啊，就是方霉因子时的采用。方霉因子我们也采用降解它的加标，并引用方法开发了强制降解实验数据。这个主要是说的有关物质的啊，那么在有关物质做方围证的时候，如果说我在方法开发期间已经做了完整的这个强制降解实验，确定了主要降解杂志是哪些。然后呢，这个主要降解杂志我都做成已私杂志了，那么那么在范围验证的时候，我就可以直接只做降解杂质加标，明白吧？长见长见的时我就不做了，为什么？就就一句话呗，方面方面任何就就看这各个讲解杂志啊之间或者与主成们有良好的分离啊等，证明该方法有良好的稳定性，指是特性，那么就强制降解实验。比如说加句话强制降解实验，然后括号啊建方法开发报告或者建方法开发章节都是什么什么，哪一章哪一节表明人品的主要讲解杂志为杂志杂志杂志B啊杂志，然后将杂志杂志杂志杂志杂志与与左成片之间的分度均符合要求啊。然后表明这是说那表明该有有良好的稳定性组织特性啊就就可以了。当然了，如果说这个杂志普及的好也可以，不一定们放开发强市降解数据就直接就做这个是吧？老师对这个如果对我们现在价格达标有有有疑问的话，他他自己去看到这看我们那个杂志谱去，然后我们杂志部对相杂志研究就很充分啊，那也没问题。如果说我们我们我们对于杂志谱的研究没有信心，就这么干。就引用方法开发的强讲解实验数据啊，对，然后呢超过有一些产品这个剩余周期长的情况啊，反制药肯定不适应。因为仿制药我们在申报的时候是拿不到超效期产品的，是吧？你不如说我拿完我用超效期的产品资金的那跟你没有关系，那不是你的产品，得用自己的产品。因为工艺不一样，可能厨方也不一样是吧？仿正样是不大可能在申报的时候拿到这个超摇期的产品的啊。但是创新药是可以的，因创新药做要要做好几年临床嘛，那么可能在临床研究期间，有些前期的研究样品已经过期了。那只要他的工艺啊处方案没有变化，那我可以用那个产品来论证这个分析方法的稳定性指数特性。所以我们在讨论范围分析的范围呢分析范围范围是最低结果和最高结果之间的区间啊，在此区间内分析方法具有适当响应的适当水平的响应准确度及精密度。但是这是这个范围的概念，嗯，这里就澄清了，在这范围内都应该有有水有这个响应，也就在符合线性要求，要有足够的准确度，要符合准确度要求以及精密度啊要符合精密度要求。那么这个范围呢它是在结构上，它包括响应和范围下限两两个大板块。响应分为线性、非线性和多变量校正。这个发向线呢就包括迭代线和检测线，其实就是以前的这个验证里面加加了一个非线性响应和多变量加噪是吧？那这两个呢啊一个是非线性响应呢，其实很少见很少见，基本上都不会涉及，只有可能会一些分一些生物分析方法可能会用到啊，就这些少是什么情况？那么多边能教授就更少了啊，这是一个比较前沿的领域，然后我们来这个讨论这个线性的验证方法。线性方法线性的方法一般是由这个注意了哦，所以那个两个一个非线性我就不讨论了，因为这个比较少。因为这个我们今天就1个小时已已经已经快到时间了，1个小时所行那个两个比较少用的，我们就不讨论了。这陶厌线性线一般是由铸被叶稀释之长啊，这个这个注意啊，一般是由注液稀释最长一般是五个五个浓度点嘛，五个浓度一般是由一个同一个高浓度注倍液逐级稀释之长啊。现性范围呢因不少于可报告范围，可报告范围在这个指导原则里面，它也列了一个表建议的可报告范围有啊，大家参考。那么来做，你不要小于它，就现性范围你肯不能小于它的，因为范围内你明确说了要有足够的响应嘛，那是一个他可定在现性范围之内。那注意的是稀释过程中需要考虑这个误差对于结果的影响。比如说含量测定呢，二不稀释的时候，因为含量测定对于这个线性要求很高嘛，是吧？有相关系数三个九截局不大于2%。那这种情况下，你如果说很有可能这个方法线性是没有问题的，只不过就因你操作不大，所有些人拿个拿个一毫升精美量体，一毫升到10毫升，这个操作过程误差太大，导致这个线性数据不好。明白吧？就是就是很多同行他就他有很多做事情呢，他也没有想到误差这个意那没有误差的意思，他就认为比如说我取一毫升到10毫升就是刚好吸牲十倍，他没有想过他精币量取一毫升就一定是一毫升嘛。你不拿你拿了一毫升放做液管，你取一毫升水就一定是一毫升吗？那液管还有误差呢？是不是？就是我们在刚上化学课的时候，化学课老师都应该就应为讲过这个道理，液管体积越小误差越大啊。这个在我第一次做化学实验的时候，用到夜管的时候，我的化学老师就跟我讲过这个。因为第一次是要上课嘛，印象特别深刻，这句话我一直记着，嗯，很多同行就没有这个概念了。我就见到很多这种含式的，用一毫升液管，二不稀释的进了很多。验证的时候也不要这样干，因为很有可能导致你的线性的，比如说结局太大或相关系数不好，那还是找原因啊。如果是兼费条件下还得走偏差呢，就没必要是吧？就是因为它的液管，咱们省这点容器干嘛呢？就是说液管体积不要小于5毫升啊，良品体积不要小于50毫升，主要是含湿病啊。因为对于杂质类来讲，对于物材要求的要求会比较松一点啊。就是你良性去因为一毫升的问题不大，但是就不要做更奇葩的做法了。我见过那种因为一毫升用一毫升刻度液管，以0.1毫升、0.2毫升、0.3毫升、0至0.5毫升那种做法啊，这个就是义务，可能杂志也受不了是吧？误差太大了，杂志都受不了。你这你这么大的这这种这么粗粗粗犷的这种操作是吧？所以要考虑误差的影响啊。不过我们在讨论这三个范围，在这个指导原则里面其实出现了三个范围的概念。一个是工作范围啊，这大家大家如果阅读了这个指导员的原文全文的话，就应该有发现有工作范围这个概念啊。这个工作范围呢它是取决于一器的性能的啊，不同一节的工作范围可能明显不同。那吧比如说范围的下限减震线和电量线不同，移级减震电量线一般情况下啊都很难做的完全一样啊，这大多的情况下都会有显著的差异。就说每台仪器信道比10附近的这个浓度都不一样，或者同一个浓度在每台仪器上它信噪比也不一样，这是正常情况是吧？啊，大家明白明确这个概念吧，就是说好，第二个呢是范围，就是我们验证的时候验证的那范围。这个范围呢是取决于以及性能分析方法相关参数以及样品及接情况都有关系啊，这个就比较复杂了啊。比如说举个简单例子啊，比如样品复杂，样品机制很复杂，像一些比如缓控实制器导致的回收率下降，使得这个准确度下限远高于仪器的定量线。就是本来在仪器量线信道比10嘛，本来在信道比十这个附近，它就应该是准，它就应该一般来说一般来讲高了，准确度问题问题不大。一般来讲，但是有可能这个浓度太低了，所仪器的在这么低浓度下，它能够达到足够的响应，仪器的准确度、精密度没有问题。但是我们的样品机制很复杂，在这个这么低的浓度一点点的吸附过什么的，就会对这个结果有很大的影响。那所以我们准度下限有可能在往上做是吧？定量性定量性这个回收做不过去，等往常是我做的做的报告线做的报线是吧，反正如是报告线你都做不过去，你那就范围就得优化了，明白吧？类似来很多，比如容器效应是吧？还有容器效应，还有流动向的本体吸收。因为流动向可能有流动向可能有有也流动向也是有吸收的。流动向的吸收就会掩盖一部分的低浓度下的代谢组分的吸收，会导致线性有很大的拮据。这和这跟仪器没有关系，它不是仪器的锅是吧？这只是分析方法相关参数的影响，就是你选择个流向导致的。所以这个这些这些东西一切性能你分析办法选择相关参数，就容器的选择，容器的选择啊以及你的这个以样品的实际情况，这些共同决定了分析方法的范围。大家大家理解我的意思吧？第三个范围相关的概念，概念是这个可报告范围。可报范围是它是取决于规范要求产品质量研究的需与控制的需要。这些这个和仪器性能分析方法相关参数以及样品情况没有关系。它是存在的外部要求，就是样品怎么样，仪器怎么样，我都不管，但是这是外部的强烈要求，比如说有关物质的可报告范围，必须包括杂志的报告线到线路这个区间。因为在这个范围内，你这个数据都是要报告出来的那就应该要准确的是吧？那可报的范围大家大家看到吗？那那个可报的范围呃，这我们9101制造原则已经给了一个建议嘛，他那个建议可没有考虑到你的这个产品实际情况哈，也没有也没有考虑你的分析方法啊，是吧？有没有关你的一致性的怎么样嘛，这是外部的强制要求，从这个范围大家这三个范围的概念啊，大家一定要明确。然后我们可以得出个简单的关系式，就工作范围一定是大于等于范围的，然后它于等于可报告范围，这怎么好理解呢？就是一直我们后面等到这个后面再说这个准确验证的时候吧，然后呢涉及到这个准范围下限的验证，而后下面呢有直观评估，主观评估就就是这个课才没有写啊。就我们口头说一下，直观评估就是就就是你直接看最直观的就是我们以这个比色法侧模杂质的这个比如重金属啊重金属重金和检查法，这是比测法嘛。如果我们看它的检测线的话，当然当然一般这个是不大需要进验验证的话，就类似我举类似例子，就是有可能比如测某一个金属的金属离子的，就在这个段子里面简称某个金属离子。你可能也也相对比赛法是吧？那那他定的现在是10 pm你配个10M来对照屏面，然后来闭两个盐，然后通过化学反应，然后显色。公式品不超过颜色，不适于对于对照美容液。那这个你怎么评价它的检测性呢？因为这个方法是验证码，它是这个方法，它不是这个法定方法嘛，是你开发的方法，你需要做验证的那那怎么做检测线呢？甚就让你以肉眼能够看到的颜色变化为检测线浓度是吧？那就很直观的评估了新到比。新到比时候是我们色谱法做这个减测电量线最常见的做法就是形成信道比10啊，信道比三啊，这怎不多说了。然后标准偏差除以斜率，这是一种做法。这种适用于这个比如类似于紫外分光光度法原子吸收分光光度法原子吸收紫外紫外这些它没有噪音是吧？没法去看信照比那怎么办？如果说他测杂质的话，那就用这个整确定量线的话，那就用这个标准偏差数理斜率。然后还有一种就是准确度与精密度啊，什么意思呢？就就是直接以准直接以准确度下限为定量线。这个不是为个简性啊，就Q 2上这这里后面有个括号是Q就是电量线。就是说我不管它现在比多少，我就直接你准，就象限和电量线。这个这个这个这个理解我在几年前啊，在其他的方法验证的课程，我早就早我早就提出来了是吧？所以有有有很多为什么为什么这么说呢？因为我观察到很多同行在做电量线的时候嗯。啊，就在那个走定量线的时候，执着的去追求这个性价比。十附近的浓度工作量非常大啊，做这个减能做个定量线减测线做一周是吧？没有意义。我们后面在这个案例分享里面会讨论啊，这个没有意义。在准确的验证方法里面有有有这个有几种。一个是以标准物质比较啊，这个其实不大常用。就是说因为标准物质它的它已经是负值根嘛，就它的含量是多少已经知道的，我们直接用用用我们的分析方法去测这个标准物质是吧？那我们就知道入以标准物质的标准物质的负值作为原有的量啊，以我们测的值为为测的结果，然后就跟他做啊做对比，这个比较少见哈。第二种是家氧回收实验，是最常用的啊，基本上99%以上的，甚至可以说是接近无限阶近百分之百啊，不是这么多年也没有用过。除此之外的两另外两个准确验证方法都是用加压回收实验。然后呢，第三种是正价方法比较和这个专属性选择或选择性是一样的。就是和一个经过验证的方法做对比，对比完成检测结果一致。他就认为因为因为对被对比的方法是准确的嘛，我的结果跟他一样，那我的结果也是准确的是吧？那么就是也因为增加方案比较可以同时完成准确度和专属性两个验证。Ok那个在加上回收实验的具体的做法就不多讲了，因为这这是传统做法，这个执前的课程里面应该应该就是被讲慢了啊，而且今天的这个时间很短，就一个一个多小时，讲不了那么细啊，不可能每一个页证的就都特别细细讲哈。但是有些注意事项或者会在案例分享讨论，刚才我们在这个新的资源里面要求这个报告准确度的执行区间啊，所以我就所以说我们在这次讨论一下执行区间该怎么该怎么算。这些就是说责量要求准确的进报告为样品中已添添加已知量的被分析物的平均回收率或平均值与可接受增值的差值及适当的100减100这个1 1减2罢的啊这个执行区间。那么这一群的阿尔法值呢一般取0.05啊一般取0.05，这是统计学最常用的一个一个一个咨询水平，就15% 95%的资询水平是最实么用的。它计算方法计算方法是这样这样的啊，就是我们用一般这种excel表，当然你用其他的统计软件能算出来，直接算出来的那就那那就那就不提了。如果说你你就是你你现在手头上没有可以用的统计软件，因为统计软件都是收费的啊。嗯不能，嗯，不是每家公司都有。因为你如果用那个免费的就破解版的，等下会发函发到你们公司去啊。公司里面是不允在工作中，我们是不能用这个破解版的统计软件的。人人家会真的会根据埃批地址发函的，发律师函。所以我们用excel表来算，用excel表计算这个回收率的标准偏差，这是回收率的标准偏差。这个标准偏差好算了，是不是就是AD1V那个那个公那个那个那个公式，然后平均值然后与T值，那么这区间呢就是就是这个A就是平均值减去一个啊标准偏差除以根号N根号N N那就个九了，准确的准确度一般是九份嘛，是吧？反正就是九再乘以这个T值，括号N减1N啊。注意啊，不是乘N减一哈，这个T2分分之200N减一是这个是T值就乘T值二分之阿尔法括号N减一都是这个对这个T的一个这个字母的修饰。就注意了，这括号括号N减一不是让你乘试给N减一啊，就这个一定要弄清楚啊，就是说就是平均值加减标准偏差除以根号N再乘以T啊，然后地址呢已已代表公式呢，大家大家可以用这公式啊，大家自己拍个照或者截个图，或者自己自己记下来，记下来吧啊这以代表在用。然后呢阿尔法就是这个0.05了，freedom就是这个自由度，自由度是啊一般是N减1，那是八了。预算啊，那精密度验证呢是分为精密认证分为三个叫重复性、中心精密度和重建性。啊，这个和这个做这个精密度验证方法其实跟传统的一样啊，大家以前怎么做这样可以现在这样做也是也是一样可以的。重复性是一个人6份，中心精密度另一个人6份是吧？一般是六份啊，9份很少，9份很少进从现性的另外一个实验室啊，最重现性一是另外一个实验室，在本实验室标要提呈重现性，一定在另外一个实验室才是从现性的概念。另外一个实验室做6份，然后呢分别汇总在一起评价。比如说就重复性做重新精密度，那你把这个12个数据汇总分析啊来评价这个工间精密度。嗯，精密度验证方法呢就是比如像含量测定的话，像就是按照分析方法规定平行测定样品六次啊。这里因为有些特别注项提一下啊，计算结果的相对标准偏差一般不大于2%啊，就是这常见的可学可学标准是吧？对杂质来讲，如果杂质在电量线以上的话。那么再按照分析法规定，测量平行测量样本就是六次啊，这算结果的相对标准偏差。这可见的标准跟准录跟准确度一样啊。因为因为不同的杂志的像一一行图形杂志、原素杂志、一般杂志，它的所协的标准不一样，所以我这个课题没有提，就是你准确怎么规定的，精密度也正样，也它属于同样规定。如果杂质含量在电量线以下的那你就要加标了。因为这个杂质的电线以下，因为电量线电量线以上，因为电量线是要符合精密度要求的嘛。那这大家看电量线的概念，电量线是要符合精密度准确度概准确度要求的。所以只要只要在电量线以上，它肯定就符合精密度要求。那精密度精密度就能过得去，它电量线以下，那精密度就肯定过不去嘛。因为它不符合精密度要求嘛，所至需要加标，加到订单线以上去。加多少呢？啊，加订单线以上就可以，但是一般以百分之百的最常见就定了，是以下。你加了百分之百啊，反正你影响也不大。重现的时候呢，这个指导原则有原文就是标红了。就是申请递交的时候呢，是不需要考察重现性的。就是我们在申报的时候不需要考察重现性，只在方法转移的时候可以做重现性。就是比如说qc实验室和研发实验室做重现性验证来确认方法可以转移到qc实验室去。这个呢是在现场检查的时候，生产现场检查老师会问这个Q C的这个相关负责人，或者或质量体系的相关负责人，问他这个分析方法有没有进行转移啊，是吧？我们再提出相关的这个验证报告，那我们我们做重新验证了啊，这就可以了。这个不在申报上提交，这个在现在检查的时候有可能会被检查。内容性呢在方面开发期间要进行耐心研究啊，这个就不提了啊。这个是IQ14以及I Q 2这2个指导原则都提到了耐用性。在方法开发阶段做那方法时要不要做呢？一般是不需要重复做，但是也并不是说方法验证体间一定不做什么情况？就是如果认为方法开发期间有些数据不够全面，就是我后面可能还需还可以补充一些方言，方言的的时候也可以补充一些量性验证。比如说啊比如说研发做的方法开发qc做的方法，验证qc实验室想试一下我的。比如说多碳十八柱研发研发应用的是这个环全轮的设备数是吧？那个嗯Q是我认为我这里我这边写手头上还有很多，比如说什么大赛路的那个大赛路不是道，就是比如那个什么纳叙的呀、安纳普的、纳普的呀，或者是那个什么国产的，还有另外一个大牌子吧，或者是道金的呀，很多这种碳水八的柱子是吧？我想看看这柱子也能能不能也用，那就可以补充这个摄不住的耐用性验证。Ok我们讨论这个第三部分，第一步解条款，第一个误解条第唯一误解条款就信道比，信到比啊就是这句话。对于剪断线信道比为3比1，通常认为是可以接受的对电量线信道比因不少识别这句话。这句话是最容易让人误解的条款啊，为什么呢？就是就就很就有很多同行就会就把这个这就认为定量线就是信道比10，他见没有第二线就是信道比10，现在没20就不行，现在没有，现在比30 50，那就更是放了天条了，那更不行是吧？必须做到10不进去啊，甚至说做到11、十二都属于让步了。这这种就让人误解的，因为这这个表述确实有问题，因为语言嘛很难把人的这种思维或者理解啊完全的表达出来。这个我相信啊写这个台湾老师他一定不是这么想的，明白吧？他一定不是这么想的，怎么可能呢？因为大家大家看这个前面的那个台湾校信的发文下息的验4种验证方4种验证方式，直观评评估评估法线到笔法是吧？甚至以准确度下限和定量线，人家都人家都接受以准确度效息为定量线了，人家怎么可能会卡死的？信道比一定要在十那个那个那个那个位置呢，有时候准有时候准确的效应可能达到现在可能达到200、三百都有可能的，否则就属准力的做不过去啊，刚刚说过呀，分析方法的范围受这个样品机制的影响，也受分析方法参数影响，是吧？所以很有可能你的这个性价比十是仪器的工作范围。这个仪器可能在这个电容下，它的性价比它响应都很好，性价比性在达到10也能达到10。但是在这个浓度受限于我的分析方法的参数，受限于受到我这个样品机制的影响，我这回头是做不过去的呀。是不是？嗯，所以所以说如果说我用准确度下限作为我的定量线的话，那性价比在在那种情况下就是比机子很复杂，分析方法参数可能也有点问题，那信能比可能远远大于10的100 200都很正常。意味着写这个条款的老师，他一定不是说是你做定量线的时候，用心道比法评价定量线的时候，一定要做到实。他的意思就是你大于就行了，因为你你你肯定不能小于11系的工作范围呀。明白我的意思吧？就是你的我们验证的是方法的定量线，而不是仪器定量线。就说你要验证的就是那个方法的范围，我们验证是方法的范围，不是仪器的范围。方法的范围大家记得那个那个那个那个关系式嘛，工作范围大于等于范围是吧？这个我们要证明我们的方法的范围就是定量线大于等于10，不能小于仪器电量线。而且这个不同于仪器性差异很大。比如你在这个上摩托性的比石浓度是这个浓度，你把这个浓度的溶液你放到另外的基上去进验的话，那性格比可能就不是十了，也可能是也可能是一或者2，也可能是30、40，那有什么意义呢？是偶然的值啊，你甚至是同一份溶液，你换你第二天才进它。现在比如说不是死了，就是同一台仪器啊，它都会变。因为仪器状态也会也会发生变化的。这个值完全是偶然无无法重现的，没有任何意义的值。不要去追执着于这个性价比值到底是多少啊，所以就以说你只要配置一个适宜水平的确定性的比不少于10或者三就可以。比如说我要验证电量线，我用新的比法来验证电量线，我就配一个报告线以下浓度，比如说比如原料的杂质哈，报告线是0.05%，那就配个百分0.02的。我不管人在比多少，只要大于10就行，30、40、五十也好，都可以明白吧？也就是我我的报告线以下，我0002这么低，我都能够远远大于仪器电量线。我这方法灵敏度是很好的，就性的比高没有错呀。我那性的比高我还犯错了嘛，是不是我的方法里面都好，还不行吗？这个这个大家注意啊。然后呢第二个中心误解条款呢是这个中心精密度中精密度这个这个条款是需研究的典型变动因素，包括不同日期、不同环境条件分析者和仪器设备。注意了，这里常见误区是每个因素变化分别都验证，那这样的话功障就很大。你从中间精密度你就要做好多个的实验了是吧？不需要哈，一般是有在另外一个日期有一个人采用不同设备，从跟重复器一样做做6份就可以了。当然这个治疗原则也是说也建议doe来做，但是在实践中我我没有见过用doe来做中间精密度的，因为说实话中间精密度风险就不高。还有一个就是doe一般是适用于那种条件之间会互相影响的，就是比如说就是不同日期，不同日期可能会影响这个仪器设备的性能啊，当当然这个确实会影响，那这一般影响不大。比如说今天和明天，我的页上的这个性能发生明显变化嘛，不大可能的是吧？所以或者不同日期的环境条件，你像我们在分析检测，我们在实验室环境，当受受受控的环境条件变化也不大。所以说他们之间理论上他们就是容他们是互相独立的，不会互相影响的，或者是没有显著影响的啊，因为没必要低我设计啊，那在实践中哈也也很少见中心精密度用doe来做的啊，就是知道原来那么提了一句那是但是啊我个人认为是没有必要的啊。但是你但是如果你要做也行，因为doe真的很麻烦，你要用doe做做中精密度，要设计很多不同的这个实条件，那还要需要用到统计学软统计学的软件啊，没有必要。还有就是做中心密度要要考虑实际情况啊，就比如说也有有同行问我，嗯，就是那张老师我那我其实就只有一台设备，那我做做机密怎么做啊？只有一台设备呢，就什么那那就换个日机就可以了是吧？你那设备你换不了嘛，只有一台嘛，你换个人机就行了呀，我没法配设备呀，换人机换人这个就可以了。Ok我们来看案例案例分享。那你们讲第一个案例是准确度验证和分析方法规定不符啊，这个加快一点哈，就是比如说有关物质有关物质检算方法是自撑介绍法。在做杂志在做这个各个杂志的加量回收实验的时候，用的是杂志对品外标法用用杂用的是杂志对照品外标法来算回收率，这是一个很常见的做法啊。当做法这个做法显然是不正确的，是吧？因为逻辑上都说不通啊，因为你这样子验证了这个杂志对照品外标法的计算结果是准确的，跟分析方法毫无关系呀。分析方法、分析法、自学道法呀、知识法到底准不准你们不知道啊。所以证确做法应是用自身多大法来算这个杂志的量，算到加标或者杂色的量减去原有的量，再除以理论加入量。这才是正确的加量回收率的这回收率的计算方法。那第二个案例是杂质原氧量含量比较高。在在准确度验证的时候啊，杂质原料含量比较高呢，它会导致低浓度回收率不符合要求，什么意思啊？比如说我的这个有关物质杂质A工程品含量含含你举例子吧，它的原因是这个原有的误差比较大，离子是有的啊，就是原料的杂质杂质A含量是0.1%，然后分析法肯定是有误差的嘛，是吧？假如误差是10%，对于一个杂质检的方况来讲，误差10%是完全可以接受的啊，因为问题不大。就是比如说它是真实含量是0.1%，我减的检测含量是0.01%，0.11或者0.09，这都属于正常情况。我相信大家是可以接受，肯定可以接受的，是不是？如果这个都不能接受，你你的方法验论中心方法一论的是精密度严重，你别做了，你做不过去了是吧？就上下上下波动一个10%都不能接受的话，你的你的都你你的精密度，你的可你的可而且可接性定多少，你那2%嘛，3%嘛，我们参照参参考行业特定嘛，那不可能啊，是吧？所以呢那么原有量的误差就会有0.01%。那么假如我低浓度的回收率，我的加入量是0.02%的话，那么原有量引入的误差对回收的影响就是0.01除以0.2。因为因为加上只有0.02%嘛，就50%了，也就是它的波动会大于正-50%，就不考虑其他的影响，就光是这远远的误差就会引入50%的误差。那这回收率过不了不很正常是吧？能过也是快，那那那是运气的那刚好这也是误差比较小是吧？所以说这种情况下，我们经过合理评价哈，可以不加故事屏。因为故事屏原来很大嘛，就直接在空白里面加相应水平的杂质。比如是原料啊，就直接就就就是就是那个电量线的溶液，电量线的这个杂打这这个杂这这个水溶液就可以了啊，就不需要做做加标的。但是在计算的时候仍然仍然要如加标啊，模拟加标，这个大家可以思考哈，还计算手是用那个还是用那个我们的有关物，拿这个检测方法去算它，嗯，叫如价表。尤其是像面积规划法是吧？分面积规划法的时候，就可能得把这个工时品的那个封主工的封面积代入计算，这个大家大家去思考啊。第三个案例是这个分别在不同语义上验证线性，这是一个一个常见做法。呃，有些同行为了研究这个校正校校正因子的重重复性啊，在不同语义上分别验证线性计算校正因子。注意了这个这个分析范围验证的重复性是什么呀？就精密度里面的重复性，它指的是检测结果的重复性和它不是校正因子重复系，它没有要求你做校正因子重复系。那如果你要这样去理解的话，如果如果暂样去理解的话，那样现在不要做校正，你做了校正机的同步性呢，就不就不需要做校正的耐用性嘛，是吧？耐用性对吧？耐用性低的一等啊，是吧。那校正因子的准确度呢你怎么验证，怎么去评价校正因子的准确度，那你没没了了是吧？所以没必要就过度的展开去去联想。所以如果这分析方法的准确度没问题，分析方法准是没问题的。说明说明什么呀？校正因子就是准确的，因为你的校正因子不准确，你方法准你的分析方法准确，这验证你根本过不了。理解我的意思吧，是不是没必要去再去直接证明分析方法的准确度？同样的同样的道理，我的分析方法的这个精密度已经通过了。那就那那家庭就是就是就就是就是精密的，就是他就是足够有足够精密度的。还有线性啊，线性只要在你台一台机上做就可以了，为什么呢？因为做校正因子的时候，一般我们是把这个杂志注杂志混在一起，混在同一个所我们首页里面，也就是一一个样进一次所有的杂质都出方，嗯，还有组成分也出方。18年是这样啊，一般18年是这样，把所有的东西都混在一起。那么在一个读谱里面。再想象一下仪器的影响，几乎就可以忽略了，明白吧？因为它在同样图里面同时进的样码，就在一帧里面出的方案，你还要管这个不同仪项的差异吗？他就它就它就体现为各个组分之间的这个都是个比例关系吧，就叫就就表现为价值因子嘛。你除非是每一个组分单独做线性的，是吧？那一般一般东西你不会这么干的，我只会这么干的是吧，这么干的得得多那个呀是吧？多不会麻烦的，一般都是把各个杂志混在一起统一统一做线行。那这样的话你你要同一同一同一张同一个图里面出的风可能就忽略了一系列影响了。它就是各个组分之间的这个相应值的比例关系啊，就提就表现这种性质，所以现金只在只在一台机行做就可以了，没必要做，没必要多做。就是我们要合理的去删除没有必要做的工作工作。还有这个强制降解试验质量不守恒，有关物质的这个范围内的时候呢，要做强制降解实验是吧？我们需要做这个需要，然后还要需要验算这个质量守恒，但是经常会碰到这个质量不守恒的情况，那么主要原因是呢有哪些呢？主要原因包括这个降解杂志是不是已知杂志啊？主要降解杂质不是已知杂志，就是我发现一个降一个10%的降解杂质分，但是呢它是位置杂志，那么很有可能这个杂志响应值特别低。就是我就是在图谱上显示它是10%，但实它实际可能有可能是20%或者30%，如为它响应值，它的响应值低呀，明白我的意思吧？那么这种情况下就需要加入交子因子它才能守恒。加降因子它肯定不守恒嘛，那就是主峰已经降了20%了，这才体现到杂质增加10%，它应该乘以校正二，校正因子二才能够正常守恒。但是呢有些是它的位啥子为啊因位置啊，这种是没办法加校正因子嘛，所以不少这是一种常见的情况，这是属于典型的杂质就不充分了是吧，这个被发布的概率很高。还有就是主要降解杂质未检出啊，比如主主要降解杂质瑕疵就是保留太弱，在容积分位置出方了是吧，被忽略掉了。那这种情况不是说没有哈，但不太多，还有这样解除没有响应的片段，那这个是第一个就是第一种情况就是位置位置导和第二第三种情况，这样解释无响应片段是比较常见的，什么意思呢？比如说我们降解，我们比我们从主成分降解成某一个杂质的时候，它并竟还有另外一个片段，明白吧？它不可能指向于这种，但这边还并竟还有另外一片段跑了嘛，它它结构变了嘛，它它毕竟有个另外一个分断了，比如比如上水解是吧？就最常见的水解它分成分成两部分嘛，一部分可能是我们的主要讲解杂志，另外一部分它没有响应的一个小片段。比如说一个一个一个脂肪链是吧？或者个醇，那这种情况下他也是有质量的呀。理解我的意思吧？他也有质量的话，如果不考虑它，特别是它的质量占比比较高的情况下，那就很有可能导致质量不守恒了。还有就是计算方法不合理啊，这个呢就是解决解决这个就是解决这个质量不成的情况原因这个做法的时候，主要是我们要第一个是主要是杂志要进行充分研究。所以说我们前面说了是吧，在方法开发阶段就要做强制降解实验，确认主要就确认主要降子杂质是哪些，然后把它纳入已知杂志。否则你资量总算不过去嘛，获得绿照品。然后呢，根据主要讲解杂志的结构与主成本结构的差异，我们评估那主要讲解杂志和主成本结构差哪部分，差哪部分的分子量是占比是多少？根据分子量占比来计算这部分的质量是多少，把它加进来啊，这个没必要去去去去测它啊。因为因为这个差异，他一个是我们不一定获得这个这个这个这部分片段的对照品，是吧？没不一定有这个对照品。另外就是这部分到底是不是是以原型存在，还是它有二次降解，也不知道是吧？这个没有必要，你按理论按按理面加就可以了。就是你也你直接加明白吧？在你的质量手恒那面，你直接把它加上，你你就可以了。然后计算方法啊，还有就是计算方法不合理啊。计算方法主要有两种，一是方面积总和降你前后的对比，这个是啊比较常见的。第二种是含量与总杂之和的降体前后的对比，当然当初有这两种是有分别适用的情况的。第一种前面的那个只适用于主方响应在限制范围内。比如说用封面积规划法，封面级规划法计算有关物质的情况，这个是可以的。因为主攻在线性范围内嘛，后者剩余主动响应过载。比如说智能对照法啊，你总你你用自对算法可能总动都过载了，你还用总封面积和就封面积总和来算电段总合，那肯定不合适呀。理解我的意思吧？因为比如说杂志增加10%，比如主动扩载啊，你可能把主动方面你没有变化，为什么？因为主动它过载了呀，降级了那么多，它还是过载呀，是吧？那你肯定就是就是赚你赚点赚点钱，赚点货比降点钱高的多嘛，总部面总部面积高的多嘛。所以所以这种情况你可能只就就得用这个含量与总和之和了，是吧？当然也可以稀释之后，你就把这个强制险事件要求的浓度，并不要求和给王五一模一样啊，你可以用更低的浓度，因为后面还涉及到封存度呢，是吧？因为今天这个时间时间有限啊，封存类上面都没讲，你封存的验证的时候主动过载，你封存度肯定过不了的，是吧？那B只能把它稀释，所以强险实验是可以把这个浓度稀释稀释到在限制范围内，然后用总共面积总共面积和来算这个生产守恒。注意的是这个总和面积是成校正因子之后的，就各个已知杂志都成了校正因成了校正因子之后的总分面积和，不是凸谱上的总和面积和啊。Ok今天的分享就到此结束，嗯，后面进入答疑时间，不好意思啊，才耽误了一点点，因为这内容比较多啊。哦感谢老师的分享，老师我已经把问题上传到在线文档这ok。嗯，分对一下啊，需要先共享一下。嗯，好的。可以了吧？嗯，等下再放大一下。我亏了。做第一个问题呢不是范法验证的内容啊，是做密封性件讲的，跟这个范法验证没有关系。这个而且是属于这个生产这块的，所以说话我也不太了解，我不回答。第二个，成品的含量测定需要做破坏实验吗？在我们的在我们的在我们的课程里你回答了一下稳定值特性有3种，一种方法呀是吧？要不要做？你选了杂志谱做的特别充分的话，你就没必要说呀，直接用橡直接用橡酱你刀加标就可以了。红外鉴别怎么做专属性在课程里也讲了呀，红外不需要左转，它的技术固有合理的呀。就特征风那个你不用去论证的，你你最多只看一个，比如说是吧这后看一个那个什么空白有没有有没有有没有干扰就可以了。其他其他就没必要说没必要做了，其他是他的技术上就固有，就是合理的。就你是虚化小鸦片是吧，你就做个虚化小虚化小空白片啊，在你特征部位置没有干扰就可以了。那那那如果说是那个如果你自记啊，你自记得你你也是用特征风来来来评价的那就是辅料是吧？辅料不干了就可以了。但这个就是他那个特征风的这个情况，你是不需要去论证的啊，你们足空白杠扰就行。含量有关色谱仿方法装性需要考到加标样品的主成分的封存度吗？有关色补方法专属性需要考察加班样品的主封组成分的封存度嘛，含量有关啊，含量特定的组织方程都是要做的啊，要做专属性是要考察封程度的，因为你要确认你的组方里面没有包其他的杂质，这是需要的啊。判定标准是什么呢？如果准确度的增加方法判定标准是什么呢？这个就是完全可以参考我们的重复性验证的这个要求了啊。你重复验证怎么做的，你按照按照这个来做，按照个要求来，你就可以参考知密度的，明白吧？就参考知密度的创新密录的要求，可能测定专属性中各杂质干扰程度，专属性中各杂质干扰层结构程度。怎么确定你含在它的原许多大的误差，允许1%吗？允许百允百名单那个你1%可以开接受干扰，可以接受是吧？我允许0.5%吗？就比如说你这个含量，真实含量是99%的，你允许它出现99.5%的数据和98.5%的数据吗？如果你允许，那你那你的可你的你的可接干扰可接受，怎么百分就是正就是百分之0.5%，明白我的意思吧？表征方法验证需要做稳定性指示属性吗？你的表征属于定量的吗？表征不是定量的，不是定量的，不需要那个几个关键词我们标出来了吗？定量分析方法这个在我们的课程里面都回答了哈，没人听啊。关于专属性的降解实验如何进算这段守恒，这个后面在案例分享里讲的话不回答了。线性实验杂志overq线性浓度带入拟合曲线中算出的封辨积与车的封辨积差别较大。1约3分之2，此线数据可接可以接受吗？为什么可以接受？当然可以接受，这不很正常吗？这属常见的情况啊。因为如果你真实情况，你真实的这个封面积是受影响，但直接说完来说嘛，流量是有吸收的，流量量会掩盖一部分的是吧？你的这个你的这个嗯故事变的吸代头组分的吸收。还有就是按最小二乘法进行线性回归算的这个线性算的线性数据，比如那个相关系数啊、写数斜率啊、截距啊、高浓度点影响都很大，就都做了更做做了更多的贡献。大家可以看那个这个会二乘法的这个回归计算方法啊，就是高高浓度点就响应值大的那些点，响应大起了主要的贡献，也就味着那现性那些相关的什么相关式协率结句都是为高浓高浓热点服务的，低浓热点是吧就偏离很正常。强制腺是破坏条件叫联合破坏还是单一破坏呢？要同时固固体和液体的破坏吗？强制降解实验的目的是为了预测你产品可能存在的降解杂质，明白吧？它不是为了破坏，破坏就是你问这个问题肯定是为了破坏而破坏。就是你要结合自己产品的情况，你觉得哪种破坏条件能够真实的与你能够比较贴近，真实的预测你产品的这你打字明白我的意思吧？否则的话，我们脱离这个基本原则去考虑，强制下时间破坏条件的话，那就是为为了降解而降解啊，为了降解降解，那干不直接上马夫炉呢是吧？把烧成灰绝对能把它给讲解掉，所以说这这这没有必要嘛，是吧？所以大家一定要结合实际情况去考虑这个问题，所以我没法告诉你到底怎么做哈，因为每个品种都不一样，因为像有些品种它预算很不稳定是吧？那可能这在酸在酸条件它很快就就就就就就就就就完全降解掉了。那关于双胞坏学条件可能就不合适了。第11个问题，为为什么有另外一个题就不不做强制降解？不是很明白，还是回到我们课程那部内容，常见的目的是为了论证分析方法的稳定性，指数特性啊，已经解释过了，强制降解是要要做产品基金嘛，这跟方法验证没有关系。这属于你们杂这属于杂志对比研究的这杂志谱研究的范畴啊，杂志谱研杂志谱研究的范畴。方便论肯定不需要做的，我只能这么说啊，如果在今天的课程上，我可定说方便证肯定不需要做，但产品自己强制建接实一样的。至于说你的杂志谱，要不要在做杂志谱研究的时候，要不要做产品制计，是吧？那那那是做杂志谱研究这个这个你的同事需要考虑的问题啊，嗯不是你做方面认的时候需要考虑的。其使无料的杂志对照品无法自备，可以怎么做方法验证？那就这样，我们我没有翅膀，我我怎么飞是吧？这个位置就你都没有这个条件，你做不了就做不了嘛，那怎么做那就做不了嘛，你浑身怎么做？是不是你浑身做不了啊。所以你定的杂志类，你杂志作品没有你杂志类回收例子准结后怎么做做不了啊。最常见的就准确度是最常用的是那个招标加易回收嘛。你说另外两个增加方法比较与标准物质对做对比，那更是没办法做的是吧？就用这个品做回相业回收时，已经属于最简单的方式了。另外两个都是更不好操作的，现在可以测量不同质量的。可以可以，但是一般不建议你这么干啊，为什么呢？因为一页的误差小于称量误差。一般情况下来讲啊，一页的误差小于称量误差。当然你像含森定的话，可以可以乘量啊，也可以乘量，就含含量测定那个浓度都很高嘛。但是但是像杂质的话不建议吃的，因为杂质那个最低浓度浓度非常低啊。你称量这个词你称不准的，明白吧？含在这里，含在这里可以注意注意你的称量误差。因为你要称量年五个点，你要年撑五次嘛，相对来讲这个风险就比误差的风险就比较高一点。就哪一点你撑撑的时候你少一点，没注意的话啊整个线就废掉了。一业来讲相对来讲风险会小一点，或者只能这么说啊，当然可以的朋友，我们说不可以这么做，如果你的不过程中操作没有失误的话，也没有问题的啊。方法耐用性在方法开发可能只是关注杂志与杂志及主成分的分离度，方法性权新的也可以不做耐用性。我在这个课程上也讲了呀，是吧？方法方面的时没说一定不做，你看方法开发的数据够不够充分啊，不够充分你就要补充嘛，可以做的呀。那你那你需要做了，你觉得他这个数据不足以啊不足以支持，这是你的论点，那就那就补做那就补做了。但是理论上来讲，方法开发其实就应该做充分的量容性研究的啊，他他怎么怎么怎么可以应该做这个检测结果的变化呀？比如说波长，波长对于这个杂质的含量的变化非得做呀，他不做那么一方面做不过去怎么办？因为假如某个杂志对于这个波长特别敏感，是不是分开不做，那风险多大？书面的规定统计学不确定度自行线怎么做？这个讲了哈面积规划，这定自己的有关物质存在异构体，我是否无需做强降解线性回收率。你这话问的，我们知道原则有有给同学国家法做特别规定吗？他凭什么不做？都得做啊，都得做，如果有需要都得做强强解看情况就根据我们那个稳定性指示特性这个这这一部分我们来讨论啊，你来你来判断到底是怎么做。但是另外一个线性回收率肯定都得做呀。制包商组成演生后面积规划法制准确方法验证怎么做。我不知我不知道脂肪酸组成是测含量吗？没办法，面积办法是测这个是测脂肪酸组成的。我不知道啊，你这这个到底是测哪个项啊？脂肪组成是是测脂肪含组成的这个纯度吗？还是测脂肪组成的这个是作为一个组分呢？啊，这个要说清楚啊。今天没有时间去讨论这具体案例了话，还有这么多问题啊，我能快点讨这个这个没办法，你讨论，然后不行的话，我们在群里再讨论吧。创新药的其实围绕中间体的验证和成本验证项目有哪些不同？没有不同啊没有不同，他凭什么不同？这道在n阶段在上次申申请的时候和和房价是一样的，明白吧？最多是在你的临床申请的时候，那基本上就很就很就很宽松了。你做个你做个专属申灵敏度就可以了。但是在上市申请的时候是一样的啊，一样有一样的要求。排量设定法准就怎么怎么加样，排量低定法准确度怎么加样。占百分之，比如说81%百120的量吧，就是就是就是原来你是按百百分之百的量成的嘛，然后再增80%、8% 2的量啊。设计曲线只有用准确的数据才能进行吗？我只是我只告诉你准确度的，准确度的时候要算这些怎么算？没要说这些，只能用准确度数据才能算你精确度。如果你要算这确也可以啊，只不过你把N改成六是吧，N减一改成五一样的呀，明白吧？那如果是明白我的意思吧，有关物质性学定怎么做，回头率就回头率都一样的啊，你回来率都一样，准确度标准是什么？来每次讲啊准确度标这个东西，其他老师都会讲重复性中心精密度，有关物质样品需要加专门设试这些这个在讲课的时候已经讲了，刷完这些怎么评估？那比如有关物质的回收率百分之95到105，95这均线是97到103。那个知道有内有原文，自询区间应该不大于可接受标准比你可以可接标80% 120。你的评价97到90呢，小于80 120可以了，明白吧？不需要管那个完物的实际实际情况，因为实际的回收率有可能是在这个资金区间范围内的，和这个也很正常的。所以我一直都不是太赞同这种小样本数据的统计统计学的这个评价，我觉得这个意义不大。但就是说你不用和这个做对比，你和你的这个可接受可接受标准做对比，准确度不有个可接受标准吗？跟他做对比，目前做的方法验证回收率、亲密度、接测标准均为还是案例码给出的范围，没采用这定曲线计算方式是否可行？最新版的药点已经开始实施了啊，已经开始实施了啊。这个你看咨询体这个已经已经已经已经介绍了，重复性也要算自询权限，算面怎么评估？不超过你的可测标准呢？比如你的你的那个你的你的简论你的简论，你的含这个这个这个方析方法的可接奏标准，明白吧？就不能超标，你自语不能超标，理解我意思吧？这是一这个这些一可以理解为你在95%的水平上，你产品都是合格的，要超标就行，明白吧？比如你含量是98到102，你的你的基重复性的这个资金缺就率在98到102之间，你不要超了。所以这个资金权就九量有点坑是吧？六个数据的这个重复性，这个金融资金圈有可能说的很大，有可能会超的，尤其对原原料来讲哈那问题你的评价怎么评判，怎么合是否合适啊？这个这个问题就不讲了哈，落在录落落在自咨询化的结果是不是可以就可以的啊？可以的，这个原则有用自询间只和可接受标准做对比，不要管这个实际检查数据。定量线六针用同一个基本方法处理，每针性差比都得都都得大于10，还是有一针就可以，都得大于10。你为什么非要做到这种这么低的浓度呢？你做到20 30不行吗？啊，我们的课程不讲了吗？你不要非要非要做到10副进去是吧？这个案例分享里们不讲了，所有人做十倍人群的确实有一吨9、一吨11是吧？为什么非要搞到视频进去定法测定含量或杂质专属性检测线定量线怎么做？那么转专属性你看容积没有干扰就可以了，是吧？你只能做容剂就没有干扰，因为天天法它专属性就很差嘛，天滴法只能评价它的选择性，明白吧？只能评价评价选择性，这那些同步性需要考咱么？需要啊，这些同步年肯定需要的，杂志相的因子需要做平行做几条线线评估，有这个要求吗？啊，阿例分讲了哈，我们有个api是乙醇氨盐放白验证中回收的，用api做核实，还用乙类酸做核实。分明方明的回收率无所谓用哪个做你就用哪个算就是了是吧？你用api你你就算你算api的量，你用一算你就算娱乐算的量，无非就就是这个算哪个东西的影响吧。号半要点没有明确规定，重复性和重业性相对标准可加偏差范围没有明确。怎么计算这部分不知道怎么处理，他删降原因就在于他也认为那不合适，明白吧？因为争议太大，我们我我们在课程上也讲过争议，争议很大，就像我我就不太认可我，他立马讲点刚出来，我就我就我就我就明确表态了。我不认可这个这个这两这两张表啊，就有些情况太严，有些有些情况太松是吧，不符合实际情况，因为有有很多情况他就不符不适用。这个参考业内的一般的做法啊，你可以跟同行多交流一下。今天今天来不及跟你讲了啊，因为这个大家都大家都都有统一的认识的。25版要点删除了，精密度回这两张表啊，这个这个这个不讲了。Ok那个主任，我们分享就结束了，高知了啊。哦没有没有。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 22,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-21T17:33:10.018122",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763717614.8883402
}