{
  "batch_id": "20251121_081658",
  "link_id": "bili_req4",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1j44y1W7Ad/",
    "word_count": 13846,
    "publish_date": ""
  },
  "transcript": "交付给月报年度会员企业资料包为法规指南动态更新、月报原始文件下载包、法规指南更新汇总三份文件。第一个文件是月报，月报汇总了20家机构在本月发布更新的法规内容包括名称、发布时间、概要性解读和已下载好的文件及文件存储地址链接，内容全面详细，一目了然，让您更方便快捷的找到自己关心的组织机构更新发布的法规内容。第二个文件是下载文件包，通过点击月报里的地址链接，便可一键跳转到下载资料包，直接下载原始文件内容，资料包使用灵活方便，公司全员都可下载使用。第三个文件是法规指南更新汇总，将2019年5月至今各监管机构发布更新的指南进行汇总，方便及时查阅及下载。以上法规月报的使用方法就介绍完了，是不是很实用很方便呢？一站式为您解决sop升级不及时引发缺陷。药政监管及组织太多，网站分布广且改版频繁，企业配备专业人员少，跟踪耗时，无法快速识别跟企业的相关性等工作痛点。用最优惠的价格每月就能拿到最新的法规更新内容，还有由专业的制药工程师做更新发布内容的概要解读，随时随地直接查看，为您节约大量人工成本，再也不用担心跟不上全球法规变化了。允资法规月报更新，服务您身边的法规小助手。法规指南动态更新月报简称月报，是以月度为单位，将中国、欧洲、美国等国家20家权威监管机构在本月之内新发布或更新的指南进行汇总并作概要性解读的文件。我们组织了近百位专业的咨询师，随时关注20家权威监管机构，动态进行提炼、汇总及解读。文件每月15日左右以电子邮件的方式交付给月报年度会员企业资料包为法规指南动态更新，月报原始文件下载包法规指南更新汇总三份文件。第一个文件是月报，月报汇总了20家机构在本月发布，更新的法规内容包括名称、发布时间、概要性解读和已下载好的文件及文件存储地址链接内容全面详细，一目了然，让您更方便快捷的找到自己关心的组织机构更新发布的法规内容。第二个文件是下载文件包，通过点击月报里的地址链接，便可一键跳转到下载资料包，直接下载原始文件内容。资料包使用灵活方便，公司全员都可下载使用。第三个文件是法规指南更新汇总，将2019年5月至今各监管机构发布更新的指南进行汇总，方便及时查阅及下载。以上法规月报的使用方法就介绍完了，是不是很实用很方便呢？一站式为您解决sop升级不及时引发缺陷。药政监管及组织太多，网站分布广且改版频繁，企业配备专业人员少，跟踪耗时，无法快速识别跟企业的相关性等工作痛点。用最优惠的价格每月就能拿到最新的法规更新内容，还有由专业的制药工程师做更新发布内容的概要解读，随时随地直接查看，为您节约大量人工成本，再也不用担心跟不上全球法规变化了。允资法规月报更新服务您身边的法规小助手。法规指南动态更新月报简称月报，是以月度为单位，将中国、欧洲、美国等国家20家权威监管机构在本月之内新发布或更新的指南进行汇总并作概要性解读的文件。我们组织了近百位专业的咨询师，随时关注20家权威监管机构，动态进行提炼、汇总及解读。文件每月15日左右以电子邮件的方式交付给有好多资料非常宝贵。啊，呃宇宙读书会的各位同仁，大家晚上好。那今天呢呃由我来给大家带来今天的这个课程的分享。今天晚上我们课程分享的内容呢啊是关于我们2021年9月份到12月份全球关键精药法规的播报。那其中包含了这个N M A C B国标F D W F D A C等多个权威组织机构发布的这个关键的法规啊经验部分。那同时呢也会对部分的这个法规呢进行这个关键内容概述的这个分享。那我是来自允资的啊d西啊韩晓旭，那我是做我们这个允资课程设计部的这个课程设计师，同时呢那也担任我们这面法规事务部啊这样一个经理的啊职位，让我们本次呢这个分享呢就正式开始。那是这样的，我们今天的课程呢分为两部分。第一部分呢是关于9到12月份全球经药法规部分的这个啊我们的这个分享。另外一部分呢就是我们这个法规这个有个月报啊，有个月报，今天有个福利要送给大家。那我也是希望大家到最后的时候，看你是不是符合要求。如果说您符合要求的话，那也可以来领取我们今天这个课程的福利啊。其中第一部分呢，我是将我们全球的9到12月的法规啊进行了整个的进行了这个梳理。那其中包括九月份呢包括了这个C D啊给我们发布了一个呃关于公开征求口服固体制剂混合均匀度中控计量单位均匀度研究制技术指导原则。那这样一个征求意见稿啊。这个征求意见稿呢那因为我们国内目前没有成熟可以用于指导混合均匀度和中控计量单位均匀度的这样一个法律这个要求啊，所以呢我们这个法规呢也是结合了ic测试量人设计啊这样一个理念啊，去进行了这个指导原则的这样一个制定。那也同时参考了这个国际的相关法规，那可以帮我们企业去解决混合均匀度以及中控计量单位均匀度的问题啊，给我们这个粉末混合均匀度和中控计量单位均匀度啊提供一种研究的策略。为我们这个药物的研发啊，还有这个生产过程中那个混合均匀度啊，以及中控计量单位混合均匀度提供了这个参考啊。如果说您做这个口服玻体制剂啊，那您这个可能需要这个啊组混啊，这时候呢做验证呀啊取样呀啊都可以参考这个指导原则，整体的这个参考意义还是蛮大的那有好多变化啊里面那具体的内容呢我就不做分享了。那后期呢也会邀请相关的专业的老师来给我们进行统一的这个梳理。那这是9月26号发布的一个法规。那再有呢这是我们这个9月27号啊，也是我们这个cd发发布的这个关于药品召回管理办法啊这个征求意见稿的意见。那因为这个在2020年10月份的时候已经公开了征求了意见了，那我们就再次向社会公开征求意见啊，是因为改了一些部分。那我们这个相关的内容呢，其实在十月份的时候已经啊给我们做了这个线上的这个课程。大家如果说想看啊这个法规修改的部分呢，可以找原来的课程，那我也不再做概述了啊。再有呢就是我们啊这个呃欧洲热点这面呢啊是发布了关于这个欧洲热点增补版本啊，10.6中发布关于天平的一个新通则，那就是天平的这个听通则呢其实也是非常重要的啊，为什么这么说呢？因为这个冲重啊在这个实验室中也是最关键的任务之一。因为即使很小的这个称量错误呢，也可能在整个分析过程中啊影响非常大，从而影响这个报告的结果的准确性哈那我们Q C人员注意了哈那这个啊我们这个概述呢就关于天平的这个概述呢，其实呃主要适用于所有的称略啊，这个称列呢是确定符合欧洲要点规定的分析程序的一部分。那我们这一新章节呢发布在2 0121年7月份啊，出版的欧洲要典增补版本的十点录当中。另外呢在这个2.1章节的仪器把它增加填补了一个长期存在的空白啊，对欧洲热点分析程序使用的仪器提出了明确的要求啊，这是关于这个欧洲要点这面啊是这样的那我们这个关键的内容呢也有一部分，那我也跟大家分享一下。其中包括了这个重复性的实验结果啊，可以用于计算天平的最小称重量。这是在持续符合重复性要求的同时，可以在仪器上称重量物质的最小净的净质量啊，是在实验室环境中使用天平时必须考虑的重要特性啊。我们这个关于天平的性能呢两个重最重要参数，对于天平的精密度和重复性啊和影响天平准确度的灵敏度啊，这个我们的这个相关的法规里面都有进行这个相关的概述哈。然后呢我们这面呢这个法规呢我也稍后给大家展示一下，这里面的内容啊都在我们这个法规日报里边了。那具体的细节呢就是我就不再一一赘述了哈。嗯再有呢就是我们这个呃fda啊发布了一个关于细胞和基因治疗产品早期临床试验中啊，这样一个呃关于研究的这个行业的指南啊。现在这个随着我们这个近期哈我们这个很多啊C的研毛企业都在做生物制品啊，包括这个细胞和基因治疗产品。这也是比较互有的哈那大家也都知道啊，这个在早期的这个临床实验中啊，可能研究多个版本的这个细胞和基因治疗产品。那在这样的一个情况下呢，我么这个原则呢就是有有兴趣在单病种的早期临床试验研究细胞和基因治疗产品多个版本提供了一个建议啊。是这样的啊，尽管这个我们一个产品有多个版本可以在单次临床实验啊中进行这个研究。但每个版本啊都是不同的产品啊，通常以单独的案D提交给F D这些早期的临床研究为目的呢，是为比后期的研究啊提会进一步研究哪个产品做指导啊，这些研究的目的呢不是提供主要的有效证据来支持营销的应用啊，那我们这个指南也说了啊，F D一呢就是为了评估细胞核心。因这疗产品的多个版本的研究给我提供建议，包括了啊。组建构建ID啊，提交新信息以及报告不良反应。那呃我们这个指南呢啊有应该啊一词啊，应该呢就是通常呢这个是指建议啊或者是推荐啊，但不是必须的啊，就给大家做参考哈。这是关于这个法律指南啊。再有呢就是我们这个非无菌药品中微生物质量考量。那微生物在这个非无菌药品质量的考量当中呢啊这个为什么会出这样一个指南呢？啊，这个是因为这个F D对呃与受乳染产品相关的大量不良事件和召回的担忧啊，这个指南呢也是涵盖了D的生产操作中建立微生物控制相关产品开发考量因素风险评估和志愿B的要求。那我们这个呃指南呢也是啊它包含了很多这个剂型哈，其中包括了固体非物变制剂，那以及包含了其他的剂型。包括就个半固体直剂剂型啊、液体啊、非溶菌质非溶菌的这个剂型，也包括了这个乳膏呀、乳液呀和柿子啊，以及口服乳液和悬浮液啊，包含的范围还是蛮广的哈。指南呢同时也适用于这个处方药和非处方药，涵盖已批准的新药申请啊，或者是简化性药申请，以及非处方专论药物啊，这个范围还是非常的广的哈那基本上涵盖了很呃绝大多数非溶菌药品。那还有一个比较重要的呢，大家可能也都了解了哈，这个呢就是我们的国家呢准备加入了这个pigs啊预申请，那目的呢就是为了这个把我们这个药品呢国际化的接轨啊，是这样的一个目的。那我们这个pigs呢啊已经正式制函药品检查合作计划批这边啊申请加入程序。那也在九月的29号呢，皮克斯官网和咱们na的这个中英文网站同时公布了这一个消息。那我们知道哈这个我们的国内呢加入P E程序呢，可以说是我们这个中国药品监管的另一个里程碑。为什么这么说呢？因为pigs主要关注上市后啊和供应链监督检查方面，对我们国家这个出口型的这个企业来说呢，这件事儿非常重要啊，很多原料药啊可能都涉及到这一块。那如果说咱们通过了这个批革验证呢，对这个企业有很大的这个帮助哈啊也可以这个再过其他的认证，也是非常方便的那国内咱们这个na也说了，这个嗯我们中国呀会积极参与这个P克相关的活动，参考和借鉴相关的质量管理规范啊。我们国内呢也会组建这个监管管理局啊，那进一步加大国际化的进步脚步哈那以监管国际化推进啊为目的，我觉得这个也是对我们出口企业非常重要。那期待我们啊成功的加入哈那接下来呢就是我们这个十月份的这个法规的更新。那其实比较重磅的了之一呢就是这个关于这个ac这块哈，这个机构呢这这是A哈啊这个机构这是A H啊，A H这块艾这块呢就是关于征求这个-13啊原料药和制剂连续制造这样一个草案。那的指导原则呢，您进了这个第三阶段的这个意见啊，那截止征求意见的时间呢也是12月31号啊，现在已经截止了。那这个相关的内容呢，我们的语这优惠呢也进行了相关的分享，大家也可以去去找相关的这个内容哈，搜索一下今日云的优会，搜索一下ACQ13，就可以找到具体的这个课程。再有比较重要的一个呢，就是我们的这个S P啊发布的良好工程实践啊这样一个内容。那良好工程实践呢这个第二版呢是建立了这一批下支持和实现工程系统的设计、交付和操作的实践和流程。那这一批的范围呢涵盖了工程项目和工程系统从设计啊到退役的整个生命周期啊，也就是说呢考虑了制造工程活动的整个范围。啊，包括这个这一P的关键属性啊，包括这一P和G叉P关联和接口啊，是这样的那通过这个更新呢啊我们也能发现哈这个你刚前这个行业的实践呢是保持一致的啊，特别是这个S P调试确认这个第二排啊，其中包含了这个STM12500啊，还有欧盟智源皮复建15啊，以及asq 8Q9和Q10啊，以及适用的这个监管指导。那我们这个良号工程实践呢也涵盖了质量风险管理Q R M的这个概念和应用啊，特别是将这个G 1P呢作为基于g rm的集成调试和认证。虽然的Q的推动原因啊的应用啊，这个也是我们做这个良好工程管理啊要参考的一步指南。那再有呢就是我们这个呢也是发布了这个关于临床方面的一般指南的考虑哈那呃这个指南呢其实已经到了第四阶段了啊，正在等待各个练习部的这个啊批准和采纳啊。嗯是这样一个情况，然后也是呃结合了这个预期的目的啊的数据质量的当前这样一个概念啊。那也是把18个这个重要的因素进行了考量啊，包括药品的研发规划啊，临床的数据来源选择，研究参与者啊，研究执行和监督啊，这个是我们做临床需要考虑的一个指南哈，需要去参考的那接下来就是我们11月份这个呃全球法布的这个法规的更新。那其中包括了这个国家局啊发布的这个化学吸入液体制剂教学研究的这样一个技术报告啊，这个也是值得我们关注的。这个因为这个剂型啊虽然不多，但是非常重要哈那我们后续呢也会进行相关的这个解读啊，可以持续关注我们这边有的读优会的课程。再有呢就是这个关于这个药品贡献生产啊，这个特别重要了啊，为什么这么说呢？啊，这可以说这个药品贡献生产呢这个涵盖的这个地方非常的多。那其实这个整个这个指南呢包含了很多重点，那我可以给大家列举一下哈。就是首先呢这个指南呢这个这个征求意见的这个指南呢，它明确了一个范围，就是说这个指南呢适用于持有人和药品生产企业，药品生业化生产线进行供有商生产的产品或药物。哎，这样一说，大家就觉得这个啊是不是范围非常广啊？也包含了非商业化生产规模的试制药品、临床试验药品、工益验证所引究的模拟物料等。哎，这个太广泛了对吧？然后呢同时呢也用于临床非用药品生产，非商业化生产进行贡献。也可以参考这个指南啊，含外的药这个这个低保非常多。那这样一说呢，就其实涵盖了我们现在这个最火的这个C D M U这样一个业务哈啊那这个最关键的一点呢，其实还对这个当药品具有啊以下风险的时候，需要专用设备和设施进行生产，是对能否贡献问题的进一步补充说明。那也同时突出了药品上市啊持有人主导这个原则啊，也指出受托生产企业公有期爱生产风险评估中的义务和责任。那还有呢就是引入了清洁验证生命周期的概念啊生命周期的概念啊。为什么说生命周期呢？就是他把清洁工艺的设计开发啊和清洁工艺的验证，持续清洁工艺确认三个阶段。那就是包含了这个清洁液的生命周期。清洁研究呢也是作为一条完整的工艺对待啊，同样要采用这个Q B D和cpp的理念啊，那不是像以前一样就需要限度啊，做个检测就完了。那就即使是你需的限度呢，那除了常规的考虑这个咱们这个L O E L啊、L E L啊还有P E之外呢，同时要关注基于健康暴露呃限度。也就是说这个H B L啊这个H B L呢评估清洁残留数据时呢更有科学性。还有优势嘛，就个比较新啊比较新，好多企业可能都没用到。那这个也是毕业这个相关的课程呢，我们原来也讲过，大家也可以去参考啊，是周伟青老师讲的，大家可以参考。那还有一些特殊啊品种的这个贡献，那我们也应该给予考虑啊，其中包括了这个临床试验用药啊和商业商业化这个药品的这个贡献。这个现在非常常见哈那另外是中药产品以及化药产品的贡献，这个是大家比较头疼的。另一个就是这个生物制品啊啊以及这个化学药品多肽在制剂这段的这个贡献。那这个生物制品呢这个啊这个制剂这段呢其实跟化药的这个很像的哈，所以各项的情况也是存在的。最后就是这个灭菌产品和微动灭菌产品这个贡献啊，基因治疗和细胞治疗产品的贡献。这个整个听下来这个指南哈是不是各个场景都有这个约述到。那就仅上面这一部分这个要点呢我就罗列了一下哈。我我给大家分享完之后呢，就其实你就可以看出来哈，这个法规呢，这个指南呢哈其实我们每个企业哈都应该仔细的就去研读一下。那是个部门呢，不仅就包括咱们的质量部，也包含了法律注册部、qc啊、工益开发部门啊，生产部门，乃至这个我们cb M O这样的一个供应链。这个部门就包括这个项目的一个负责人，其实都应该去学习一下，这样对这个工作有很大的帮助，可以早少走很少的弯路哈。这次也可以看出来，这个我们这个C F D也是做的非常的到位，非常的专业哈那我也是希望大家呃可以多学学这个指南。当然这个课程呢我们也给大家安排了一节课，那石周平老师讲的可能也是给大家起到了一个指导的作用。那后续呢也会针对刚才我讲到这个要点呢，逐一为大家去分享这个贡献的这个优染这个呃贡献需要考虑的这样一个管理这个指南啊。那接下来呢这个还有就是我们的S仪式这块啊，S仪式这块发表的这个呃Q 9啊指标风险管理啊这一块。那这个因为新冠疫情呢其实已经推迟了三个月啊，其实这过程呢其实还在继续啊。这个as q这部分呢这个内容呢啊我们其实也做了这个课程的分享。那其实最主要的呢就是它有六个变化吧啊我给大家可以分享一下。那也as是呢也可能会在2022年的三月和4月啊，会提供一些具体的这个案例的研究和培训的这个资料。那这六大变化都是哪些呢？啊，其实呢就包括这个啊Q M中的这个主观性啊，第二个是产品可用性的风险，那以及Q M中的这个形式，还有这个基于风险的决策。啊，最后两个呢是风险审查和危害识别。那我给大家大致啊就是把这个观念的内容呢去梳理了一下啊，那还有呢就是涉及到我们11月份比较重要的就是这个不要反应监测中心啊，在11月8号啊给我们这个分享的这个腰准界主体文件啊，那后面还跟着一个药物总介检查指导原则。那这两个这个文件呢那呃我们都知道这个药物主文件dm f和F M啊常地主文件。那这个主文件呢就跟这个很像哈那这个是目的是干嘛呢？是为了指导咱们撰写医疗检验体系啊主文件的提础文件啊，也是药品监督管理局开展药物检戒检查的重要依据哈那我们这个值得注意的是呢，在这个管理规范中呢啊提到了啊药物检戒的负责人的基本信息啊，明确要求在主文件中包含负责人的具体信息啊。不仅呢是这个职位的这个职责啊陈职责这个陈述啊，这是一部分。另外呢要把这个药物总类体系的运行情况，还包含了这个评估药物总备体系的性能指标、考核方法和结果。具体到描述各类药品不良反应报告按规定实现要求提供的评估结果啊，附录中呢应该提供数字和图表啊，以还以及要说明15日和30日报告的及时性。那这题意见稿呢，也详细的就说明了这些情况哈，值得非常值得我们这个药物警介这个人员的这个注意哈啊那另外呢就是这个啊检查指导原则了啊。这个检查指导原则呢啊适用的范围啊就是我们省级啊及予以上的药品监管部门对持有人自行开展及其委托开展药物警戒活动进行了检查工作啊。其实无非就两种情况，一个是自行开展，一个是委托开展。对获批开展药物警戒临床实验中药品注册申请人开展药物警戒检查。那提到了应该结合药物安全性特性和药物试验安全信息报告及风险评估啊在临床试验期间或上市许可前启动药物检介检查。具体实施呢可以参考啊持业员业务警戒检查工作。那其中也是包含了28项100条，这个具体的内容大家可以看就可以自己看啊。那后续呢这个课程的这个关键的这个讲解呢，我们也都会安排在宇子读会这个整个直播哈。这每一个关键的法律都会安排相关的直播啊，这是一定的那再有呢就是关于这个国际药品监管啊机构联盟这个ACM2A啊，这个是我觉得这个特别好，就是关于这个G C P和G P远程检查。因为受到这个全球新冠的影响，远程检查呢其实已经啊比较常见了。但是他也提出了啊，远程检查是一种能够在大流行期间至少保持最低限度监管的有力工具哈那我们不能不能接受检查。但是我们检查呢就可能有这个远程检查这样一个新的这样一个形式哈那我们这个就不说了啊，这个远程检查呢不能取代现场检查计划。那同时说到了这个无药品的生产和篝活性产品的贡献并不适合远程检查。为什么这么说呢？因为呢这个嗯远程检查呢这个好多这个无线使使技术呢在使用中会受限哈，包括比如说查某些房间呢啊例如这个装有这个冷藏箱的这个金属柜啊，保存稳定性样品的房间呢，会有大量各性量色毁的这种仪器室进行远程评估呢，是存在很多挑战的啊。还有呢就是说到这个我们远程检查呢，不能像这个现场检查一样那么严格哈。因为相机所提供的视角呢啊是是焦虑啊，包括分辨力量啊等这些因素的影响啊，那这个检查的严格程度呢就肯定会降低哈。还有就是这个远程检查呢比现脏检查啊复杂啊。为什么说复杂呢？这个这个准备的设备啊啊各种内容啊，然后导致的这个效果率也是非常低的哈啊效率非常低。再有呢就是这个F B一啊发布的这个12月份发布的这个啊关于这个注射剂产品中可见异物检查的这个指南啊草案啊。那我们这个课呢其实已经给大家分享过具体的内容了，我这儿就不再做特别多的这个概述哈那我们这个草案呢这个其实涉及的范围也非常的广哈那可以帮助我们这个制药商建立检查检测计划，确保注射剂呢不含有可见异物。那涉及的这个可见异物呢整体基于风险的方法开发和实施方法，结合产品开发啊生产控制、目测技术、颗粒物识别调查和纠正措施。那目的呢也是为了评估啊纠正和防止可见异物风险啊，污染的风险啊。那我们这个F B呢其实也啊把这个可见业务呢又定义为可移动的布溶颗粒，而不是无意中存在于注射产品中的气泡啊。那同时呢也分了三大类哈，固体颗粒呢是产品本身固有的，内源颗粒呢来自于产品的外部，但在生产和供装系统或者是产品配方类呢而外源啊而因为外源颗粒呢可能哎更多的来源于生产环境，而不是来自于生产工艺本身啊。是有这样的一个概念。那最后呢就是我们嗯这样的国标啊，国标这面国标这面呢啊其实呢我们啊做了这个压缩空气啊。这是第一部分污染物净化等级标准草案啊这样的一个内容哈那这个这一部这个内容呢将会替代我们现行版本啊2008的这个压缩空气的第一部分污染物净化等级。那同时呢也更新了这个压缩空气颗粒净化等级标准，以及新的压缩空气颗粒净化等级标准，这个也是值得我们关注的。所以虽然是国标，但是呢我们这个关于这部分呢啊这个颗粒物呀、液态水呀、油分啊啊这被等都变了，我们要仔细的去看一看啊，涉及到洁晶湿的这块，那包括这个我们这个做这个检查粒子、悬浮粒子等检查啊，都需要关注哈。下面的最后一个呢，其实也是我们国标的这样一个呃标准哈，是关于医药工业洁净厂房施工啊与验收标准这样一个内容哈那经过批准后呢，也就呃成为这个强制性的国家标准了。那这个内容呢其实包含的内容也比较多啊，包含了总则哈数于啊建筑装饰装修物啊、净化空调系统啊、工艺管道系统啊、节水排水系统设备啊、消防防护设施、电气设施、仪表和通信啊以及验收。那适用范围呢也是非常广的，包括新建的呀、改建的呀、扩建的这个医药工业节净室。现在这个新建工业，这个咱们这个节净室建设也可以说是如火如荼，非常多哈那也可以帮助我们加强工业洁净厂房的施工验收和管理，能确保我们的工程质量。啊，为我们的这个医药的这个安装啊、确认呢、运行啊，都提供了很多这个文档的依据啊。大家可以关注一下这个内容啊，涉及到我们这个设备物啊，或者是我们新建厂房这一部分。那最啊后面比较硬核的呢，就是我们这个12月31号发布的关于药品注册核查工作程序啊，有五个文件，那这个呢也是我们这个C F D发布的啊。大家可以看出来这个C F D最近很忙啊，发布的东西非常多，也够我们去先去消化一阵了哈，这个内容也是非常多。那这个可能一时半会儿我也不能把这个重点给大家梳理清楚，所以呢要持续关注我们有没优惠的课程，我们后续都会安排给大家去一一的分享。那有的时候呢这课程可能不那么及时，那是因为我们在认真的准备这个内容啊啊，而不是就是说出来，然后我们很快的去分享。那我们要认真的准备好给大家去做分享，那也是会在这个2022年的1月1日起实行，那也给了我们这个一年的时间哈，让我们仔细去消化一下。那今天这个啊12月份就到12月份这个全球的法规经料的这个更新呢，我给大家就分享结束了哈。当然还有很多内容，那我只是把跟大家可能日常比较相关的那我觉得比较重要的或者是我认为比较重要的那拿出来跟大家做个分享。那么还有一些呢是我这部分内容里没有涵盖的那这个情况下呢怎么办哈？就是我们这面呢啊也其实做相关的工作，只不过呢今天的课程没有给大家做逐一的分享，营养时间的太长了，所以呢我们有了这样一个法规月报的这样一个内容，就是我们每个月的法规都按月去进行报告啊，我们俗称为法规月报。那接下来呢我会把这个法律汇报的内容呢去做一个分享啊，同时呢给大家介绍一下它有啥内容。那我们也会在最后呢给大家做一个赠送哈。如果说您符合要求，哎，您就可以来我们这报名领取一下近几个月的这个法律月报，近三个月的这个法律月报。你也去尝试一下这个法律月报怎样去检索呀，怎样去用啊，看看对企业是不是有帮助哈。接下来我就介绍这个法律月报的内容都有什么哈，看看是不是对咱们企业有帮助哈。首先呢，刚才说到了什么是法规月包啊，就像我刚才把这个所有的外经机构啊，还有行业组织发布的这个法规真的是特别多啊。我相信咱们企业也没有大量的时间去做这部分工作哈。如果说有这个人员的话，那肯定是法规部了。那法规部呢可能还要消耗几个人去整理，是也是费了大量的这个人力和物力哈那所以呢我们这个领资培训中心这面呢，也就是联合我们这个外部团队咨行团队呢。共同推出了这个全球法规指导指南动态更新月报啊，也就是俗称为法务月报这样一个内容。那我们这个内容呢就是是我们团队整理的啊，我们团队因为要做很多咨询还有项目，所以说我们是必须要用的那我们整个团队呢也是派了十几个人在做这件事，所以说做的非常的系统。那这个法律报的特色呢，它总结下来我觉得有三点。第一个是呢是最新的法规跟踪啊，最新的法规跟踪营业为单位啊每月进行更新，那我们呢同时会做这个全文的解解析哈，就是概述性的解析啊，这个是非常重要的那它还包含了哪些组织和机构呢？上面我列举了很多，大家也可以看到哈，差不多有二十几个啊，刚才今天我这个内容呢可能涵盖不了这个二十几个，但是整个法律部的内容呢其实是涵盖到的。那我们这个法律日报拿到手呢都能干嘛哈那其中一个一个呢就是要可以升级这个我们这个sop啊，有一些这个关键的法规啊出来之后呢，你可能就要调整公司的这个S P啊。那如果说您不急时调整呢，可能会在后续被人给提出挑战啊，是吧。那另外呢就是啊如果说你说我不需要法伪报，我们自己可以整理，但是这个呢肯定是消费很多的人工的哈，包括你自己也在做，还有这个相关的这个建政务监管机构呢，组织特别多。那你历时可能分不清，也经常改版啊，就会啊浪费很多时间，也是很很抓狂的一件事儿。那如果说企业配备了相关的人员呢，那可能也是这个。呃，也是耗费很多时间。呃，另外呢，就是这个咱们这个法规部的这个人员呢，可能也没有办法一下子就识别出来是个哪些跟咱企业相关的，哪些是不相关的啊。这个但是我这个是我们现在这个呃遇到的一些问题，所以呢我们就做了这样一个啊法规报这样一个工作哈那我们也是用这个啊增的范围哈非常广。另外呢就是这个及时性，就每月15号呢给大家发发出来。那还有就是我们要给大家解读啊，给大家解读我们具备这个能力，都是由我们这边的咨询顾问给我们去进行解读的啊。另外呢就是我们做完这个日报呢，哎您一个企业啊购买上，那全公司的人都可以用，不仅是返回国啊，您qc的呀、qa的呀、生产的呀都可以用。应该是电子版的啊，可以检索是吧？现在呢也把这个相关的文件呢给我们提供了，可以直接下载下来，可以直接拿到这个纸质版的文件，这个也是特别方便的，免需要下载的这个时间。那刚才说了怎么用哈，刚才已经说了几部分了，其实就是掌握的转化，总体来说就是掌握的转化啊就是另外还有就是让我们的企业保持持续的这个合规啊持续的合规，这是非常重要的啊。内部的转化，法规的内部转化，用上我们的法规报，同时呢再听听培训啊，这样就很快的转化了。这个法律报说的这么多哈，它其实涵盖了啊三部分内容哈，三部分内容。第一部分呢就是整体的这个法律的更新啊，是个pdf或者文档啊。另外一个部分呢就是这个文件包哈，就是文件包。那还有呢就是我们的这个啊查询的这样一个清单哈啊一会儿我给大家去做一个展示哈，我会先给大家介绍包含哪几部分啊，一三部分，一个是一个是整体这个法规，按照这个组织机构啊去给我们梳理了整体的这个p df这个版本。另外呢就这只是一个概概述哈，另外呢就大家肯定有些法规想拿到原版，那我们就得准备了这个下载文件包啊。最后呢就是说那有哪些法规更新的呢，其实我们也给他做了一个汇总哈啊可以说这三部分已经基本上满足您这个日常的一个需求了。稍后我给大家进行这个整体的分享啊。那现在呢我们也是把这个法规日报呢拿出来给我们这个啊百强的企业呢啊去去给我们去做一个分享吧，免费的分享。那如果说今天您听课了，那我相信可能大家是Q C的或Q一个有可能是生产的。没关系，您只要就觉得我们这个法务日报比较好啊，您想啊去适应一下，那我们就给啊咱们这样一个机会哈，给大家可以截图哈，或者是留下上面的微信，那去加我们的这个好友，去申请我们这个免费的这个返回月报。那总价值呢也是1万元哈，可以领取三个月。你先试用啊，可以先试用的。大家看看是不是觉得这个法规报对我们企业有作用哈，大家可以先试用一下。今天的这个课程的内容呢啊都是来源于我们法问日报的啊，都是来源于这儿。所以说呢您觉得这个比较有用，我相信也是对法规界面比较啊关心的人啊，所以说可以去适应一下。我现在给大家来展示一下都啊都有哪些内容啊，是是法规日报的这个内容。啊，第一部分哈可以看到哈，大家可以看到刚才不说到三部分嘛。第一部分呢是这个全球法规革新啊结果。举个例子，11月份的哈就看到这个是个p df文件哈，前面呢有这个更新清单啊，已经更新清单，更新清单啊，我把它标定了了，我就哎给标黄了。我平时也会用这个法回月报嘛，就是我标的。当然你也可以这样用，那比如说那后面呢就有明细了，明细的部分呢其中就有一个解释啊，这是基本的内容哈，发布时间，还有这个法律的大概的一个哎情况。哎，这个我们都给你做互总了。如果说您觉得看完哎跟咱们相关，那您可以点一下这个文件存档，它直接可以跳转到我们这个文件具体的文件包啊，具体的文件包。那也就是我们这个小问文布的第二部分啊，掌握这个文件呢就是这样的。我稍后给大家展示一下这个文件包的内容，大家可以看到哈啊基本上就是这样。我不知道大家能不能看到，我先给大家点一下，你看啊整个这个访问包随便点一个吧。啊，就比如说这个血液机构使用病原体减少装置，制定血液成分行业指南。你点这个文件存档就跑到跑到了这个我们这个嗯具体的一个文件上面来了啊，跑到具体的一个文件上面来了啊。大家可能看不到，但是它有存档的啊，有存档的是这样的那我给大家看看能不能看一下我间的存档。啊，大家可以看到吧啊，就是这样。就是具体的一个文件，你点我们就已经帮你下载好了，就非常方便大家啊保存啊。一点就找到了这个比较小，有个文件非常大，但我们也就帮你下载好了，这个省时省力的一个事儿。那最后呢就是我们这个呃我们这个法规律这面的这样一个汇总表哈。大家可能看到吧，这个汇总表呢是这样的，这个汇总表呢就是我们是把这个从2019年5月份开始就把这个基金汇总了。就是比如说啊大家可以看到了19年啊六月份这个我们啊燕A发布的一些法规，它就是按时间顺序给大家罗列。好的，那如果说你想找这个历史版本，那你不知道这个变更问答设置到哪个版本了。那你可以搜一下嘛，就是假期搜啊泥说变更啊，那这个都出来了啊，都出来了，各种变更。然后呢每个版本呢也是比较一目了然的啊，我觉得这是特别方便的一个内容啊，非常方便。对那如果说今天那个大家对这个法律规报这个内容呢非常感兴趣哈，非常感兴趣，那大家可以呢免费来申请哈。啊再给大家说一下，可以可以联系我们这个电话艾米啊，他给大家去申请一下我们这个三个月的价值1万元的返务月报啊，那我们也会每个月整理好发给咱们企业。今天来的这个学员都非常的这个啊，我觉得应该是非常的幸运哈。能有了这样的大礼包啊，连企业不用自己用也是非常有用的，有好多资料非常宝贵。那另外呢就是我们跟法规报结合的，因为好多这个国外的法规呢，所以说我们这边有专业的团队翻译团队呢去翻译这些法规资料。那我们因为也是给除了这个法规翻译法规之外呢，也做一些这个笔译和口译啊。其中笔译的部分呢就包括了这个N D A N D A啊、B A啊、N N D A等这个相关资料的这样一个申报哈这样一个翻译，还包括这个认证文件的翻译，以及设备这个随机资料文件的翻译啊。另外就是我们自己的这个法律质量的翻译，我们做了很多，有非常多的经验。如果说您的企业可能有这个翻译的需求，那去做一些欧门认证啊什么的，都可以联系到我们我们是专业的做知料翻译的啊。另外呢，就是也可以给咱们提供这个检查时候的啊培审啊。比如说企业不海外的认证啊，工商实际啊，我们都可以做培审这样一个服务的那今天呢我给大家分享的内容呢啊就到这儿了。那也感谢大家一晚上的陪伴哈那呃今天呢希望我们在座的这个云子读书书的小伙伴都可以申请一说法汇报啊，我们来一起用一下来帮助大家一起提高这个法规呃，及时更新的及时及时更新的这样一个呃内容呢，帮助企业呢也是能够啊及时的把合规做上来啊。那今天我们的课程就到此结束了啊，再次感谢大家啊啊如果说有后续的问题呢，还有想了了解这个呃比较详细的课程呢，大家关注我们有子多优户的公众号就好了。云多优户的公众号呢，每天会给大家推送这个课程的信息哈。您一看这个课程信息跟自己相关系的法规相关呢，可以来听一听啊，就是这样的，再次感谢大家。好，刚才我看到这个直播间有人在问今天的课件是否能分享哈那今天的课件是可以分享的。然后大家可以联系我们影机的好友啊，或者是联系这个我们讨论区的这个电话啊，讨论区的这个电话呢是这个呃我们影资的这个呃负责法律日报的啊，同时可以领一份法律日报啊。我们把这个法律日报三个月的这个权限给到您啊，您可以就是联系这个手机号就可以了。然后或者是小页面的这个呃微信啊都行。然后我们把近期的这个法律报啊可以拿回去，包括他附带的这个资料哈都可以给到您。还有我们这个文件检索的这个，所以这个法律在某一季度的更新哈非常方便。或果是您查具体哪个法律，可以一下查到今天的课程。然后就非常的有价值，可以让您拿到这个法规哈那接下来就是对外这个课件，这个课件呢是可以分享的啊，好多友在问也是可以联系我们影私好友，或者是我们这个艾米丽的微信都可以。那今天的课程就呃到这结束了啊。好，再次感谢大家。",
  "comments": null,
  "scraped_at": 1763713572.991214
}