{
  "batch_id": "20251121_081658",
  "link_id": "bili_req7",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1UDywBwERM/",
    "word_count": 1523,
    "publish_date": ""
  },
  "transcript": "大客户销售被压价，不同段位的老板如何赋能？段位一老板采购一直说我们比友商贵，我已经从420万降到380万了，他还是不满意，说友商才300万出头，你降价了。嗯，对呀，我为了保住这个单子，所以就降价了。那你就错了呀，你一降价，反而王总觉得你还能继续降。但是我一直在讲我们产品有多好啊，讲产品有什么用。王总在乎的根本就不是产品怎么样，他在乎的是信不信任你。你问问自己，你对王总了解吗？他的爱好、她的家庭、她的工作和生活压力你都清楚吗？这个我好像没有特别关注，这就是问题所在啊。你们之间还停留在业务层面，没有真正建立关系，所以王总才会一直纠缠价格。那我应该怎么办？很简单，首先停止再讲产品，其次投入时间去深入了解王总，最后邀请他吃吃饭、喝喝酒，参加参加活动。在这些私下场景中展现出你的专业和诚心，只要他真正认可你这个人，价格差根本就不是问题。好的，我这这就去断位。尔，你先别着急降价，你先思考一个问题，王总为什么想降价？我讲过我们产品的性能和优势，可是他不关注啊，这就是问题啊。王总只看到了价格差异，看不到价值差异。很多采购被价格数字迷惑了，看不到产品的真实价值。你需要从三个维度发力，应用场景、具体问题、量化价值。那怎么讲呢？那我问你，他们目前的打标不良率是多少？如果用了我们精度更高的产品，一年能减少多少不良率？这对他们意味着节省多少成本？我好像没有特别了解他们的不良率的数据，这就是关键问题了。你需要做三件事儿，第一，把他们目前的打标成本算清楚。第二，算出用了我们的机器以后一年能省多少。第三，你要做一个对比分析，让他了解到虽然贵了100万，但总成本其实更低。好的，我这周就去收集段位3，这样啊我们先不讨论降价，我先问你啊，王总说价格太高真的是他本人的想法吗？还是他的背后有更高层的领导啊？好像是高层领导的意思，他提过上面的目标特别紧。好，那么根据这一点你能想到什么？那可能王董他不是反对我们的产品，而是被迫砍价的对那我现在问你第二个问题，这次采购除了王总还有谁参与决策？应该有最终拍卖人可能是总经理，还有那个生产部门，他们要实际用这个机器，那生产部门对我们的产品态度怎么样？挺认可的。我们演示产品的时候，他们特别积极。你看啊问题来了，那这个拍板人到底有没有听到过生产部门的声音呢？我不太清楚，但目前看来应该是没有你现在知道关键所在了吧，拍板人现在只听到了采购成本的压力，所以整个订单才表现为被价格卡住了。但如果他听到了生产部门认可的声音呢，他的决策思路有没有可能改变，或者说有一点点影响呢？当然有可能，但是我怎么才能让生产部门的声音传递进去呢？问的好，你现在的任务不是去改变王总的想法，而是让其他关键角色的声音被听到，你觉得应该怎么做？我可以邀请生产部长和总经理一起参加一次产品体验，或者邀请他们来公司开一次价值评估会议。很好。同时啊你是不是也可以准备一份详细的报告啊，整合各方的需求和数据的价值，把事情说清楚，核心就让信息变得完整。我明白了，我之前一直盯着采购部门，忽略了其他关键角色。我不应该单打独斗，而是要借助客户内部的力量。没错，去吧。哎，我感觉你好像不是单纯的在解决问题，而是能够抓住这件事情的本质规律，然后在具体的场景中展开这些规律。我还想学习更多醍醐灌顶的销售知识，你有什么建议吗？这个简单。我们团队为B站的同学准备了一份福利，结合了一百多本营销书籍和我们十几年的大厂经验而创作的销售脑觉醒手册。在这个手册中，我们深刻总结了销售的底层规律，让你瞬间打开上帝视角，教你像公式一样计算订单，像排兵布阵一样利用客户的决策链。我们的目的是让大客户销售更有战略，而不是更有技巧。只有利用客观规律，才能做出降维打击。快来点击评论区的蓝链领取吧。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "段位一老板将报价从420万降至380万以保住订单",
        "王总认为友商报价为300万出头，仍不满意",
        "降价行为导致王总觉得还有降价空间",
        "王总关注的核心是信任而非产品本身",
        "当前与王总的关系仅停留在业务层面",
        "深入了解王总的爱好、家庭和生活压力有助于建立关系",
        "应停止重复讲解产品功能，转而投入时间建立个人关系",
        "通过吃饭、喝酒、参加活动等私下场景展现专业与诚心",
        "采购人员常被价格数字迷惑，忽视产品真实价值",
        "需从应用场景、具体问题、量化价值三个维度传递价值",
        "客户当前打标不良率数据未被充分了解",
        "使用更高精度产品可降低不良率并节省成本",
        "需计算现有打标成本及使用新设备后一年节省金额",
        "对比分析显示虽贵100万，但总成本更低",
        "高层领导对采购目标设定紧，影响王总决策",
        "王总并非真正反对产品，而是被迫砍价",
        "决策参与方包括总经理、生产部门负责人",
        "生产部门对产品演示反应积极，表示认可",
        "拍板人可能未听到生产部门的声音",
        "信息不完整导致决策偏向成本压力",
        "让生产部门声音传达到拍板人可改变决策思路",
        "可通过邀请共同体验或召开价值评估会议传递声音",
        "准备整合需求与数据的详细报告可增强说服力",
        "不应单打独斗，应借助客户内部多方力量"
      ],
      "key_opinions": [
        "降价反而让王总觉得还能继续降，是错误策略",
        "王总在乎的是信任，而非产品功能",
        "不了解王总的生活背景是关系薄弱的关键原因",
        "讲产品无用，因为王总根本不关心产品本身",
        "必须先建立个人关系，再谈价格问题",
        "采购被价格数字迷惑，看不到真实价值",
        "需要从应用场景、具体问题、量化价值三方面发力",
        "当前缺乏对客户不良率数据的掌握是关键短板",
        "虽然贵100万，但总成本更低，应强调长期价值",
        "王总背后有高层施压，非其真实意愿",
        "生产部门的认可应被纳入决策考量",
        "拍板人若听到生产部门反馈，决策可能改变",
        "当前问题在于信息不对称，而非产品本身缺陷",
        "应主动创造机会让关键角色发声",
        "邀请生产部长和总经理参与体验是有效方式",
        "准备详尽报告能提升信息完整性与说服力",
        "不应只盯着采购部门，要联动客户内部资源",
        "销售不应只是技巧，而应具备战略思维",
        "理解客户决策链是突破高价卡点的核心",
        "真正的销售智慧在于把握规律，而非应对个案",
        "学习销售底层规律才能实现降维打击",
        "销售应像公式一样计算订单，像排兵布阵一样布局",
        "手册旨在帮助销售打开上帝视角，提升战略能力",
        "大客户销售应更重战略，而非技巧"
      ],
      "key_datapoints": [
        "报价从420万元降至380万元",
        "友商报价为300万元出头",
        "产品价格高出约100万元",
        "当前打标不良率数据未明确给出",
        "使用新设备可降低不良率并节省成本",
        "一年内可节省的具体成本金额未提供",
        "高层目标设定紧，影响采购决策",
        "生产部门在演示中表现积极",
        "总经理和生产部门参与决策",
        "王总为采购负责人，非最终拍板人",
        "客户内部存在多个决策角色",
        "建议收集并计算现有打标成本",
        "建议计算使用新设备后年节省金额",
        "建议制作对比分析报告",
        "建议组织一次价值评估会议"
      ],
      "topic_areas": [
        "价格谈判策略",
        "客户关系建立",
        "信任构建",
        "决策链分析",
        "价值量化",
        "内部影响力",
        "信息不对称",
        "跨部门协作",
        "高层压力传导",
        "采购心理洞察",
        "长期成本分析",
        "客户内部沟通",
        "销售战略思维",
        "客户画像深化"
      ],
      "word_count": 1,
      "total_markers": 63
    },
    "comments_summary": {},
    "created_at": "2025-11-21T16:23:57.016936",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763713446.391478
}