{
  "batch_id": "20251121_081658",
  "link_id": "art_req3",
  "source": "article",
  "metadata": {
    "title": "Liquid Handling",
    "author": "Mettler-Toledo International Inc. all rights reserved",
    "url": "https://www.mt.com/us/en/home/products/pipettes.html",
    "word_count": 400,
    "publish_date": ""
  },
  "transcript": "Pipettes\nDiscover a range of ergonomic pipettes and pipettors from Rainin. Choose from a wide assortment of single-channel, multichannel, and specialty pipettes for years of accurate results.\nPipette Tips\nMade from 100% virgin polypropylene in a fully automated, Class 100,000 clean room facility, Rainin pipette tips provide excellent clarity and flexibility for accurate touch-off.\nSemi-Automated Pipetting Systems\nRainin 96-channel semi-automated pipetting systems increase productivity and improve experimental repeatability across a wide range of 96-/384-well plate workflows.\nPipette Management\nTake control of your pipette inventory with SmartStand, SmartCheck™, and PipetteX™ software.\nPipetting Accessories\nPipetting accessories are additions to your lab setup that help maintain the efficiency, integrity and accuracy of your liquid handling instruments.\nGood Pipetting Practice\nFrom workflow evaluation and instrument selection to technique, ergonomics, and instrument qualification, GPP helps labs improve experimental reproducibility with liquid handling training and technical and support resources.\nUseful Related Links\nRainin MicroPro Semi-automated Pipette\nMicroPro is the smallest semi-automated 96 channel pipette on the market.\nGood Pipetting Practice\nImprove your data quality with Good Pipetting Practice™ (GPP™) – METTLER TOLEDO’s comprehensive, systematic approach to maximizing pipetting accuracy and repeatability.\nBiodegradable Pipette Tip Racks\nSustainable pipette tip boxes from Rainin are now available. EarthRack is made from compostable materials, bringing sustainable options to the lab.\nErgonomic Pipetting\nThe Rainin LTS LiteTouch System protects pipette users by making tips practically effortless to load and reduces the force required to eject the tips by up to 85%.\nShopRainin USA Pipette and Tip Product Catalog\nThe ShopRainin USA Pipette Tip catalog contains information on all tip products, with a greater level of detail and explanations.\nRainin Calendar\nRequest your 2026 Art of Pipetting calendar today! Calendars are free of charge.\nPipette Performance Matters - Trust Rainin Service to Deliver\nCalibration and Preventive Maintenance for Pipettes\nProfessional Installation\nUser Training\nGood Pipetting Practice\nISO 8655 Guidelines\nClick Here to Order Pipette Services Tailored to Your Needs\nRequest Service\nOr just give us a call\n800 472 4646 (800 4 RAININ)\nFAQs\nWhat does Rainin make?\nWhere are Rainin products made?\nHow many people work at Rainin?\nAre Rainin instruments available globally?\nHow can I apply for jobs at Rainin?\nHow can I improve precision when pipetting small volumes of liquids with varying viscosities?\nWhat's the best way to store a pipette?\nWhy is accurate pipetting important?\nHow do I calibrate a pipette?\n我们使用 Cookie 以允许我们网站的正常工作、个性化设计内容和广告、提供社交媒体功能并分析流量。我们还同社交媒体、广告和分析合作伙伴分享有关您使用我们网站的信息。\nCookie 设置 接受所有 Cookie",
  "comments": null,
  "scraped_at": 1763713500.9339533
}