{
  "success": true,
  "bv_id": "BV1Ng4y1M7kx",
  "url": "https://www.bilibili.com/video/BV1Ng4y1M7kx/",
  "content": "试一工的成就全靠科学仪器吗？这是反智言论。中国电竞研发是怎么搁置的？发展的代价，科学仪器攻坚战很难吗？但是没有工业软件难。胡学研究中国科学仪器出路在哪？近年来生物学里比较热的技术除了魔检、crispr, 还有一个冷冻电竞，它也是电子显微镜的一种，通俗来说就是能把样品在液氮温度下速冻再观察，这样干扰更小，精度更高。但全世界只有美国的F1安、日本电子日历三个单位能生产，属于研究蛋白质结构的重要工具。一经问世就成了发论文神器。以至于网上有一个公式，冷冻电竞加清华大学等于cns暗指试一工。从日本买了冷冻电竞之后，马上就连发论文，甚至有人明说人家有冷冻电竞，所以有了那么多的C N高分文章。虽然不懂生物学，但也知道这种质疑有嫉妒的成分。打个比方，正常思维来看，你应该把金牌颁给运动员，而不是颁给他的跑鞋。我们肯定支持十一宫，但今天重点要说一下电竞，更重点的是国产科学仪器的难题。2020年电竞全球市场销售额在35亿美金左右，在国内销售额约为60亿元人民币，但最好的国内公司也只能分到1%到2%，连稍微低端一点的扫描电竞国产份额也不到10%。这种收入不能支撑高端仪器公司的发展，我们每年在研发上的投入就高达三四千万元，而它的巨术科技已经算是世界上少数几家能够独立设计和生产高端厂，发射电子显微镜整套系统的高科技公司之一了，国内别的公司还不如它。看看发改委的统计就知道了，光学显微镜国产比例为零，电子显微镜国产比例是4.42%，但显微镜这块以前明明是很有希望的。王大恒是两弹一星时代的光学宗师，是他在万难之中，用1400万斤小米当经费，筹建了中国科学仪器馆。仪器是认识世界的工具，就是王大恒说的，出现在中国的第一个电竞是东德政府给毛主席的60岁生日礼物，牌子是蔡司的。1956年王大恒负责的仪器规划小组提出来想造东德这种电竞，结果被苏联专家嘲笑了。就你们目前精密仪器的落后状态来看，12年内你们中国根本就不可能做什么电子显微镜，意思就是中国想用的话可以向苏联买。王大恒当然不服了，他想直接在破破烂烂的长春光机所研制电竞，而且说干就干了。当时中科院武汉研究所正好从日本买了一个中型电竞，他们就把这个日本电竞借过来，参考那个时候的电竞。必须要在真空环境下工作，解决真空问题，全靠一台前苏联生产的钛质谱真空检漏仪。这个捡漏仪的俄文说明书还得靠王德恒的学生姚俊恩临时翻译。但只用了72天就仿造出了我国第一台电子显微镜，加速电压50千伏，分辨能力是10纳米。然后姚俊恩还得把拆开的日本电竞重新装起来，还给武汉锁。但装好之后总有点不对精度，想再恢复到出厂指标2.5纳米就太难了。后来他就把严禁用户拆卸的50千伏高压油箱也拆了，把高压变压器油过滤了一遍，最后竟然给修好了。这个电子显微镜是八大件，一个汤中的一个铜期。另外的七个成果还有高温金像显微镜、万能工具显微镜、多臂投影仪、水晶射谱仪、晶体谱仪、高精度晶纬仪、光电测距仪都比较先进，加起来就是八大件，一个汤，就是一系列光学玻璃，因为研究人员看的玻璃基本都是在干锅里的熔融状态，仿制不算真本事。这款做完之后，他们又花了十个多月研制成功了第一台自行设计的电子显微镜xt 100型，分辨能力优于2.5纳米，加速电压100千伏，放大倍数达10万倍以上。这样一路迭代，到70年代末，我国研制的透射电镜已经达到了国际先进水平。当时这个事还上了邮票。国际上电竞发展史上的第二个里程碑是扫描隧道显微镜出现在1981年到1982年，发明者是宾尼格和罗赫尔。这个工具极其重要，现在芯片行业里，老提纳米三七里面切开右轮的飞刃也是纳米材料这门科技的地基。就是stm打下的stm分辨率更高。也不用真空环境了，能在大气环境甚至液体环境中观察，这是人类纳米技术史上的飞跃。他们因此获得了1986年的诺贝尔物理学奖。姚俊恩和他的老师一样不服。后来，中国科学院成立了北京电子显微镜开放实验室，自行研制stm用自制的stm首次获得了石墨表面原子图像横向和纵向分辨能力，分别达到了0.1纳米和0.01纳米。中国的这个stm就是姚俊恩提出并主持开发的，这一步算跟上了。1989年，国际上又出现了光子扫描隧道显微镜，叫p stm姚俊恩在1991年又提出要跟进研制p stm和大连理工大学物理系合作，在1993年6月研制成功，在二十多年的时间里，姚俊恩紧跟不放，没有被落下。只要是科学问题，就都可以用脑子解决。但是在市场经济放开之后，真正的毁灭性难题出现了，只用脑子不管用了。国外的电竞开始大量进口，更好更贵，销售更多，研发更快，完全是正循环。国内的电竞在市场竞争中就完全被淘汰了，根本打不过，只留下一个活口，北京中科科医股份有限公司。至此，电竞开发再也跟不上了，基本算是全军覆没。到了试一工回国的年代，只能从日本买试一工，自己还得花两个星期去砍价。然后一边研究一边还要看着一些杠精在面前排着队耍键盘。中国进口的重要的东西，除了石油和半导体，就是科学仪器了，每年都要花千亿级别的费用。刚才说的电竞是清华的故事，另外一个知名的卡脖子的故事轮到北大了，这时2018年北大和布鲁克公司的绝交信，原因是北大核磁共振中心的一台布鲁克核磁共振仪出现了故障。北大想约一个售后维修，但对方要先拿到23万人工费，然后再去准备液。害不管修好修不好，这23万人工费都不对。这个人工费大概就像我们在网上约的修水管的师傅，水管的成本30，人工费300。北大方面觉得布鲁克仗着独家垄断，全凭心请，提高售后服务费用和0配件价格太气人了，就发出了声明，表示终止与布鲁克中国区的业务往来。北大确实硬气，但是核磁工程仪就是修不好，集合了国内许多优秀的工程师还是修不好，摸遍了全中国的厂家，也找不到相关的零部件。北大的这种核磁共振仪，全世界就真的只有德国、布鲁克等少数几家公司能提供。这家公司年营收只有20亿美元，是个小公司，但它却一夫当关万夫莫开。在医院里的那种核磁共振仪还包括ct机、大型X光机、随机后备记、飞利浦和西门子三家垄断，俗称gps除了核磁机器，工业界常用的质谱仪，目前也基本依赖进口质谱仪用于测量微光粒子的质量。一想就知道有多重要了。按照三体的情节，质子锁死地球科技必须也得锁死。质谱仪除了核磁核质谱仪之外，还有一些像核磁波谱仪、液质联用仪、X射线衍射仪。国内供货量分别是0.99%、1.19%、1.32%。整体上来看，2016到2019年，我国大型科学仪器整体进口率为70.6%，分析仪器、医疗仪器、激光器、核仪器进口率均在七成以上。其中分析仪器进口率都超过80%，质谱、色谱仪器的进口率分别是89.59%和88.45%。部分领域的高端仪器百分之百依赖进口，进口国主要是美国、德国、日本、英国等，尤其是美国。从美国进口的大型仪器接近一半，占47.21%，这还是能买到的，还有一些是买不到的，像连续光源aas一种测元素用的原子吸收光谱仪，其核心元件一个脉冲光源和一个cd国外都对我国禁营。高档激光干涉仪，超高精密测量和加工的必备测量仪器之一，全球仅有几个国家能生产，但他们都对中国禁运，中国人购买科研仪器的热潮不知道救活了多少外国公司。这是科技部原副部长说的。李昌厚教授是干了一辈子分析仪器的老仪器人，他对国产仪器的困境看得很准。我们把他的看法概括介绍一下，一共有11个，不分先后，都很关键。第一个是品控不行，研发是能研发的，但是做出来质量不稳定，容易出毛病。这是因为相关企业的战略眼光、专业眼光还有品控意识比国外的企业差得远。这导致用户没有安全感，不如直接买国外的省心，这是最简单但是最致命的一个直接原因。第二个，实用性专利满天飞，开拓性专利极少。在中国每个行业都是这样，无利不起早。第三个和第二个相反，研发完就搁置。其实国家在95以来投了不少钱，但都放在了研发环节，很多人发完了论文、申请完了专利，完成了任务就不管了，这些成果能不能进入市场赚起来，根本没有人负责，产学研是连不起来的。第四个，预算转化效率低。单看分析仪器的话，国家经费投入以每年20%左右的比例增长，每年取得的科技成果有三万多项。但是科技成果转化率大约在25%左右，实现产业化的不到5%。可以这样理解，这些预算都用于搞职称了。相比之下，发达国家的成果转化率是80%。第五个，关键技术和关键部件落后工业化水平低。有些甚至特别简单的通用技术不过关，导致整个仪器不行，比如密封技术、焊接技术，这就牵扯到整个工业生态的水平了。第六个，有些企业没有工艺科，或者工艺科里面往往就一两个人凑数，这导致有些大型仪器能设计出来，但是造不好。他举了一个例子，一台国产仪器的后背板上就出现了4种类型的螺丝钉，有十字形的、一字形的、头部凹进的、头部突出的，这种小事可能会导致大问题。第七个是附件不够。例如进口的紫外可见分光光度计由近70种附件，而我国同类的最好仪器的附件最多的是30种左右。连最常用的也就是最重要的微量比测敏，很多厂商也不提供，可能根本就没有人研发。第八个，配套软件不行，90%以上的用户对国产分析仪器的软件不满意。比如连最简单的断电保护都没有，分析仪器遇到断电是很正常的，唯有断电保护的话就像做ppt没存一样。还有算法界面友好度、处理速度、控制功能等等都要差一些。第九个，低水平重复研发价格战。这个很好理解，哪个行业不是这样的？我国有十家左右的公司从事质谱仪研发，但谁也不理谁，都在重新发明轮子，在最低的水平上关起门来交劲。价格战方面有一个例子，一台全自动原子荧光光渡计的原材料成本在25000到3万之间，市场价一般在75000以上。但是当时有些公司曾经以4万块钱的低价倾销原子荧光光度剂的出口价本应在2万美元以上，但有的企业曾经以1万美元的半价抢订单。第十个，一种熟悉的安全思维。李昌厚认为，目前我国的基础型、常规型、普及型的分析仪器，很多已经可以跟国外的同类机器抗衡，完全够用，但地方政府和企业采购还是会采购国外的，因为这样不出错。根据一汽新息网2020年3月10日报道，关于疫情期间定量pr以采购中标信息中，在111台的公开招标中，以赛摩菲、罗氏伯乐为代表的进口品牌仍然占据绝对多数，采购台数占比超过95%。而国产品牌中禁用上海红石和西安天龙两家共中标三台仪器。披萨阿姨并不是冷冻电竞那种超级仪器，但还是习惯采购国外的。五千多万的钱，国产企业拿不到，凭啥去研发呢？最后一个招标标准被国外品牌故意拉高，驱逐国内品牌。有些国家拨款仪器招标项目标书的制定是由一些没有仪器专业背景的人，根据一些僵化的指标来照搬的。简单说就是很多外国公司的仪器在99%的主流功能上都不一定比得过同价位的国内仪器。但是在少数花边指标上高于国内仪器，他们就会凭借行业影响力或者一些手段，推动这些华而不实的次要指标进入评分体系，以此来赢下竞标。海能未来技术集团有限公司的总裁刘文玉干这行业有36年了。有一次行业会议上，他诚恳的对业内专家和用户说，请您多用很用不嫌弃的用我们的国产仪器，多给我们使用反馈，帮我们逐步提高与国际品牌的竞争力。他这么说是因为很多国产仪器已经非常够用了，但大家还是不满。李昌厚也说过，从市场需求来看，实际上外国人赚钱最多的仪器不是那些特别高端的仪器，而是那些普及型、常规型、基础型的光谱、色谱、样品前处理等方面的仪器。本来有的国外企业甚至购买国产的aas uv贴牌，加价卖给国内用户。他给行业提示了一个突破口，各类紫外仪器年需求量近15000台。各类原子吸收仪器年需求量近6500台。各类液相色谱仪器年需求量15000台，各类色相仪器年需求量2万台以上，还有常规的终端质谱仪等仪器需求量也很大。这些仪器是国外仪器厂商赚中国人的钱的主要周期，也是我们能力范围之内的业务。这块由国内厂商拿下就能赚到研发和优化的钱，慢慢的从低端到高端实现翻盘。其实光伏电池这些巨无霸的行业，哪个不是这样起来的？只要产业一端解决了研发，其实缩短差距要容易一些。毕竟航天军工都这么强，科学仪器这个领域攻坚不会比航天更难。现在一个普遍的疑问是，未来要学什么？毕业以后干什么？其实科学仪器这个领域是一个非常大的行业。因为是to b的主流媒体，看不到存在感很低，其实前景很好，空间很大，以后国家拨款也会很多，可以说是人才齐缺。如果年纪轻轻不想干一些狗屁工作，那什么才是有意义的工作？仪器行业就是其中之一。再看看王大恒从帝国理工毕业回来，带着28个人坐火车去了长春，住着破房子，吃着高粱米和大葱蘸酱，一起修房顶、填蛋坑，把上级给的小米粮票折合成预算，开辟了一个国家的光学地籍。抛开爱国不说，这是一个人对建设性的工作的纯粹热情，因为这样工作才好玩，这样才算没有浪费生命，这样才不是狗屁工作。有时候会很羡慕王大恒和姚俊恩他们那代年轻人，用现在的话说就是眼里有光，真正对得起青年两个字。相比之下，现在到处都弥漫着年轻的默契，对未来、对身外之事，只有计算，没有真正的热情。现在的仪器行业，如果去掉进口仪器，整体来看其实和王大恒那个年代差不多，百废待兴。但现在是输在产业上，不是输在科学上。其实只要按常识办事就行，只要像正常人那样按常识办事儿，就能赢下这个攻坚战。走直路，进窄门，双面人下笨功夫，把目光抬高1厘米，从基础仪器开始，打好第一个回合，就能赢下这个攻坚战。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 5375,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-21T18:21:48.960396",
  "batch_id": "20251121_101641",
  "link_id": "bili_req8",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "中国电子显微镜研发始于20世纪50年代，由王大恒主导。",
        "1956年苏联专家认为中国在12年内无法研制出电子显微镜。",
        "王大恒带领团队仅用72天仿制出中国第一台电子显微镜。",
        "首台国产电子显微镜加速电压为50千伏，分辨能力10纳米。",
        "姚俊恩曾拆解日本进口电子显微镜并修复至出厂精度。",
        "中国第一台自行设计的电子显微镜XT-100型分辨能力优于2.5纳米。",
        "1981-1982年扫描隧道显微镜（STM）由宾尼格和罗赫尔发明。",
        "中国科学院北京电子显微镜开放实验室于1980年代自主研发STM。",
        "姚俊恩主持研制中国首台光子扫描隧道显微镜（P-STM），1993年成功。",
        "1989年国际上出现光子扫描隧道显微镜（P-STM）。",
        "2018年北京大学因维修费用过高与布鲁克公司终止合作。",
        "布鲁克公司要求23万元人工费才可提供核磁共振仪售后维修。",
        "全球仅有德国、美国等少数公司能生产高端核磁共振仪。",
        "医院用核磁共振仪、CT机、X光机主要由飞利浦、西门子、GE垄断。",
        "质谱仪、液质联用仪、X射线衍射仪国内供货量分别不足2%。",
        "2016-2019年中国大型科学仪器整体进口率为70.6%。",
        "分析仪器进口率超过80%，质谱仪进口率达89.59%。",
        "色谱仪器进口率为88.45%，部分领域高端仪器100%依赖进口。",
        "美国是中国进口大型科学仪器的主要来源国，占比47.21%。",
        "连续光源AAS的核心元件脉冲光源和Cd对华禁运。",
        "高档激光干涉仪全球仅少数国家可生产，对中国禁运。",
        "李昌厚教授指出国产仪器存在品控差、质量不稳定问题。",
        "国内研发成果常被搁置，产学研脱节严重。",
        "科技成果转化率约25%，产业化率不足5%。",
        "国产仪器关键部件如密封、焊接技术工业化水平低。"
      ],
      "key_opinions": [
        "科学仪器的发展不应被归因于单一设备，而应看作系统工程。",
        "质疑中国科研成就源于仪器是带有嫉妒心理的反智言论。",
        "将论文成果归功于冷冻电镜，类似把金牌颁给跑鞋。",
        "国产科学仪器困境根源在于产业生态而非科学能力。",
        "市场经济放开后，国外仪器正循环导致国产全面溃败。",
        "采购国外仪器并非因性能更优，而是出于规避风险的心理。",
        "招标标准被国外品牌故意拉高，以非核心指标淘汰国产产品。",
        "国产仪器已能满足常规需求，但用户仍不信任。",
        "低水平重复研发和价格战严重阻碍行业健康发展。",
        "基础型仪器才是国外厂商赚钱主力，而非最尖端设备。",
        "国产仪器企业应聚焦普及型仪器市场实现突围。",
        "光伏等行业崛起路径可复制到科学仪器领域。",
        "科学仪器行业前景广阔，人才缺口巨大。",
        "当前年轻人缺乏热情，与王大恒那代人形成鲜明对比。",
        "只要按常识办事，走直路、进窄门，就能打赢攻坚战。"
      ],
      "key_datapoints": [
        "2020年电子显微镜全球市场规模约35亿美元。",
        "2020年中国电子显微镜销售额约为60亿元人民币。",
        "国内顶级公司仅占全球市场份额1%-2%。",
        "低端扫描电镜国产份额不足10%。",
        "国内企业每年研发投入达三四千万元。",
        "光学显微镜国产比例为零。",
        "电子显微镜国产比例为4.42%。",
        "2018年北大核磁共振仪维修需支付23万元人工费。",
        "原子吸收光谱仪（AAS）核心元件对华禁运。",
        "高档激光干涉仪对中国禁运。",
        "分析仪器进口率超80%。",
        "质谱仪进口率为89.59%。",
        "色谱仪器进口率为88.45%。",
        "2016-2019年大型科学仪器整体进口率70.6%。",
        "紫外可见分光光度计进口附件近70种，国产最多30种。",
        "全自动原子荧光光度计原材料成本2.5万至3万元。",
        "市场售价一般在7.5万元以上。",
        "某企业曾以4万元低价倾销原子荧光光度计。",
        "出口价本应在2万美元以上，曾以1万美元半价抢订单。",
        "疫情期间定量PCR采购中标中，进口品牌占比超95%。",
        "国产品牌上海红石和西安天龙共中标三台。",
        "各类紫外仪器年需求量近15000台。",
        "原子吸收仪器年需求量近6500台。",
        "液相色谱仪器年需求量15000台以上。",
        "气相色谱仪器年需求量超2万台。",
        "常规终端质谱仪需求量也很大。"
      ],
      "topic_areas": [
        "电子显微镜发展史",
        "国产仪器研发困境",
        "进口依赖与卡脖子",
        "产学研脱节问题",
        "仪器采购与招投标",
        "核心技术封锁",
        "仪器软件与附件短板",
        "低水平重复与价格战",
        "国产替代可行性",
        "科学仪器产业前景",
        "历史人物与精神传承",
        "基础研究与工业生态",
        "政策与预算转化效率",
        "用户心理与信任缺失",
        "青年职业选择与意义"
      ],
      "word_count": 8,
      "total_markers": 66
    },
    "comments_summary": {},
    "created_at": "2025-11-21T18:22:28.235560",
    "model_used": "qwen-flash"
  }
}