{
  "success": true,
  "bv_id": "BV1qR4y1K7HT",
  "url": "https://www.bilibili.com/video/BV1qR4y1K7HT/",
  "content": "Hello, 小伙伴们，新的一天开始了。今天我们来开始呃上机和图谱处理的操作。在我们各项工作都已经准备好以后，我们来看社柱已经换好连接好了。这个是流动项，今天用的流动项是水，嗯，这个流动项也已经换好了。先先把这个这个模块这个盖子掀开，这个是准备排气的。然后我们来到这个电脑的界面，我们按这个界面的顺序来，第一个就看我们首先把马达停掉，拧开这个充气阀。好了，大概你两圈两圈多一点。今天换的流动向是B通道，所以我们先把B通道调到百分之百。然后点击冲洗按钮，这个过程就叫做排气。它排气的话是从这个通道直接就流到这个管子里，排到废液瓶里去，排到排到废液瓶里去了。在排气的同时，我们再点击这个Sam然后，可以关注注射器，然后这里会显示not ready。然后呢，他这个他这个注射机会动，他这个注射器会动，大家可以注意观察一下关注注射器的过程。这个就是当这个变成绿色ready键以后，我们可以再次点击清洗缓冲环。缓冲环是位于这个靳争那边的，那个应该是，但这个的时候那个注射器也是会驱动的。呃，这个系统默认的是三次循环，然后具体几次应该就是各家企业都不一样吧。最后这个外部洗针是洗那个金样针的外面，这个隔一段时间洗一次就行。我们是这样的啊，不知道大家可以到时候具体具体来安排这个注温箱也可以开开了，直接点击这个选择啊，30度，今天用的是就可以了。然后这个波长波长今天是做陈皮的样品，波长应该是283，可以把这个来设好，这样的话这个系统的基本操作就已经算完成了。等这边呃冲袭完成，那我们在等这个的时候，我们可以把这边也处理一下，就是先把序列创建好。但是在创建序列之前，我们要先先有仪器方法。所以我们如果没有仪器方法的话，先从这边点击创建，点击仪器方法，然后运行时间呃通道，然后点击都售好以后，点击下一步。然后这个一般这个常规设置一般是默认的，不用修改。然后这个就是呃这个流动向的那个比例，呃，比如说今天用的是22比78吧，所以我的这个B就是水就是78，把已金设成22。现在我们这个一般是要把删除平衡阶段，把这个点一下，把平衡阶段删除。但是现在我还不太清楚这个平衡平衡阶段是个什么意思，如果有知道的小伙伴可以在留言区告诉我，然后把这个平衡阶段删除以后，我们看这个如果默认时间诶，这个还没设好，这个是七十八，然后这个是二十二好了，然后这个把时间设一下。如果我们是第一次新的样品可以折到60，如果出封没有出来或者是参考你对照品上面的出分时间来设置这个。然后点击下一步，这个吸样速度尽量推迟。还有这个冲洗，冲洗一般选择呃我一般选的是那个boss，当然我们也有同事选择是after或者before，然后这个再点击下一步提样模式连接设备，这是冲洗因子，这个都不用动。然后温度控制如果有特殊要求的话，我们按按那个要求的来。如果没有特殊控制的话，一般选择30度。这个也不用管，然后把波长设定好，然后再点击下一步这个这个波长切换。就是说如果里面有两种呃两种物质的话，但是你要是在同一条件下来用两个波长来测，所以我们就可以来这这添加添加进去。诶，哦这是一个。就多长时间呢？我们用哪个波长，多长时间用哪个波长？这个的话等下次我之前做做过一个这样的样品，下次碰到的时候我再给大家讲吧。然后这边设好以后，我们这个就算完成了，然后注明注释一下，就是你呃是哪个样品的仪器方法，然后是什么时候创建的，是执行的是哪个哪个标准的要点，或者是怎么吧这个备注好，方便自己识别，然后点击完成。那我们这个仪器方法就算创建好了，我今天我这个已经创建了，所以我点击取消。然后我们再点击，我们点到先点到那我们先点到这个数据界面数据界面，然后点击我们这次要创建的序列所在的文件夹，这次是做的陈皮的成品，所以我们选择2022成品。然后选择文创建序列。哦，选择好你要放哪个位置，然后只要记自己记住实际的位置就可以了。这个没有硬性的规定啊，一般小瓶就是放到这个小瓶的位置，这个大大窟窿是指放嗯大的样品瓶的，我一般都用这既要次数药品093。然而谁就没有问题的话，点击下一步，然后看这儿仪器方法，我们按把刚才的仪器方法选上。陈皮这个是陈皮2020年版，然后点击打开，这样没有问题，这个处理方法也不用管的，这个模板是默认的，所以直接点击下一步完成。那我们序列就算创建好了，命名一下就可以。陈皮。220220302点击保存。那我们看这个识别就已经创建好了。创建好以后，这个要点的要求一般是对照需要五针，然后位置是2乘2嘛，就是两个瓶子各两个瓶行，各走两次。一般我习惯是第一针走空白，然后第二针开始是嗯校正。这个位置也要确认好，修改一下，没有问题。123。那就是。你看这样就是嗯对照第一针是用来校验，就是怕主要是怕第一针他走的那个不是特别好，所以一般会把第一针改成校验。但是有时候也不用改，有时候他那个分特别好，我们就不改，就走5针就可以了。我这次走了六针吧，234 ok那这个两针对两针位置走走两个平行，然后我们把这个命名一下，陈皮干对照品溶液，把批号写上样。220117向下填充就就叫这个复制模式就可以了，收备只写那个王命名。就可以在那个样品走完以后，我们再修改这个名称也是可以的。好了，我们现在序列已经放好了，然后点击保存一下。然后我们再次再次回到我们的仪器界面，我们看一下这个pu这个模块，他这个两个已经没有了，说明他的冲洗已经完成。这时候我们把这个冲洗阀关掉，把这个板子放下来。然后我一般习惯会在队队列里面看一下那个流动项够不够。所以我们就是到队列然后添加，把刚才创建的序列加上去。然后这里有一个添加，就是添加你刚才的呃序列。然后这个点添加好以后，点击就去检查。然后看这个下来会出现B B会用五百多C用一百多150多毫升。然后我们看一下然后我们看一下这个流动项，瓶子的那个流动项够了就可以了。然后我们再还是回到这个pu的模块，然后这时候都准备好了，然后我们可以把这个点把马达开开，让他系统先稳定一会儿，流速记得要改到1.0。然后这个流动项这个比例要设好甲醇和水，15比85，甲醇是A铜脑是15，水是85。那们把这个大家可以看到啊，这个流动向abb C D 4个通道，你看b cd都是有这个这个东西的，它还可以调节，但是A是没有，所以我们A不用管。就是说调了B以后，它自动会呃剩下的就会用B A来补充。如果是有C如果你用B和C通道的话，那你就设完B的再设C的，就两个都要设一下。如果是有用到A的话，那你只需要设一个，另外一个自己就会算出来了。那那我们现在就让他系统先稳定一会儿，这个我的样品和对照都已经处理好了，我们现在就可以把它放到样品盘上。然后这个的话我们要注意一下，就是说尽量保证他这个页面高度要差不多。如果你的这个过滤特别不好过滤的话，比如说我们做地黄他就不好过滤。所以我一般过地黄的话，我就放到这个最下面这条线上就可以了。然后这个盖子要拧的松紧要差不多，这样保证它吸的时候哦，这个压力一样，做出来的那个数据会比较结果会比较平行。然后我们记住刚才建数据的时候，你的样品瓶所在的位置，所以我们还是点击这个sample进样系统这个界面，然后把这个盘移动到前部。我用的是红色的热的。然后看一下这个是红色的，已经在前面了，所以我们直接把这个把样品放进去就可以了。那有时候我们如果放第一排放满放满的话，就是第一排放满的话刚好最后一个位置，他可能那个瓶子不好进去。我们这时候就需要用到这个笔，然点击一下这个界面，让他再转一下清触这个，然后入，然后他就转过来了。然后弄完以后就不用管了，一会儿它会自动归位，就是进样的时候它会自动归位的。然后现在的话是样品我已经放上去了，嗯，这个系统已经稳了一会儿了。然后我们现在就可以点击这个监视机械，点击就监视的通道。这个是一般是点击这个呃朱佳和这个郭长这两个就可以了。我这个都选了，默认都选就都选了，然后点击确定。你看现在就是说各种线就可以出来监视他的这个走的稳不稳。如果走的还可以的话，一会我们就可以直接进样系统。要稳定多长时间呢？这个是不同的流动项，不同的样品，这都时间不一样。我们可我一般都是嗯半小时左右，因为这个半小时刚好你可以去处理一下样品呀，或者是嗯干点什么其他的事情，然后你过来看一眼就可以了。就是说系统先稳定半小时，然后你监视机限监视半小时起码要20分钟。要他要走的还是比较平稳的话，我们再来进进行进像如果走的不好，那我们就需要延长这个时间。或者是你把你的这个各个通道再检查一遍，然后再监视机线。大家可以看到这个信量系统界面上的进样量是五微升，然后这个缓冲这个lo环他就是inject，说明他现在已经就位了。如果他是漏的，说明他还没有准备好，还不能进行进样。这个是五倍升，是昨天进药用的五倍升，所以他现在还是五微升。等会儿今天我们今天我们进样量是十微升，然后一会儿我们这个开始进行这个队列处理的时候，他那边自动会变成十维升的。这个不需要不需要处理，那个相当于显示器最终的数据都是来这里来操作好了，等一会儿那个我们就可以进行那个什么了，进样了。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 3657,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-21T18:21:00.896930",
  "batch_id": "20251121_101641",
  "link_id": "bili_req7",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "流动相已更换为水，使用B通道进行实验",
        "排气过程通过拧开充气阀约两圈完成",
        "系统默认执行三次循环冲洗缓冲环",
        "外部洗针用于清洗进样针外壁，定期进行即可",
        "注温箱已开启，设定温度为30度",
        "波长设置为283纳米，用于陈皮样品检测",
        "仪器方法创建前需先配置流动相比例",
        "流动相比例设置为甲醇15%与水85%（A:B = 15:85）",
        "平衡阶段可被删除，但其作用尚不明确",
        "首次运行新样品时，运行时间建议设为60分钟",
        "吸样速度应尽量延迟以保证稳定性",
        "冲洗模式可选择boss、after或before",
        "温度控制默认为30度，可根据需求调整",
        "波长切换功能支持在单一条件下使用多个波长",
        "序列创建需指定仪器方法并关联文件夹路径",
        "样品瓶位置需与序列定义一致，避免错误进样",
        "对照品溶液要求至少五针，通常为2×2平行设计",
        "第一针常设为空白或校验针以确保数据可靠性",
        "进样量默认为5微升，后续自动更新为10微升",
        "系统稳定后方可开始进样操作",
        "进样前需确认注射器状态为绿色ready",
        "监视界面可实时查看色谱峰走势和系统稳定性",
        "系统稳定时间一般不少于20分钟，常见为半小时",
        "样品盘移动至前部后可直接放置样品瓶"
      ],
      "key_opinions": [
        "建议将第一针设为校验针以提高数据可信度",
        "若首针分离效果良好，可不必修改为校验针",
        "地黄样品过滤性差，建议置于样品盘最下方",
        "各通道盖子松紧程度应保持一致以保证压力均衡",
        "系统稳定期间可用于处理其他任务，提升效率",
        "推荐使用红色热源标识样品盘位置以便识别",
        "对于复杂样品，延长稳定时间有助于获得更平稳基线",
        "不同企业对冲洗循环次数的要求存在差异",
        "波长切换功能虽可用，但具体应用场景需后续讲解",
        "序列命名应包含样品名称、批号及创建日期便于追溯"
      ],
      "key_datapoints": [
        "排气过程需拧开充气阀约两圈",
        "冲洗缓冲环默认执行三次循环",
        "注温箱设定温度为30度",
        "波长设置为283纳米",
        "流动相比例为甲醇15%与水85%（A:B = 15:85）",
        "运行时间建议首次设为60分钟",
        "进样量初始为5微升，实际进样为10微升",
        "系统稳定时间不少于20分钟，通常为半小时",
        "流动项消耗：B通道约500毫升，C通道约150毫升",
        "样品瓶位置为2×2布局，共四针平行",
        "对照品需至少五针，其中一针为校验针",
        "序列保存路径为“2022成品”文件夹",
        "样品瓶编号模板为“药品093”",
        "缓冲环位于进样系统附近",
        "注射器状态显示为绿色时表示ready"
      ],
      "topic_areas": [
        "流动相更换",
        "系统排气操作",
        "仪器方法创建",
        "序列配置流程",
        "进样参数设置",
        "温度控制",
        "波长设定",
        "冲洗与清洗",
        "系统稳定时间",
        "样品盘管理",
        "进样量调节",
        "数据监控",
        "对照品处理",
        "设备状态检查"
      ],
      "word_count": 10,
      "total_markers": 49
    },
    "comments_summary": {},
    "created_at": "2025-11-21T18:21:12.654805",
    "model_used": "qwen-flash"
  }
}