{
  "batch_id": "20251121_101641",
  "link_id": "bili_req3",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1ADCYB6EBM/",
    "word_count": 4774,
    "publish_date": ""
  },
  "transcript": "上期视频我们也说过，A股诺和诺德的整体走势，后期啊也是给出了一个看跌的一个预期。国内目前有九家同类型的公司啊在申报国产版的斯美格鲁泰，明年上半年就应该能顺利的上市啊。斯美格鲁泰这个药品它主要是用于治疗二型糖尿病的啊这样一个品种啊，在中国大陆来说的话，整体伤害是比较大的。今天我们从这国内九家思美格鲁泰这个药品的企业，我们挑选了四家在港股上市的品在港股上市的企业。我们来逐一看一看每一家企业啊它的股价以及它的结构形态，后期的整体走势，以及市场当中有没有可参与的这种波段机会。首先我们来看一下第一家啊，第一家叫做联邦制药啊，联邦制药整体上市时间也很长了，从这个07年至今整体走势啊也是走了将近18年。在这18年时间里面，它的结构和形态啊，我们可以看到较大幅度上涨只有两波。这个是从08年11月份到11年1月份啊，这是有一波最近的这一次是从22年的十月份一直涨到25年的十月份啊，就这两波整体走势是比较比较比较凶的。但是它这种上行啊并不是常规意义上的推动浪。因为这两波连色段的走势它都是一个三波结构。既然是三波结构，它就其实就是反弹浪的上行啊，它并不是反转浪的上行，这是有一个很大的一个区别的那好，那接下来我们要看一下最近的这一波走势结束在上上个月啊，而且可以看到从月线图来看，在高位上是连续四个月出现了非常的长的上影线啊。那也就说明在18块钱附近，它是遭遇到了很强的这样一个压制。好，既然这波上涨的三波走势结束了，那么接下来这支票它就会面临一次中期的回撤调整。而且整体来看它的话幅度还比较大。目前可以看到从十八已经跌到了12.30附近，12.30附近这个位置呢刚好又是黄金分割0.382的位置。但是既然是对于整波3.17到17.97这一整波的调整，那么这个目前的回撤明显不足啊，幅度是明显不足，所以也就意味着后期这支票将会继续下跌啊，将会继续下跌。当然它下跌的结构我们还是中规中矩的。先看它一个三波的回撤走势啊，三波的回撤走势走势中中期的结构来看的话，下方重点啊需要关注的位置就在黄金分割50%以线10.50附近。那距离现在的价格来说的话，大概是有两块钱啊。此处可能会有一波反弹走市出现啊，也就是说目前这个月线级别的调整还没有结束，下方大概还有两块钱的空间。那如果来看的话，基本上是在15%到18%的这样一个跌幅。所以暂时这支票还需要继续回避继续回避，这是目前对于它大周期的结构的一个看法。那这里可能有也有人问到了啊，那有没有可能从目前的这种反弹浪走势发展成一个反转浪的一个形态，就或者说是推动浪的一个结构形态呢？接下来我们来看一下它的走势，结构之前在没有跌破啊这一阶段的走势，周线级别的这阶段走势，黄金分割0.382位置之前啊，我们认为是有这种预期的，也就13.60。但是问题是他把这个位置跌破之后啊，他已经失去了走出这个五浪推动结构的一个预期了啊，正常来说应该是在0.382上或者附近就应该展开最后一个推动浪的第五浪。但是既然跌破了，代表着当前这个回撤已经打破了这个四浪调整应该有的这个幅度了。所以目前来看他也就不具备再次冲高，走出最后新高的这样一个动作。所以后期我们就认为啊整体走势的回撤，它可能会延续中规中矩的一个结构，继续向下去发展。那么也就意味着此次向下的回落短时期不会不会轻易的结束。所以这支票我的建议说继续回避啊为好。接下来我们再看一下第二支票焦点基金，这是上市时间不长的品种，从去年到今年刚刚一年，它也是属于一个次新股的一个范畴啊次新股的一个范畴。我们知道波浪理论它整体的一个研讨研判它主要是靠这个K线啊K线结构和形态。那既然它这个K线比较少，它势必会影响到这个结构的发展，这是必然的。好，那接下来我们来看一下日线上市以来的整体走势啊。从上市之后起先回落到今年的一月中旬，走出了一波五浪上涨的一个引导楔形的结构形态啊。那这个节构形态已经结束了，那目前来看它是处于这二次回落探底的这样一个走势当中。那目前这个调整浪可以看到12345啊已经运行了晚5波了。但是如果它是调整浪的话，它下跌走势它不会是五波走势。按理来说它应该是一个三波或者是一个七波，那也就意味着目前已经超越三波了，它就会朝着七波的调整下跌形态去发展。因此这一支票来看，短期可能会有反弹，但是反弹之后还会继续回撤。那回撤之后呢，下方我们可以看到下方的支撑主要有三处位置啊。第一处位置是在前期小平台的这个位置，小平台的这个位置大概是在6.20附近。再往下是在这个小区间下沿的位置，这个位置是位于5.90，6.20到5.90，再到最后一个就是趋势线支撑的位置，这个位置是位于5.60。也就是说以上这三处支撑都有可能成为未来这一次向下调整的结束的啊结束点。所以从目前价格7.30附近来看，整体向下的空间从最小的目标来看有1.1啊，最大的目标来看的话有1.7，也就是说有15%到25%的一个回撤空间。整体的回落还没有结束，所以这只票以近期也是要继续观望选择回避啊不要轻易的去进场去尝试。我们没有必要啊早早的进场承受较大的一个浮亏。好，那接下来我们来看一下第三支票啊，第三支票制药集团前一段时间应该在11月中下旬吧。关于这支票我们也是在我们的社群当中去分享了一次。接下来我们再从大周期来梳理一下它的一个整体的结构。前期的结构可以看到啊，是一个三波形态的一个反弹浪。上行之后呢，从相对的高位是走出了一个回撤，调整三波黑色段。那这个调整来看的话，是已经进入到618到764这个区域了，并且它调整的时间用时也是非常满足的。那么也就代表这一段黑色段的调整它已经结束了。那接下来从这个C浪的低点开始，4.27，也就是意味着从4.27开始整体向上。如果按照继续按照反弹浪上行的这种预期去发展的话，那么可以参考之前红色段的这段走势啊，它有可能会运行也是这样一个结构形态。如果按照这样的形态结构发展的话，那前期第一波走势这就是一个W浪回撤的三波黑色段，他合并完是一个X浪。那目前来看Y一银色完当前是处于这个Y 2的调整期。Y 2调整期结束之后，后期还会再有一个Y 3的再次上涨。那按照正个预期发展，那后期这支票还是有机会的那接下来我们来看一下这个Y 2的调整运行到了哪一个阶段啊。那我们调整到日线图啊，我们可以看到这个Y一整体走势也已经运行完毕了，而且比较好的是它也是出现了一个推动浪的结构啊。因为在上一次视频时候，我们当时还不确定这个位置是到底是一个反弹还是一个反弹啊。所谓的反弹就是后期这个调整结构结束处之后，还会走出所谓的降下的一个升幅回撤，再创出一个新低。但是目前来看这种可能性已经没有了，主要原因就是从4.27开始的上涨，内部结构出现了一个五浪推动形态。好，那既然目前来看拜一运行完毕，那么接下来我们就是等这个Y 2调整。Y 2调整从当前的走势结构来看，这里走出了12345，把它当做一个推动五浪来看是不合适的。为什么当中的三浪不能成为最短的一波啊？这是波浪理论的一个铁律。这里我们来看一下，用波浪尺来看测算一下，那这里三浪成为最短的一波，那么这种划分方式是不对的。既然这种划分方式是不对的，那么也就意味着后期整体向下，它将会从传统的三浪三波调整演变成7波。也就意味着后期向下应该还会有一个低点要出现，哪怕这个低点比11月5号的低点7.08块钱低一分钱啊都算成立。那么也就意味着后期这支票大概率会进入到这个618到这个764这个区域，7.08到6.01啊进入到这个区域。那进入到这个区域才能结束此次向下的回撤调整回撤调整。所以对于目前来说的话，我们这支票虽然后期存在这个Y 2结束之后的预期走Y 3上涨，但是近期我们还是需要等待它的继续回撤调整啊。等回落结束之后，我们再考虑下一轮的三上涨的一个布局啊，外三上涨的一个布局。目前来看的话，这支票只适合于跟踪当前的位置，不适合于参与。因为结构不完整，所以还是需要耐心的等待。但但是整体走势来看呢，它相对前面我们所说的两只票来说的话啊，其实它的运行的速率要比前面两只要快一些啊，所以估计后期它也是最先完成这底走势啊，最先完成这个间底走势的。好，那接下来我们来看今天要分享的这药股最后一支复兴医药。复兴医药这支票啊，首先我们来看一下啊，它整体是属于一个大周期的反弹上行啊，再是一个三波回撤。这里我们把它后期从24年四月份低点11.32开始的这一波上涨，我们也是把它当做一个反弹浪来看待。因为前面两波走势它并没有出现一个推动浪的一个结构形态，但是可以看到这只票啊也是比前面三只要走的快一些，是从24年的开始，它已经开始运行第一轮的反弹走势了。并且这第一轮的反弹走势我们可以看到，当前它已经是触及到了黄金分割0.236的位置啊，也就是28块钱。那接下来我们就要来看一看此次向上的反弹的一个结构发展。那当然了，我们希望后期整体向上的发展，它可能运行的是一个A回撤的一个B再向上的一个C那按照这种预期去考虑的话，那目前其实就是处于这个A浪当中。这个A浪向上反弹内部结构存在两种情况，一种是走三波，一种是走五波。那么接下来我们来看一下具体的一个情况，我们将时间调整到共享周期。那如果按照这个三波形态来看的话，那其实前期在这涨到29的时候已经结束了。那也就意味着后期将会针对这个A浪的三波展开一个一次深幅的回撤。而且这个回撤的低点啊会基本上是会到这个17.3 7.30到5.50这个区才有可能结束啊，才有呢可能结束这一浪回撤的这个调整，才有可能再次走新一轮的C浪反弹上行。那说一下第二种预期，这个A浪有没有可能从目前的三波走势发展出一个五波啊推动的形态也有可能。那么也就意味着当前的走势结构A 1、A 2、A 3、A 4向上走一个A 5，它就会按照紫色段的预期去发展啊，紫色段的预期去发展。那按照这种预期去发展，那么也就意味着从目前的周线图来看，后期还缺少一个新高的出现，缺少一个新高的出现。那它这个下方主要集中的这个目标价格区间呢支撑呢它是位于19.50到20.70这个区域啊，这就是它的最近的目标价格支撑区域。它不同于刚才所说的第一种预期要跌到更深的位置啊。但是近期我们就是重点观察一下20.70到19.50的这这一块钱的这样一空间啊，它是否会出现对应周期的周线的级别的底分型。如果出现了，我们是可以轻仓去尝试一下啊，看A浪是否能走出一个A 5的结构。那如果打比方的话，从这个20.70到前高的位置，那大概也有八块钱，接近30%的一个反弹上行空间。那如果突破了29这个位置的话，那整体向上的目标那后期大致是能看到上一次反弹平台的位置，33.80附近。对，以目前这两种走势结构预期啊，它是同时存在的。所以对于复兴医药这支票，我们近期就是要观察一下是否在20.70到19.50这一块线能出现周线级别的底分型或十字星出现了精仓操作做好防守。如果没有出现，我们就耐心等待17.30到15.50这个区域啊，也就是说这个B浪下跌它是直接走了一个快速下行的一波流形态。那这个位置我们再考虑风线做多后后期的这个C浪波断上涨机会。可以看到最近这四支票医药股啊，它都是处于这个调整时当中啊，只不过是有快有慢，像前面两只啊，它还是处于前期调整浪的后半程后半程对吧？但是像这复兴医药和这石药集团呢，它都属于前一阶段的下跌调整已经结束了啊，目前是处于二次探底啊，短期的二次探底这样一个走势能走的稍微快一些，所以说近期可能要关注更多的话，先关注后面两支票啊，看看这种机会是不是很快的临近，给到我们这样一个机会。好，那么以上就是今天我们关于这个资美格鲁泰诺和诺德这个专利到期的新闻啊，再次延伸出来的国内四支港股的票的一个结构分析，以及它的后期的机会所在。那下一期如果有好的东西的话，我们会继续给大家分享，也欢迎大家来积极投票，来积极留言，多多点赞。好，本期视频到此结束，我们下一期再见。",
  "comments": null,
  "scraped_at": 1763720367.4240084,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 16,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-21T18:19:27.458831",
    "model_used": "qwen-flash"
  }
}