{
  "success": true,
  "bv_id": "BV16ATuzoEho",
  "url": "https://www.bilibili.com/video/BV16ATuzoEho/",
  "content": "老观众可能听过我多次表达的一个观点，那就是国内的射击市场是腾讯和网易防守最严密的一个玩法赛道。翻看射击游戏下载榜，你会发现几乎所有的前排产品都是这两家研发的。这是因为射击游戏的开发本就是一件需要长期投入才能有好结果的事儿。从玩家能直观感受到枪械手感、地图平衡、角色动画，再到最底层的网游延迟优化、反外挂部署、对战、AI训练等等。这些都需要长期巨额的投入才能有所进步。因此大厂可以通过资源优势堆积来保证自己的竞争力。这也是为何大家都知道设计游戏做好了，可以靠庞大的玩家量来卖外观，形成一个比较良性的生态，却对进军设计网游领域相当谨慎，因为这的确是一条经棘之路。但反过来说，对于一个有志于把公司做大做强的游戏企业，在射击赛道深挖确实是某种意义上必经的经验。曾经在M5时代颇具影响力的企业盛大、完美、巨人也都做过涉及游戏领域的尝试，最终却不得不吞下苦果。这几年，随着一批新兴游戏企业的崛起，又有厂商不信邪，在射击游戏赛道上砸下巨额投入，我们也终于迎来一些摩拳擦掌的挑战者，比如丽丝最近正准备将已经在海外调优了很久的英雄射击网游远光84带回国内。估计大伙也好奇了，莉莉丝之前也没做过射击游戏啊，为啥就敢勇闯这条大厂制霸的赛道呢？其实可能与国内玩家对莉莉丝的刻板印象不同，莉丝早已在涉及这条赛道努力了超过六年的时间了。只不过一直在海外市场默默发育，直到各项迭代与数据都得到不错的市场反馈后，才敢转战回国内。而远观八十四正是莉莉丝的最终成果。这款游戏早在20年就放出个demo，我也一直有关注，游戏曾经在海外有过多轮测试，也登陆了移动端首游版本。在东南亚地区，特别是菲律宾也曾取得过不错的商业成绩，不仅曾长时间霸榜游戏免费榜，而且畅销榜排名也曾长时间维持在前30名。要知道东南亚地区对于国内的厂商来说，几乎相当于一个低成本的付费测试服务。在玩法验证阶段能有这样的数据表现，也让远824在莉莉丝内部有了更高的项目优先级。后来游戏在登陆steam后也达成了全平台100万d优的成就。随着游戏在24年4月拿到了国内版号，莉丝为了匹配国内玩家需求，对于远光八十四整体游戏品质进行了重构级别的改动，对于游戏这些年来的研发投入也达到了10亿级别，研发团队超400人。对于莉莉丝这样一家过往致力于做中国super sal研究投产比的公司来说，已经是实打实的下了正注。那么在多年的修改与迭代后，如今的远光巴4玩起来到底咋样？钱都砸到哪里去了？我就结合我前段时间参加游戏测试的经验来给大家分享一下。首先，远光八四作为跨端游戏，如今的p地端已经看不出太多移动端的质感体验，由于远光八四立项较早，当时跨端游戏的概念也未得到行业与市场的广泛认可，因此远光八四曾将体验重心放在移动端。美术品质、枪械体验、动作手感都围绕着移动端进行适配和构建。后来游戏登陆steam后，早期的pc端体验也只是观感上比移动端更高清了一些。然而这一次二次，我明显能感受到莉丝下了功夫做升级，将整个游戏完全重构升格。游戏无论是角色和场景的建模品质，更细节的立体音效，还有更复杂的地图设计，都明显想要对标pc大作的品质感，而不再仅仅是移动端的延伸。先说最直观的地图设计吧，这次游戏展示的新地图明日城至少有数十个不同主题的聚落建筑。整座城市以摩天大楼、天际线与市政中心为核心区域向外辐射展开。城市周围还遍布了各种配套功能区域，比如生态穹顶、巨型工厂等等，甚至还有一个飞船残骸。整张地图特别强调纵深设计，比如工厂区域的矿坑内部结构错综复杂，而且还有隐藏区域需要拾取通行证来解锁。这使得游戏的战术策略选择也相当丰富，特别是来到决赛圈时，有时候水平面积看似有限，但富有纵深的Z轴体验，既可以创造高打低的优势，又能给予玩家更多的空间来闪转腾挪。区域和区域之间也有动力滑轨、垂直绳索、天桥或地下通道来链接彼此，甚至还有基础炮和空降塔来帮助玩家快速转点，前者可以把玩家像炮弹一样打出去，后者则可以再次通过升空来进行降落部署。除了肉眼可见的部分，游戏的细节也有让我印象十分深刻的点，特别是局内操作及时反馈让我印象颇深，能够感受到官方投入和打磨的结果。一个角色完全可以在非常高强度的操作下保持丝滑顺畅，比如一边奔跑，一边换弹，一边放技能，然后再衔接一套滑铲、瞄准、射击，整套动作流程给人感觉一气呵成，操作所想即所得，实操起来确实没有影响发挥的卡手感。根据远光八四之前的官方视频透露，这套动作系统的底层技术是集结了程序与美术团队，基于升级了远光巴四的动作分层融合方案，保证了角色即便是在高强度操作下动作也会表现的自然且连贯。当然基础体验所呈现出的细节证明了莉莉丝实打实的让上亿的成本转变为了玩家直观可感的精致与爽快。但说到底这些只能决定游戏的下限是有保障的。莉丝想要制作出真正大跌优的设计网游，让萌新和老鸟都能乐在其中的玩法创意才是他们勇闯射击赛道的王牌。而丽丝为远光84加入了新玩法，八低在我看来的确为游戏增加了更多体验上的随机变量。就比如有一把我们小队吃鸡的对局中，在进入决赛圈之前，我特地绕。陆续抓了一只传说级巴迪风暴女王，然后成功在决赛圈的遭遇战中释放了一场毁天灭地的龙卷风暴。这种龙卷风会不分敌我的，将被波及到的玩家卷到空中，并让玩家再次拥有空降部署的机会，属于是搅局程度拉满的清场大师。除了传说级巴迪，还有不少有意思的西游级巴迪，比如变便龙，这种巴迪可以让玩家变成一种物件，这实际上就相当于在游戏里加入了躲猫猫的玩法。而且同一种巴迪还有普通品质与金色品质，一分金色变变龙甚至还能将玩家变成可交互的物件，比如地图中玩家交互频率很高的道具箱、经验战等等，让玩家的迷惑性进一步提升。这些能显著提升体验随机性的创意道具，将让游戏的决赛体验不再完全被神装所左右，而是大家手持法宝各显神通，将胜负的悬念与刺激留到最后一刻。对于射击老鸟来说，通过有创意的地图设计，有趣的场景交互，以及巴迪所引入的更多随机变量，能让游戏的刚枪体验更加丰富耐玩。而对于菜鸟来说，初看就能快速上手的玩法功能与创意，也能让大家他在每次对局中为团队做出自己的贡献，体会游戏的乐趣。就比如我在之前测试中经常玩凌波这个游击型的英雄，这个英雄有三个技能，一是水盾，二是变身游龙，三是召唤领域，让敌人在领域内受到伤害，减速一伤的buff，同时凌波自己可以在里面以游龙的姿态无限畅游。每一次正面遭遇战，我都会在侦察型队友帮我定位敌人方位，或者我手上正好有一个扫扫葵，对周围敌情进行扫描后，我会率先朝着敌人的方位释放领域大招，接着朝敌人的方位释放水盾，然后化身游龙，在水遁为我创造的视野盲区的掩护下快速逼近敌人。而且由于枪械还能通过专属配剑质变，如果有一把加了连射击锤的决斗者，左伦直接对着对面脆皮贴脸化身你隔壁的麦迪一梭子化身你直接送回老家。当然了，如果这时手上恰好还有巴迪风鼓鼓，也能在风压加持下快速逼近敌人。总之相比于其他英雄，在理想情况下，凌波能相对以较小的血量代价迅速接近敌方脆皮英雄，要实在是捅了敌人的老窝，二技能游龙也是很好的逃命技能，如果这时手上要有一个风暴女王，那就可以让自己和敌人全部被迫上天。用一个拖字诀，以时间换生存空间。相比于传统吃鸡游戏，枪法一般的玩家只能靠狗或者当老六等方式被动吃鸡。远观不同定位的英雄与技能设计显然给了更多人主动为团队做出贡献的机会。偏魔霸化的技能体验也让不擅长拼枪的玩家能在更丰富的策略维度上放大自己的优势。尽管从二色呈现的内容来看，目前游戏的英雄数量还赶不上一些射击前辈，八弟类型和功能也还有扩张空间。但官方也明确表示出了持续投入的决心。前段时间官方甚至宣布将与玩家共创八弟，玩家如果提出了好的创意，官方还将赠与玩家巴的冠名权。此外，相比其他吃鸡游戏有限的复活次数，这次远光八四并没有在复活次数和时间上卡玩家。队友就是已经成盒都能给你救回来。如果盒子在敌人火力范围内或者在毒圈里，只要距离不算太远，尤其还贴心设计了可以搬运队友盒子的巴迪，一般般来隔空取物。如果有多名队友阵亡，还可以在地图中寻找随机刷新的信标点复活全队，而且为了避免刚复活又被蹲守，玩家将以空降形式选择安全点位，同时此前的装备也将得到保留。总之，只要小队还有一人存活，所有人都有机会返场。大大削减了彻底阵亡带来的挫败感，有效避免了队友阵亡就拔线或者化身泉水指挥官的情况。而这样激进的复活设定明显能感受到制作组是想让所有玩家都能勇敢去刚枪，而不是把游戏完成老六模拟器整局都在搜装备和苟活，当然这样的设计毫无疑问会进一步增加游戏局势走向的随机性，为游戏长期留存是好事还是坏事儿，只能交给时间来验证了。另外莉莉丝为了让新老玩家毫无顾忌的将体验重心放在射击、英雄技能对抗和巴黎等核心玩法上，他们还对装备拾取与背包管理的操作做了取舍。只要在设置里开启了自动拾取，玩家就可以直接放空大脑，让系统帮你拾取有用的或更高品质的配件道具并自动更换。甚至在消灭敌人后舔包的过程，只要长按F就能一键拾取关键道具并自动更换。当然对于高丸来说，管理背包资源也是乐趣的一环。官方并没有强推自动拾取功能，还是能在设置里进行开关或者做更精细的调整的。最后我还想简单谈谈目前国内英雄射击网游的生态。目前在英雄射击大头杀这条赛道，大家玩的比较多的产品，确实很多方面不太符合国内玩家的实际需求，特别是在持续运营反外挂服务器和角色审美等方面，而远光84在我看来一定程度能弥补这块的空白。国外厂商做的不错的部分，比如游戏品质。玩法创意枪械体验，莉丝通过砸钱砸人、砸资源，尽力缩小与国外顶级厂商之间的差距。同时玩家呼声很高的第一人称模式也会在暑期的三色就端上。丽丝也承诺将把游戏带向更好的方向，而在国外厂商没做好的部分，莉丝作为一家中国厂商，无疑将以中国玩家的需求作为首要优先级，对游戏在反外挂AI以及更符合中国玩家审美调性等方面的表现做得更好。莉莉丝不仅已经就数据链、AI行为分析模型、可疑玩家实时监控体系以及强监测逻辑设计等反外挂体系进行了投入与搭建。而且在4月2测中就已经有了外挂直接在局内被掰掉的先例，让不少亲眼见证的测试玩家拍手掉好，而这些隐性成本的投入，如果玩家不亲自来尝试一番，很难被直观的感受到。所以如果你对丽似这款不太一样的国产英雄吃鸡吃鸡游戏感兴趣，即便玩过同类型吃鸡英雄射击网游，不妨也来尝尝咸蛋。暑期马上就要三测和上线了，喜欢的话可以来预约申请一下体验资格。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 4215,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-19T17:07:14.144026",
  "batch_id": "20251119_090545",
  "link_id": "bili_req1",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "国内射击游戏市场由腾讯和网易主导，是其防守最严密的赛道",
        "射击游戏开发需要长期巨额投入才能实现良好体验",
        "枪械手感、地图平衡、角色动画、延迟优化、反外挂部署均需持续投入",
        "大厂凭借资源优势可形成竞争壁垒，维持市场主导地位",
        "设计优质网游可通过外观售卖形成良性生态循环",
        "进入射击网游领域对多数企业而言仍具高门槛和风险",
        "盛大、完美、巨人等曾尝试进入射击赛道但最终失败",
        "莉莉丝已在海外布局射击游戏超过六年时间",
        "远光84项目始于2020年，最初以移动端为核心进行研发",
        "远光84在东南亚地区（如菲律宾）取得过不错的商业成绩",
        "远光84曾在东南亚长期霸榜免费榜，并进入畅销榜前30名",
        "东南亚被视为国内厂商低成本付费测试的试验场",
        "远光84登陆Steam后达成全平台100万DLC销量成就",
        "远光84于2024年4月获得中国大陆版号",
        "莉莉丝为适配国内玩家需求对远光84进行了重构级改动",
        "远光84研发总投入达10亿级别，研发团队超400人",
        "远光84为跨端游戏，现已实现PC端与移动端体验融合",
        "远光84新地图“明日城”包含数十个主题聚落建筑",
        "明日城以摩天大楼、天际线与市政中心为核心向外辐射",
        "地图包含生态穹顶、巨型工厂、飞船残骸等配套功能区域",
        "地图强调纵深设计，矿坑内部结构复杂且有隐藏区域",
        "隐藏区域需拾取通行证才能解锁",
        "地图间通过动力滑轨、垂直绳索、天桥、地下通道连接",
        "空降塔可实现空中快速转点部署",
        "炮弹式发射装置可将玩家射出至远处",
        "角色在高强度操作下仍保持丝滑流畅的动作表现",
        "动作系统采用分层融合方案，确保自然连贯性",
        "远光84引入“巴迪”系统作为核心玩法创新点",
        "传说级巴迪“风暴女王”可释放毁天灭地的龙卷风",
        "龙卷风会将所有被波及玩家卷入空中并触发空降部署",
        "变便龙类巴迪可使玩家变为可交互物件，增加躲猫猫元素",
        "同种巴迪存在普通与金色品质差异，金色版本具备更高互动性",
        "巴迪系统显著提升对局随机性，打破神装决定胜负的局面",
        "英雄技能设计兼顾萌新上手与老鸟策略深度",
        "凌波为游击型英雄，拥有水盾、变身游龙、召唤领域三项技能",
        "领域技能可对敌人造成伤害与减速，同时允许凌波在其中自由移动",
        "凌波可在水盾掩护下快速逼近敌人，实现隐蔽突袭",
        "枪械可通过专属配剑进行质变，增强战斗表现力",
        "加了连射击锤的决斗者可实现贴脸秒杀脆皮英雄",
        "风鼓鼓巴迪可提供风压加持，加速接近敌人",
        "风暴女王巴迪可用于强制全员升空，创造逃生空间",
        "复活机制支持队友阵亡后救援，即使在毒圈或敌方火力范围内",
        "可使用特殊巴迪实现隔空搬运队友尸体",
        "多队友阵亡时可通过信标点复活全队",
        "复活后以空降形式选择安全点位，避免立即被蹲守",
        "复活后装备保留，减少挫败感",
        "远光84取消传统吃鸡游戏中的复活次数限制",
        "自动拾取功能可在设置中开启，系统自动管理道具与配件",
        "消灭敌人后长按F键可一键拾取关键道具并自动更换",
        "背包管理仍支持手动精细调整，不强制使用自动功能",
        "第一人称模式将在暑期三测阶段上线",
        "官方承诺将持续投入英雄数量与类型扩展",
        "未来将推出“玩家共创英雄”计划，优秀创意可获冠名权",
        "反外挂体系已搭建数据链、AI行为分析模型与实时监控系统",
        "4月二测中已有外挂在局内被直接识别并清除",
        "莉莉丝作为中国厂商更注重本土化审美与反外挂能力",
        "远光84在反外挂技术方面投入大量隐性成本",
        "玩家若未亲自体验，难以直观感知反外挂系统的实际效果",
        "远光84预计暑期开启三测并正式上线",
        "玩家可通过预约申请获取体验资格"
      ],
      "key_opinions": [
        "莉莉丝敢于挑战腾讯网易主导的射击赛道，源于多年海外积累与信心",
        "远光84的跨端体验已从移动端延伸转向对标PC大作品质",
        "地图设计强调纵深与战术多样性，提升了策略深度",
        "巴迪系统的引入极大丰富了对局的随机变量与趣味性",
        "英雄技能设计让非顶尖枪法玩家也能主动贡献团队",
        "复活机制激进，有利于鼓励刚枪行为而非苟活策略",
        "自动拾取功能虽便利，但可能削弱部分玩家的资源管理乐趣",
        "当前英雄数量与功能类型仍有拓展空间，尚不及行业前辈",
        "玩家共创机制有助于增强社区参与感与归属感",
        "反外挂体系的建设是国产游戏走向高质量运营的关键一步",
        "第一人称模式的加入将提升沉浸感与操作自由度",
        "远光84在玩法创意上有望弥补现有国产英雄射击网游的短板",
        "莉莉丝正努力缩小与国外顶级厂商在游戏品质与体验上的差距",
        "中国厂商在反外挂与审美调性上更具本地化优势",
        "远光84的设计理念体现了对“人人可玩”的游戏公平性的追求"
      ],
      "key_datapoints": [
        "远光84项目研发投入达10亿人民币",
        "研发团队规模超过400人",
        "远光84于2020年首次放出Demo",
        "远光84在东南亚地区曾长期霸榜免费榜",
        "远光84在东南亚畅销榜排名曾长期维持在前30名",
        "远光84登陆Steam后达成全平台100万DLC销量",
        "远光84于2024年4月获得中国大陆版号",
        "远光84新地图“明日城”包含数十个不同主题聚落建筑",
        "地图中存在矿坑、生态穹顶、巨型工厂、飞船残骸等区域",
        "隐藏区域需通过拾取通行证解锁",
        "地图间通过动力滑轨、垂直绳索、天桥、地下通道连接",
        "空降塔可实现空中快速部署",
        "炮弹式发射装置可将玩家射出至远处",
        "第一人称模式将在暑期三测阶段上线",
        "玩家共创英雄计划将提供冠名权奖励",
        "4月二测中已有外挂在局内被实时清除",
        "远光84支持复活全队的信标点机制",
        "复活后装备保留，无损失",
        "自动拾取功能可在设置中开关",
        "长按F键可一键拾取关键道具并自动更换",
        "远光84预计暑期开启三测并正式上线",
        "玩家可通过预约申请获取体验资格",
        "远光84在测试中表现出丝滑顺畅的操作反馈"
      ],
      "topic_areas": [
        "射击赛道竞争格局",
        "大厂垄断与进入壁垒",
        "莉莉丝海外布局历程",
        "远光84研发投入规模",
        "跨端体验升级",
        "地图设计与纵深策略",
        "巴迪系统创新",
        "英雄技能多样性",
        "复活机制设计",
        "自动拾取与背包管理",
        "反外挂体系建设",
        "第一人称模式规划",
        "玩家共创机制",
        "国产游戏本土化优势",
        "暑期三测与上线安排"
      ],
      "word_count": 2,
      "total_markers": 98
    },
    "comments_summary": {},
    "created_at": "2025-11-19T17:07:14.213940",
    "model_used": "qwen-flash"
  }
}