{
  "batch_id": "20251119_090545",
  "link_id": "yt_req3",
  "source": "youtube",
  "metadata": {
    "title": "The Video Games Crash is Unavoidable...",
    "author": "Mugthief",
    "url": "https://www.youtube.com/watch?v=xUJ7IKwqows",
    "word_count": 3505,
    "publish_date": ""
  },
  "transcript": "It's time to shoot straight. The video games industry over the last years has decided that where it can't be predatory, it's going to be disingenuous. Just in the last 2 years, we've witnessed as the prices of video games go up, as budgets go up, and sometimes as earnings go up or down. But that doesn't stop hundreds upon thousands of people of getting fired from the industry. We've seen Nintendo be the first brave one to take a stand for $80 games as the new standard of variable pricing. And then we saw Xbox quickly follow suit and say that they would do the same in a push to, of course, sell you on their subscription services, which don't worry, more on the dangers of that later. Now, at this point, it's everything but expected that PlayStation will follow suit. But don't you worry if they don't, because they've got themselves into plenty of trouble so far. They invested into 13 live service games just to see them fail, one after another. They obtained the crowning achievement of the biggest video game failure ever relative to its investment cost. And you know what they learned from that? That Marathon is going to have an upfront price of $40 while being a live service with season passes and microtransactions. Guys, this time it'll be different because we say so. Ubisoft managed to dig a hole so deep for themselves that they are still finding the way out. And really, the future of that company is very much in the air since everything that they seem to be planning is, I don't know, make more Assassin's Creed. EA manages to continue firing talent that they have over at Respawn and cancelelling yet another version of Titanfall 3, while Apex Legends falls in numbers. And of course, their golden goose of FIFA or EA Sports or whatever it's called has stopped making as much money as before, making all of them internally panic. And that's all before maybe their CEO just goes over to Disney. All of this continues to happen in the very same year that the best video games that you can play right now are being made by smaller studios anywhere from 30-ish to less than 200 people on budgets that are much smaller and being sold to you for less than what the market is asking for without any need for season passes, microtransactions, or ways of siphoning your money with $150 cosmetic bundles in Diablo I 4. And it seems that both critics and players know where the value is at. We know where quality lies. And we know who is actually fighting for a healthy industry where we get to play good games that aren't trying to trick us or trying to scrape by with the minimum viable product in order to make more money off of a hobby, a medium, an art form that seems to just be more and more gated by exorbitant prices day after day. And I do truly believe that the future of video games is bright. Even if in this video I do have to admit that I'm I'm just a tad bit very angry. But that won't stop everybody from fawning over the GTA 6 trailer 2. That won't stop every content creator that's criticized Nintendo under the sun from buying a Switch 2 on release day and saying that Mario Kart is great. That won't stop conversations on how Game Pass is great value until they decide that they have so many people on Game Pass that they're going to start charging you more and more for it now that you depend on it to get your new releases. And god forbid they don't start charging you a little bit extra if you want to play on day one, maybe 20 bucks per game. And then suddenly you start to see how at the end of the day it's all about money. Video games as an industry make a tremendous amount of money. They are huge. We are not at the playground anymore. These companies aren't playing games. They aren't filled with naive ideas of making something enjoyable for customers. Most of what the industry has become are people desperate to make as much money as possible while having no idea what the future holds. Scared little kids reporting to shareholders without a clue of what is actually happening. companies that have genuinely lost sight of their customer base and have decided that now is the time for them to establish one-way relationships where they can just feed us whatever they can shovel up and hopefully they'll consume it. And by the way guys, remember to consume it as quickly as possible because now hardware that is 3 to 4 years old can go up in price. So invest early, get in on the ground floor. I've been saying it over and over again and many other people have as well. The video games industry really has to change and it is changing. But I believe that for it to truly change, not only should we be very informed of what is going on in the background and what the possibilities are, but we as customers should do everything in our power to help move this in the direction that we want and that we deserve. A lot of the decisions that are being made today in the industry are not just misguided and almost comically evil. They are wrong. Wrong as in the losing bet. A lot of the hope and beauty that exists within video games today is found in the small pockets and corners that the industry has to offer that often don't get the spotlight they deserve. And we have to constantly remember that video games isn't something that they get to dictate. Video games are ours. It's everyone's. It's a medium, an art form, a hobby, whatever it means to you that we get to decide. So, at this point, in what I believe is a pretty clear case of AAA and the largest corporations in the space headed straight for a video game crash, I think it's time to take stock of the situation and talk about those things. So, hi, I'm Mug. Uh, and if you're new here, welcome. And if you're not new here, welcome back. I'll admit I'm not feeling great today. I could do with a pickme up, but you you're looking amazing. But that's that's just you. As per usual, if you enjoy this video, if you think that the information contained here, information that I've covered in detail for every single one of these things before, if that's something worth sharing, make sure to hit the like button. That helps this video reach farther in the YouTube algorithm, and it is incredibly appreciated. and in the back of your mind somewhere, keep the idea alive that maybe you can subscribe if you like the way that I cover things. Uh, normally it's a lot more optimistic, but sometimes we need to just talk about stuff. So, hey, maybe check out the channel if I earn your subscription. That'd be cool. Let's get into it. So, here's the deal. I said that it's not just that some of the decisions that these companies are making are comically evil. It's that they are wrong. And that's because they are. And we have evidence of such and we have a ton of people talking about it with plenty more hands-on experience than I do. By the way, the great video game boom that has happened and that also blew up all over again during the pandemic has shown us now exactly what the market is for video games and how the expanding demographic of it has a limit. The pie doesn't have infinite slices. But what's become clear is that some of the biggest companies, the ones that theoretically should show us the direction of the future of video games, didn't know how to handle it. Mostly by the nature of being publicly traded and incentivized to make as much money as possible, which for a pretty long time meant that your best return on investment was live games, a market that they somehow believed could be infinite and never ending. more daily missions, more season and battle passes. Cram the microtransactions as deep as you can. I'm sure that if we release 17 of these things in the same year, people won't be saturated and tired of it. People won't feel like we're just trying to sneak our hands into their pockets. But that was the play. That was the most money possible. It didn't matter how many times you failed. It seemed like such a surefire success that just getting one live service off the ground was enough to make just boatloads of money. What's even funnier though is that there was another current that still existed within these big companies and that was people just want bigger and better. Just go crazy. Follow the trends and make more of the trends into the trends of a giant box of Ubisoft towers and loot progression RPGs and just whatever you can think of. Cramm it all into one. But it also needs to be spectacular. So for it to work, we need some of the largest budgets ever seen within the video game industry. We need teams that are gigantic and held down by bloat and internal corporate mandate ladders that just directly lead to miscommunication and lack of efficiency. We need to spend oodles of money because that guarantees we're going to make oodles back. Have all of that efficiency be damned. Have the idea of sustainability be damned. and then eventually, of course, have the jobs of real people that were just trying to make their dreams come true be damned. the funniest interaction. The way that all of this bloat and excessive budgets and just out of control spending with unrealistic expectations for the return eventually did combine multiple times with chasing live services and the idea of making the best of those just to see them flop and realize that maybe that wasn't a good idea. It turns out that you can pump out like seven live services, six of them fail and one makes all of that money back plus some. But if you also make all of those projects incredibly expensive and all seven of them flop, I guess they never thought about if that was a possibility, huh? Who would have thought that people in charge of running businesses don't seem to really know how to run businesses? But it's fine, guys. Just raise the prices of games and we'll be fine. We'll make the customer pay for our mistakes. That really feels like it's it, huh? Like we've spent the last years watching as these companies make mistakes and then they try and blame us for them and they definitely want to have us pay the price. They constantly sneak in the worst of the worst. At first, digital was meant to be a commodity, something that would offer the customer endless benefits. At first, digital meant that we could cut out the supply chains and that the savings of that would be passed on to the customer. Play your games on different consoles just by signing into your account. Download the game pre-downloaded. You don't have to leave your house or order from Amazon. Just have it right there straight on your machine. It even loads faster. We promise. But also remember, you don't own anything. and we're going to keep selling you this game for the next 20 years as we don't know how to make money anymore. So, I guess we'll just sell what we saw sold again. The customer is never at the forefront. They don't want us to enjoy their games. They don't want us to like the brand. They don't want us to trust them. They want us to pray that the next time that they do something that's good, it's not bogged down and marred by absolute garbage that is intended to make us spend more money. even the greatest games and the best examples we have of companies that actually have learned to pivot from this that are betting on more traditional video games and just offering the customer a worthwhile experience are still bogged down by these things. I love Monster Hunter Wilds and honestly the microtransactions in that game really don't matter but they are there. Somebody at corporate needed those things to be there and they are sneakily and aggressively while we were sleeping. This hobby transformed from something where we were at the forefront where happiness and enjoyment was the name of the game where escapism was the priority for so many people and it turned into an industry where we are cattle and we exist to be milked. But not anymore until the bubble bursts. Here are the straight facts. Numbers are declining. People are moving away from these predatory live services. They are disenchanted with the promises that $80 games come with. They want to reward fantastic games. And we're already starting to see the signs of people pivoting away from it. Ironically enough, Take Two with Mafia: The Old Country announced that it's a $50 game, linear narrative experience, and that there should be a place for those games to exist. Will it be worth $50? Who knows? But at least they're standing up for something that should be there because the system has been broken. It's been broken for a while, slowly trending downwards, dying. And as all of the dinosaurs are panicking because the meteor is crashing down, they really don't know what to do or what to chase with their gigantic monolithic corporations filled with thousands upon thousands of employees. I guess we'll remake every Assassin's Creed then. I guess we'll turn video games in general into subscription services. Even if the games are good, the inherent dangers of having that be pushed upon us, not as an option, but as the only logical one, are there and are as dangerous as what we've seen with subscription services pretty much everywhere else. Not to get too black mirror on you, but do you really think that your loading screens couldn't have advertisements in them eventually? Better upgrade to Game Pass Ultimate Gold. And trust me, I don't like remembering a lot of the things that I did before my current job and also YouTube. But I've spent a lot of time in rooms where the decisions happen. And it doesn't matter how cartoonishly evil. You might think something is somebody said it and a shareholder smiled at it. All right, fine then. But that's just them slowly falling. That doesn't actually indicate a new direction. that doesn't actually give us what we want, which is great video games to enjoy at prices that we are comfortable with and that give us experiences that we believe are worth our time and money. But that's been changing. That's been changing over the last 2 years. Those who were ahead of the game already sensed what was happening within the industry and they started changing things around. more and more games that are hearkening back to how they used to be, that are putting the customer at the forefront. And never has that been more clear than this very year. A year that is filled up to this moment with the best games coming from none of the biggest names. From firsttime projects that have absolutely blown us away with what a team of 33 people are capable of doing to the commitment to make one of the greatest RPGs of all time to screw it. It doesn't matter if we have to put the company on the line. We're going to make a visual novel that contains the equivalent of 60 paperbacks and script. You see, one of the great advantages of video games now switching up their prices all over the place. Who knows what's going to be 80? Who knows what's going to be the price of GTA 6? Who knows what pretty much anything is going to be? Customers get to just sit down and look for the things that they want most. Either the best of the best in a crowded and expensive market or the things that cater very specifically to what they would like. And in that environment of confusion through word of mouth, through critics, through comment sections, through whatever you want, the best of the best will rise. And we're seeing that happen. And we're seeing them embarrass the bloated systems that came before. We are seeing the studios and newer companies and publishers that are actually treating video games as something that should be thought of as a long-term sustainable combination of consumer products and art succeed. And boy does it feel good. Now look, I've said this many times and I will say it again, but at the moment, either right now or coming up very soon. Video games are in a golden age. Transition and change and disruption are good, especially for us, the customer that just wants to play great games. The circumstances offer opportunity for breakthrough hits, for word of mouth to champion those who actually care about their customers. It leads to us being more informed and more willing to make our voices heard against the things that we don't want to see and putting our wallets where it matters and supporting the things we do. It's the opportunity for us to build out a whole new generation of the video game industry and everything that surrounds it more along the lines of what we would like to see. And it doesn't matter how convinced you are that there's too many slop enjoyers out there. If there's one thing I strongly believe about video games and the culture and the people who love them is that we can all pretty much agree when something is really good. Because here's the truth. Here's the thing I wanted to talk about with this video. I am angry. I am. And I spend most of my videos smiling and telling you guys that it's going to be all right. And that's because it is. That doesn't stop my anger and my disappointment at so many things that are happening. But it also doesn't stop how grateful I am at the incompetence and the absurd decisions that a lot of companies make that are now giving us this opportunity. But it's one that we have to seize. When the giant companies are crumbling, when they're nervous and they don't know what could happen, when there's a real chance that the wind blowing in the wrong direction could topple them over, that is when we have the most power. And that is when we need to exercise it. Put your money where your mouth is and enjoy some great video game. Even when I get keys for games, if I think they're great, I'll just buy another copy because it might sound stupid or whatever, but I actually believe in video games and I want them to succeed. And every sale there matters because I might be naive and stupid, but I believe that's how things should be. We are headed for great times because today the generation that controls what video games are is no longer a bunch of kids begging their parents to buy them the latest Super Nintendo game. It's us. It's informed, educated adults with disposable income struggling to make ends meet most of the time, but people who really care about what these things represent and want them to be better. In my mind, there is no way that the future of video games is incredibly bright and beautiful. But I think we need to be aware of the dangers of how we got to the lowest point that we've been at ever. A crushing dichotomy of the worst and the best at the same time. And I don't think the decision has ever been easier. So, please make your voices heard. Don't let this opportunity slip us by. And thank you for watching. I hope that this video helped to highlight just where we stand at the moment and how bad and how good it can get. And if anything, I ask you to please leave here with a sense of optimism. A very special thanks to the members and patrons up on the wall. We've had to expand it again, which is crazy, but thank you for supporting what I do here. It means so damn much to me that you're watching. Truly, I've been Mug. Go out there, enjoy some great video games, and I'll see you again very soon.",
  "comments": null,
  "scraped_at": 1763543174.8790588,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 3505,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-19T17:06:14.938275",
    "model_used": "qwen-flash"
  }
}