{
  "success": true,
  "video_id": "IAChB5ls6eU",
  "url": "https://www.youtube.com/watch?v=IAChB5ls6eU",
  "content": "I'm a believer in stablecoin,  a believer in blockchain. If you go back 10 years, there  was big tech, there was fintech, there was BNPL, there was the first  wave of crypto, now stablecoins. This could be perhaps the greatest revolution in financial technology since the  birth of the internet itself. For decades, moving money across borders  meant banks, wire fees, and long waits. Now, imagine doing it near instantly with a few  taps, lower costs, and fewer middlemen. That's the promise from stablecoin advocates. And in Asia, the digital assets  are gaining serious ground. Whether it's remittance, e-commerce, ride hailing  payouts, people want cross-border payments that are instant, low-cost, borderless, and convenient.  And stablecoin payments are stepping into that gap, offering the kind of financing efficiency  that the traditional systems haven't kept up with. Of the institutions that we had surveyed, 56% of  them have already been engaged in doing stablecoin projects, and 40% of them are piloting or planning  some sort of stablecoin related projects already. In 2024, Asia and the Pacific saw over a  trillion dollars worth of stablecoins moving in, out, and within the region. This is  more than anywhere else in the world, according to estimates from an IMF working paper.  So, what's driving Asia's stablecoin surge? Cryptocurrency is notoriously volatile,  but stablecoins are designed to be a steady alternative. Digital money pegged  to the U.S. dollar or assets like gold, and in some cases even other cryptocurrencies. So, stablecoins is a way to be  able to send dollars seamlessly and securely anywhere in the world,  24/7, as easy as it sends an email. In the region, real world  adoption is accelerating, driven by businesses, workers, and governments. If you look at all of the countries within  Asia Pacific, they've either already have established regulatory frameworks like  we've seen in Singapore, Hong Kong, and that's probably the first sign to be able  to build businesses using stablecoins, right? They need to have regulatory clarity, and that's  already paved the way for a lot of the adoptions. Remittances remain one of the clearest use cases  for stablecoins in Asia. According to the World Bank, India, China, and the Philippines are among  the top global recipients of remittance payments among low and middle income countries in 2024.  India alone received $129 billion from abroad. Philippines is a market where a lot of the  economy is powered by foreign domestic workers and helpers that send funds from where they  work back home to support their families. And if you look at the the details of what these  domestic helpers are paying per transaction, it's actually quite hefty. So if you  can influence what the average person on the street is having issues over, I  think that's a very good starting point. Given the fact that there are huge  gig economy workers to be based there, as well as a lot of migrant workers traveling  across different parts of Asia. So very commonly, we see that payment service providers in  other regions who have a lot of flows going in and out are actually working with a  lot of these digital exchange players. Some examples include facilitating  the last step in the payment process, known as last mile payouts, the exchange  between stable coins and government issued currency and creating links between  the internet of today and tomorrow. Bringing in what we consider the Web 3 industry and the Web 2 industry together to  process those cross-border flows. Singapore is seeing some of the  highest stablecoin flows in the world, moving nearly as much as the U.S.,  despite being a fraction of its size. The Singapore-China route has emerged as  one of the busiest corridors for stablecoin flows in Asia. And why is that? When China  keeps a firm grip on its capital control and the ban on cryptocurrencies. For many Chinese  companies dealing with cross-border businesses, they would set up entities in offshore  cities like Hong Kong or Singapore, and they use these offshore entities to accept  crypto payments from their global clients. As of 2025, XSGG was one of the world's largest  non U.S. dollar stablecoins in circulation in the world. As we see travel becoming a major part  of this region, in November last year in 2024, we went live with Alipay and Grab with a solution  which would allow Alipay Plus users from overseas coming to Singapore to use their Alipay wallet  in Singapore on Grab's platform, on our platform, on the PayNow ecosystem, which has access  to more than 50,000 payment merchant points. As stablecoin adoption grows,  regulators are racing to keep pace, setting rules that could determine how trusted  and widely used they become in the region. Singapore MAS' act on stablecoin is perhaps  one of the earliest that came into effect. So back in 2023, this is considered one  of the gold standards. It requires HQLA backing. It also mandates settlement within  5 days and it is something that looks at not just the Singapore dollar stablecoin but is  also covering the G10 currency stablecoin. The Hong Kong version which came  into effect earlier this year does cover single currency stablecoin. It also  covers a basket of currency stablecoin. In a way, it is to some extent similar, but it could be a bit different in terms of the  product and the regulatory standards as well. But it's not just about sending money overseas.  Stablecoins are being used locally, too. In the second quarter of 2024, merchants in Singapore  processed nearly $1 billion in crypto payments. And even the fashion brands are experimenting  with stablecoins. Charles and Keith, a Singaporean fashion brand that creates collections of handbags  and shoes, are allowing consumers to pay online and shop online using stablecoins. That's a move  for the company to target global consumers who are digital savvy and see crypto as part of their  everyday life. The luxury hotel group Capella has also been allowing customers to book expensive  stays using digital assets like USDT or USDC. The company sees it as a way to attract the  high net worth individuals who value privacy, currency flexibility, convenience and the  higher upper limits on transaction values. Popular Asian super apps like Grab, Kakao  and WeChat, which already bundle services from ride hailing to payments, could  also be key to driving wider adoption. Give you an example. Today your Grab  app, you can actually top it up using XSGD. What that means is that if you  are an investor in the crypto space, you can actually bring those assets that  you have in Singapore dollar form so you don't lose any foreign exchange impact. That  allows you to go to any merchant, scan and pay. In parts of Southeast and South Asia, access to traditional banking is still  limited, but mobile wallets are everywhere. Stablecoins offer a way to store value digitally.  That's especially useful in countries facing political or economic instability, helping to  protect against sharp currency fluctuations. But can stablecoins deliver the same  reliability people expect from banks? I would argue that a lot of the emerging economies  where people might not feel the same way towards their central bank, as well as their government,  where they maybe had experienced hyperinflation or dilution, they're naturally gravitating towards  stablecoins because stablecoins is fully backed, and in some ways, it's a different kind  of financial risk that you undertake. And depending on where you are in the world, your  perception of that trust may be really different. All the population living in emerging markets  in developing countries where people that are underbanked are now or are in progress to  become USDT users. We have already 500 million users in emerging markets in developing  countries. They cannot afford very high costly subscriptions to the big tech AI  platforms. And so our target is always creating technology that serves the underserved. Major banks like Citi and JPMorgan  are launching their own stablecoins. While PayPal has already entered the market. But even institutional backing isn't enough. Trust remains fragile and public understanding  of digital currencies is still limited. The case with Tether back in 2021 was due to  a case where there was transparency issues and false claims on the assets that they were  used to backed the token of stablecoin. The findings were such that only 27 or 28% of  that dollar was backed by high-quality liquid assets. So this is one thing that may  potentially still continue to resurface. Unwinding that distrust is actually a very  big portion as we embark on more use cases that feed into a regulatory first, compliance  first approach where you have the likes of the world's most trusted organizations coming in  to build something that is forward-looking, would be a very good way to bring  that trust factor back into action. If you go back, that's a couple years ago. That  was the period of high-profile failures and fraud and that kind of thing. And what's happened is  I think, you know, the industry is maturing. Our understanding of it is improving, and in a sense,  it's becoming becoming much more mainstream. Beyond transparency, regulation itself  remains fragmented. Rules differ by country. In one jurisdiction, stablecoins might  be treated as payment tools. In another, as investment products. This patchwork creates  confusion for both businesses and users. Scaling stablecoins beyond niche use will hinge  on trust and clear guardrails. Countries like Singapore, Japan, and Hong Kong have frameworks  in place. Others are still weighing where stable coins fit, but what's clear is that stablecoins  have moved well beyond the pilot phase. Whether it's anti-money laundering  across different jurisdictions, whether there is going to be a  potential harmonization of regulations, certainly I think there is more that could  be done, but we are off to a good start. The likely outcome for the stablecoin industry  is you and I would not even know what is being powered by stablecoins. As more economies and  regions here launch their own stablecoins, there's an opportunity for them to have  direct pairs. They could build out their own currency to be used in the digital world  as well. Maybe change the paradigm of how all of us are running today, which  is very dependent on U.S. dollars.",
  "title": "Why Asia’s Trillion Dollar Stablecoin Shift Is Reshaping Global Finance",
  "author": "CNBC International",
  "publish_date": "",
  "source": "YouTube",
  "language": "auto",
  "word_count": 1709,
  "extraction_method": "youtube",
  "extraction_timestamp": "2025-11-21T19:13:36.912483",
  "batch_id": "20251121_111258",
  "link_id": "yt_req7",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Stablecoins are digital currencies pegged to assets like the U.S. dollar or gold.",
        "Asia and the Pacific saw over a trillion dollars in stablecoin flows in 2024.",
        "56% of surveyed institutions are engaged in stablecoin projects.",
        "40% of institutions are piloting or planning stablecoin initiatives.",
        "Singapore has one of the highest stablecoin flow volumes globally.",
        "The Singapore-China corridor is a major route for stablecoin transactions.",
        "China bans cryptocurrencies but allows offshore entities to handle crypto payments.",
        "XSGG is among the largest non-U.S. dollar stablecoins as of 2025.",
        "Alipay and Grab launched a cross-border payment solution in Singapore in November 2024.",
        "PayNow in Singapore connects to over 50,000 merchant payment points.",
        "Charles & Keith accepts stablecoin payments for online shopping.",
        "Capella Hotel Group allows bookings with USDT or USDC.",
        "Grab enables users to top up wallets with XSGD stablecoin.",
        "Many Southeast and South Asian countries have limited banking access but high mobile wallet use.",
        "Stablecoins help protect against currency fluctuations in unstable economies.",
        "Tether faced transparency issues in 2021 regarding asset backing.",
        "MAS introduced stablecoin regulations in 2023 requiring HQLA backing.",
        "Hong Kong's stablecoin rules cover single and multi-currency stablecoins.",
        "Citi and JPMorgan have launched their own institutional stablecoins.",
        "PayPal has entered the stablecoin market.",
        "Regulatory treatment of stablecoins varies by jurisdiction.",
        "Stablecoins are used for remittances, e-commerce, and gig economy payouts.",
        "Web3 and Web2 systems are being integrated for cross-border payments.",
        "India received $129 billion in remittances in 2024.",
        "Philippine economy relies heavily on remittances from overseas workers."
      ],
      "key_opinions": [
        "Stablecoins could be the greatest financial tech revolution since the internet.",
        "Stablecoins offer faster, cheaper, and more convenient cross-border payments than banks.",
        "Regulatory clarity is essential for stablecoin business development.",
        "Remittances are a clear and impactful use case for stablecoins in Asia.",
        "Migrant worker transaction fees are unreasonably high.",
        "Stablecoins appeal to underbanked populations in emerging markets.",
        "Trust in stablecoins may be higher than trust in central banks in some regions.",
        "Targeting digitally savvy global consumers justifies fashion brands accepting stablecoins.",
        "Luxury brands adopt stablecoins to attract privacy-conscious high-net-worth clients.",
        "Super apps like Grab can drive mass adoption of stablecoins.",
        "Mobile wallets fill the gap where traditional banking is limited.",
        "Stablecoins represent a shift away from U.S. dollar dependency.",
        "Transparency issues from past failures still affect public trust.",
        "Industry maturity has improved after early fraud and failure periods.",
        "Regulatory fragmentation creates confusion for businesses and users.",
        "Trust and regulation are key to scaling stablecoins beyond niche use.",
        "A compliance-first approach can restore trust in stablecoins.",
        "Harmonization of regulations across jurisdictions is needed.",
        "Future stablecoin use may be invisible to end users.",
        "Countries should issue their own digital currencies to reduce USD reliance.",
        "Institutional involvement alone isn't enough to ensure trust.",
        "Public understanding of digital currencies remains limited.",
        "Stablecoins enable financial inclusion for underserved populations.",
        "Digital assets are gaining serious traction in Asia.",
        "The future of finance may run on stablecoins without users realizing it."
      ],
      "key_datapoints": [
        "56% of institutions engaged in stablecoin projects.",
        "40% of institutions piloting or planning stablecoin projects.",
        "Over $1 trillion in stablecoin flows in Asia-Pacific in 2024.",
        "India received $129 billion in remittances in 2024.",
        "Singapore processes nearly $1 billion in crypto payments per quarter.",
        "PayNow ecosystem accesses over 50,000 merchants in Singapore.",
        "Only 27-28% of Tether’s reserves were in high-quality liquid assets in 2021.",
        "XSGG is one of the largest non-USD stablecoins in circulation as of 2025.",
        "MAS stablecoin regulations took effect in 2023.",
        "Hong Kong’s stablecoin rules came into force in early 2025.",
        "Alipay-Grab integration launched in November 2024.",
        "500 million users in emerging markets are becoming USDT users.",
        "Stablecoin usage spans 24/7 with no downtime.",
        "Transaction costs for migrant workers are described as 'hefty'.",
        "Singapore’s stablecoin volume rivals the U.S. despite smaller size."
      ],
      "topic_areas": [
        "Stablecoins",
        "Remittances",
        "Regulation",
        "Asia Adoption",
        "Cross-Border Payments",
        "Financial Inclusion",
        "Crypto Trust",
        "Enterprise Use",
        "Digital Wallets",
        "Web3 Integration",
        "Currency Pegs",
        "Banking Alternatives",
        "Super Apps",
        "Institutional Crypto",
        "USD Dependency"
      ],
      "word_count": 1709,
      "total_markers": 65
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:13:44.595536",
    "model_used": "qwen-plus"
  }
}