{
  "batch_id": "20251121_111258",
  "link_id": "art_req4",
  "source": "article",
  "metadata": {
    "title": "Keynote Speech at the International Conference on Central Bank Digital Currencies and Payment Systems",
    "author": "Hong Kong Monetary Authority",
    "url": "https://www.hkma.gov.hk/eng/news-and-media/speeches/2024/04/20240411-1/",
    "word_count": 2279,
    "publish_date": "\n                        \n                          \n                          \n                            From\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                        \n                          a\n                          \n                            To\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                      "
  },
  "transcript": "Speeches\n11 Apr 2024\nKeynote Speech at the International Conference on Central Bank Digital Currencies and Payment Systems\nEddie Yue, Chief Executive, Hong Kong Monetary Authority\nKar Yan [Tam, Dean and Chair Professor, School of Business and Management, HKUST], Dong [He, Deputy Director, Monetary and Capital Markets Department, IMF], friends and distinguished guests, good morning.\nIntroduction\nWelcome to today’s conference and a very warm welcome to those who have joined us from overseas.  I would like to spend the next 15 minutes to share my thoughts on central bank digital currencies, or CBDCs, and what it means for the future of money and payment systems.\nThroughout history, the evolution of money and its institutional foundations have closely followed the advancements in technology.  Today, we are witnessing a significant shift in how we view and use money in our increasingly digital world.\nThe way we make payments is changing, with a decline in cash transactions and a growing trend towards digital payments for goods and services.  The developments in the online space are even more interesting, with an explosion of new asset classes and transaction protocols.\nIn response, some 130 central banks have been conducting research on CBDCs as an advanced representation of central bank money for the digital economy.  The HKMA is an early mover in this respect, having started CBDC explorations since 2017 with Project LionRock, which has since evolved into Project mBridge, one of the more advanced explorations of a multi-CBDC platform globally.\nDigital Money in the Tokenisation Era\nA key technique that has underpinned and enabled this continued innovation is tokenisation, a process of transforming the rights to an asset into a digital token, represented on say a blockchain.  This technique has the potential to enable the interweaving of money and assets, whether in the physical or digital world.  This could in turn lead to a major shift in the way we perceive and interact with money and assets.\nThe HKMA is well aware of how emerging technologies and innovations like tokenisation can potentially enhance the efficiency, transparency, and security of the transactions for financial assets.  We have, for example, assisted the Government in issuing two series of tokenised green bonds in the past two years.\nWe have also been working closely with the industry to see how technological innovation can improve the functionality of money.  We invited the industry last year to explore potential applications for an e-HKD, a new form of digital money.  The first phase of the e-HKD Pilot Programme had attracted enthusiastic responses, and we will continue to experiment with the industry on different innovative use cases in the next phase that we have launched last month.\nWe observed that tokenisation, alongside programmability, had the potential to transform how money could better serve our financial needs, and that it could create new opportunities for consumers and businesses to transact in new spaces and new ways.  These can potentially unlock new avenues for wider inter-industry settlements, facilitate financial inclusion, enable seamless cross-border transactions, and enhance the efficiency of capital markets.\nThe topics of tokenisation and programmability have since reverberated throughout the industry, with pilot participants proactively sharing their insights, designs and frameworks on how a digital money ecosystem could look like in future, which could encompass retail and wholesale CBDCs in co-existence with other forms of money issued by private firms.  And by “digital money”, I intend to also cover different types of tokenised money, capable of supporting the settlement of tokenised assets and transactions.\nPublicly and Privately-issued Money\nWith this future monetary system, a key question to consider is what role central banks should play in providing “digital money” to the public, like individuals and corporates.  In fact, some research studies show that over 90% of money used in modern economies is private money, issued digitally by private entities like commercial banks.\nDigital money should be designed with public interest in mind.  Any digital money should enable fast, convenient, seamless, and around-the-clock transactions between consumers and businesses.  Over the last decade, we have observed digital money move beyond isolated systems and pure accounting ledgers in banking.  What was once confined to basic units of transfer has evolved into something far more sophisticated and powerful, enabling end-to-end integration with different industries.\nWe envision this close-knit relationship between the public and private money to continue.  It goes without saying that the interplay between public and private money is crucial in this regard, especially if we are to realise the full benefits of tokenisation, as well as the full potential of CBDCs and other forms of digital money.  Just as cash and deposits exist harmoniously today, the tokenisation of our financial system will likely involve a complementary relationship between a digital public money, like CBDCs, and other forms of digital private money.\nAs central banks embrace these new forms of money, it is crucial for us to enable the right financial innovations to flourish while ensuring that the core financial systems that underpin our economy remain stable, trustworthy, and resilient.  Sound regulations are essential.  And in some areas, we may also need to consider establishing shared infrastructure for public goods, just as we have done with payment systems in the old world.\nSo far as regulations are concerned, a delicate balance has to be struck.  Too stringent an approach may stifle financial innovation, as the industry becomes overly risk-averse or reliant on the central bank to dictate the direction of innovations. An overly lenient approach, on the other hand, could potentially undermine the central bank’s effectiveness as a stable monetary anchor for common citizens, businesses, and financial institutions.  This could result in a digital economy dominated by a few closed, privately-run platforms that prevent the emergence of more affordable and efficient solutions.\nIt is therefore crucial to strike the right balance between enabling innovation and maintaining stability.  Central banks should continue to play their role in the provision of public money serving as a trusted monetary anchor, enabling the private sector to confidently develop innovative, value-adding financial products for consumers and businesses.\nIn this connection, a CBDC should be viewed in the context of these functions of the central bank in the monetary system.  To build on the current two-tier structure, central banking institutions like the HKMA should underpin the foundation of our payment systems.  This is a model that we have explored together with the BIS Innovation Hub in 2022 under Project Aurum, where wholesale CBDCs will be used by regulated financial institutions, and customer-facing activities will be assigned to the private sector, just like today under a two-tier system.\nKeeping in mind these developments, through the lens of the regulator, it is clear that we need a holistic digital money framework that will facilitate the healthy co-existence of public and private money to support our future digital economy.\nA Digital Money Framework\nThis digital money framework will encompass different forms of tokenised money, which consumers and businesses will likely see and adopt in the years to come.  Our intention is to provide the necessary guidance and creative freedom for the industry to experiment with new technologies and develop innovative solutions.\nThis framework is the collation of our previous work in close partnership with the industry.  This guidance is critical in an environment where debates on different forms of digital money are proliferating not just in Hong Kong, but across the globe.\nWe envision that this digital money framework will comprise three key components from the outset. These components are retail CBDCs, regulated stablecoins, and tokenised deposits.\nRetail CBDC\nToday, individuals and corporates alike only have access to digital money issued by private entities.  As we are transitioning to a digital economy where most transactions are conducted online, there may be a case for the HKMA to provide a digital form of physical cash, that is a retail CBDC, for everyday payments.\nFrom a more technical perspective, a retail CBDC could serve as a fundamental layer to facilitate interoperability and interlinking between various entities participating in our future digital economy.  It could act as a bridge between different types of privately-issued digital money, and ensure all private money to be exchangeable with a public money on demand and at par.  A dollar is a dollar, regardless of who is issuing the money, and that preserves the “singleness of money”.\nWe also envision that a retail CBDC could be a potential “backbone” and anchor, bridging a legal tender and digital assets, offering price stability and confidence needed to empower more innovations, and developing a vibrant sector and ecosystem for digital assets in Hong Kong.\nHaving said that, while a retail CBDC may represent a more advanced version of cash, it remains to be seen whether the benefits of its issuance would outweigh the risks.  More research would also be required on how the introduction of a retail CBDC would impact the broader financial system.  Given the generally efficient and competitive retail payment ecosystem in Hong Kong, we will continue to take a use-case driven approach in thinking about whether and when to introduce a retail CBDC.\nStablecoins\nFor those of you who are familiar with Hong Kong’s monetary system, you would know that we have a relatively unique system, where the Government, through the HKMA, has given authorisation to three commercial banks to issue banknotes in Hong Kong.  These banknotes are issued against payment to the Exchange Fund in US dollars.\nThe digital version of this arrangement has been explored as a CBDC-backed stablecoin under Project Aurum, and some economists have recently called this a “reserve-backed token”.  This, I would say, is a close cousin of a CBDC, and the difference would be whether the token is issued by the HKMA directly or through the commercial banks.\nBut of course, stablecoins are more generally issued by nonbanks.  Given that stablecoins may be used in payments, the HKMA has been working to bring them into the accepted regulatory parameters.  We have recently completed the consultation on a legislative proposal to implement a regulatory regime for stablecoin issuers.  Under our proposal, stablecoin issuers would need to ensure full backing of reserve assets, which must be of high quality and high liquidity, so that stablecoin holders will be adequately protected.\nTokenised Deposits\nWe should also not forget about the most commonly used digital money today, which is bank deposits.  Deposits today are already digital in nature, and are core to a well-functioning banking and payment system.\nDeposits can be adopted for use in a tokenised financial system.  Simply put, bank depositors may be allowed to convert their deposits into and out of their tokenised form, i.e. tokenised deposits, which can circulate on distributed ledger technology platforms.  These tokenised deposits would represent a claim on the depositor’s commercial bank, just like a regular deposit.  Financial institutions are already using tokenisation to facilitate more efficient liquidity management across borders for corporates, and tokenised deposits would be a natural step forward.\nOver the past year, the industry has been trying out the idea of tokenised deposits.  Whilst the full potential of tokenised deposits has yet to be explored, we have observed strong interest in this area, and we will continue to work closely with the industry in developing commercially viable use cases.\nA wholesale CBDC to support digital money\nFinally, let me turn to the prospect of a wholesale CBDC, which could become the instrument that underpins all the different forms of digital money that I have mentioned earlier.\nIn a way, we already have a wholesale central bank-issued digital currency today, which are the banks’ reserves in our Real Time Gross Settlement (RTGS) system.  While synchronisation of ledgers achieved via enhancements to RTGS could theoretically deliver atomic settlement, we consider it important to explore a tokenised version of RTGS could support the growing market of tokenisation.\nThat is why we have announced the development of a wholesale CBDC sandbox under Project Ensemble last month.  Our goal is to explore the technical viability of interbank settlement functionality between different institutions that have developed their own ledgers and systems for tokenised assets.  We want to maintain the ability for wholesale financial transactions to settle in central bank money, the safest form of money.\nThis wholesale CBDC could potentially forge a new financial market infrastructure that bridges the existing gap between different forms of digital money, including a retail CBDC, regulated stablecoins, and tokenised deposits.\nClosing\nWe are at a pivotal moment in the evolution of money, and indeed, in the evolution of our very concept of what “money” is, and what benefits “money” should deliver to keep up with the times.  The presence of new opportunities provides incumbents with the impetus to innovate, and it can also open the door to better products and services.  As regulators, we must remain open-minded, responsive, and prudent to ensure we continue to build on Hong Kong’s position as an international finance centre.\nAs I have mentioned in other occasions, these projects are not and should not be merely technology projects.  Their implementation would entail far-reaching implications on a wide range of issues relating to areas such as legal, regulatory, policy, financial stability, privacy, cybersecurity, and interaction with existing payment methods.\nThat is why the HKMA has been fostering public-private collaboration among the Government, industry and academia.  We are conducting a number of research studies with the CBDC Expert Group, which was formed last year, and we hope that the results of some of these research studies will become available to the public later this year.\nThe conference today is in fact another fruitful form of such collaboration, and I look forward to hearing your insights on CBDCs and the future of digital money.\nThank you.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Eddie Yue is the Chief Executive of the Hong Kong Monetary Authority (HKMA).",
        "The speech was delivered on 11 April 2024 at an international conference on CBDCs.",
        "Project LionRock began in 2017 as HKMA's initial CBDC exploration initiative.",
        "Project LionRock evolved into Project mBridge, a multi-CBDC platform.",
        "Project mBridge is one of the more advanced global multi-CBDC explorations.",
        "Tokenisation involves converting asset rights into digital tokens on blockchain.",
        "HKMA assisted in issuing two series of tokenised green bonds in the past two years.",
        "e-HKD Pilot Programme Phase 1 received enthusiastic industry response.",
        "Phase 2 of the e-HKD Pilot Programme launched last month.",
        "Programmability and tokenisation can transform how money serves financial needs.",
        "Digital money could enable seamless cross-border transactions.",
        "Over 90% of money in modern economies is private money issued by banks.",
        "Cash and bank deposits coexist under the current two-tier monetary system.",
        "Project Aurum explored wholesale CBDCs with the BIS Innovation Hub in 2022.",
        "Retail CBDC could act as a bridge between different privately issued digital monies.",
        "A retail CBDC would preserve the 'singleness of money' principle.",
        "Stablecoins may be used for payments and require regulatory oversight.",
        "HKMA completed consultation on a stablecoin issuer regulatory regime.",
        "Stablecoin issuers must fully back tokens with high-quality, liquid reserves.",
        "Tokenised deposits represent claims on commercial banks like regular deposits.",
        "Tokenised deposits can circulate on distributed ledger technology platforms.",
        "Wholesale CBDCs could underpin all forms of digital money in the future.",
        "Banks’ reserves in RTGS are a form of existing wholesale digital currency.",
        "Project Ensemble launched a wholesale CBDC sandbox last month.",
        "Wholesale CBDC aims to support interbank settlement of tokenised assets.",
        "HKMA collaborates with government, industry, and academia on CBDC research.",
        "CBDC Expert Group was formed last year to conduct research studies.",
        "Some CBDC research results will be made public later this year."
      ],
      "key_opinions": [
        "Technology advancements drive the evolution of money and its institutional foundations.",
        "Digital payments are replacing cash in everyday transactions.",
        "Tokenisation could fundamentally change how we interact with money and assets.",
        "Emerging technologies can enhance efficiency, transparency, and security in finance.",
        "Digital money should serve public interest through fast, seamless transactions.",
        "Private sector innovation should be enabled within a stable regulatory framework.",
        "Too stringent regulation may stifle financial innovation.",
        "Overly lenient regulation risks undermining central bank credibility.",
        "A balanced approach is needed between innovation and financial stability.",
        "Central banks should remain trusted monetary anchors in the digital economy.",
        "Public and private digital money should coexist complementarily.",
        "Retail CBDC could provide price stability for digital asset ecosystems.",
        "Benefits of retail CBDC must outweigh potential systemic risks.",
        "Hong Kong’s efficient payment ecosystem calls for a use-case driven CBDC approach.",
        "Regulated stablecoins can offer safer alternatives to unregulated ones.",
        "Full reserve backing is essential for consumer protection in stablecoins.",
        "Tokenised deposits are a natural evolution of existing digital banking.",
        "Industry interest in tokenised deposits shows strong commercial potential.",
        "Wholesale CBDC could unify fragmented digital money systems.",
        "Atomic settlement via RTGS enhancements is theoretically possible.",
        "A tokenised version of RTGS better supports growing tokenisation markets.",
        "New financial infrastructure must bridge gaps between digital money types.",
        "CBDC projects have implications beyond technology, including legal and policy areas.",
        "Regulators must be open-minded, responsive, and prudent in digital innovation.",
        "Public-private collaboration is key to responsible digital money development."
      ],
      "key_datapoints": [
        "130 central banks are researching CBDCs globally.",
        "Project LionRock started in 2017.",
        "Two series of tokenised green bonds issued in the past two years.",
        "e-HKD Pilot Programme Phase 1 attracted enthusiastic responses.",
        "Phase 2 of e-HKD Pilot launched last month.",
        "Over 90% of money in modern economies is private money.",
        "Project Aurum was conducted in 2022 with BIS Innovation Hub.",
        "Stablecoin issuers must maintain full reserve backing.",
        "Reserve assets must be high quality and highly liquid.",
        "Project Ensemble launched a wholesale CBDC sandbox last month.",
        "CBDC Expert Group formed last year.",
        "Some research results expected to be published later this year."
      ],
      "topic_areas": [
        "CBDC Research",
        "Tokenisation",
        "Digital Money",
        "Stablecoins",
        "Regulation",
        "Payment Systems",
        "Financial Innovation",
        "Wholesale CBDC",
        "Retail CBDC",
        "Public-Private Collaboration",
        "Monetary Policy",
        "Cross-Border Payments",
        "Blockchain",
        "Financial Stability",
        "Digital Economy"
      ],
      "word_count": 2279,
      "total_markers": 65
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:14:16.309924",
    "model_used": "qwen-plus"
  },
  "completed_at": 1763723686.9490879
}