{
  "batch_id": "20251121_111258",
  "link_id": "art_req7",
  "source": "article",
  "metadata": {
    "title": "1dd0d857c97740138863849606f9723e",
    "author": "",
    "url": "file:///D:/App%20Dev/Research%20Tool/data/research/20251121_191251/20251121_111258/uploads/1dd0d857c97740138863849606f9723e.pdf",
    "word_count": 9305,
    "publish_date": ""
  },
  "transcript": "# e-HKD:\n# A Policy and Design Perspective\n\n| |\n|--|\n| |\n\n---\n\n 1. Executive summary  2\n\n**43**\n\n 2. Introduction  5\n\n**43**\n\n**3**\n 3. What are the potential benefits brought by rCBDC?  8\n\n**5**\n\n1. 1 Improving the availability and usability of central bank money 9\n**6**\n\n1. 2 Positioning for the challenges of new forms of money 10\n**16**\n\n1. 3 Supporting innovation and meeting future payment needs in a digitaleconomy\n\n**20**\n\n1. 4 Improving resilience and efficiency of the payment system 15\n**32**\n\n1. 5 Reinforcing the transmission of monetary policy 17\n**43**\n\n**50**\n 4. What are the potential challenges brought by rCBDC?  18\n\n**51**\n\n1. 1 Implications for bank funding and its consequences 19\n**52**\n\n1. 2 Increasing cyber security and software risks 25\n**53**\n\n1. 3 Increasing economic vulnerability to power/network outages 26\n**43**\n\n**114** ###### 5. Design considerations\n 28\n\n1. 1 Issuance mechanism of e-HKD 29\n\n1. 2 Interoperability with large-value and retail payment systems 32\n\n1. 3 Privacy and data protection 33\n\n1. 4 Legal considerations 34\n**43**\n\n 6. Use cases of e-HKD  36\n\n**43**\n\n 7. Issues for discussion  38\n\n**43**\n\nBox 1. What is CBDC and how is it different from other forms of money? 7\n\n**43**\n\nBox 2. Issuance of e-HKD and its implications for bank funding 22\n\n TABLE OF CONTENTS\n\n---\n\n# Executive\n# summary\n\n Section  1\n\n---\n\n 1. Executive summary\n\nOver the past few years, central banks across the world have been exploring Central\n\nBank Digital Currency (CBDC). The Hong Kong Monetary Authority (HKMA) first began\n\nits CBDC journey in 2017, and has been actively collaborating with other central banks\n\nand the Bank for International Settlements (BIS) Innovation Hub Hong Kong Centre on\n\nwholesale CBDC (i.e. Multiple CBDC Bridge). In June 2021, the HKMA commenced\n\nProject e-HKD to study the feasibility of retail CBDC (rCBDC) in Hong Kong, covering\n\nboth technical and policy considerations. Following the release of the HKMA technical\n\nwhitepaper on technical design options for rCBDC, this paper provides a wide-ranging\n\nstudy of other issues, including use cases, potential benefits and challenges, as well as\n\ndesign and legal considerations for the introduction of e-HKD.\n\nAs a new electronic form of central bank money, e-HKD could bring both benefits and\n\nchallenges to Hong Kong’s currency and financial stability, as well as its role as an\n\ninternational financial centre. With appropriate functionalities and attributes, e-HKD\n\ncould help position our city for the challenges of alternative units of account (i.e.\n\nstablecoins) dominating in Hong Kong, even though such possibility remains remote.\n\nThe potential programmability aspect of e-HKD could also enable innovative applications\n\n(e.g. smart contracts), provided that the associated challenges (e.g. programme\n\nglitches) are properly addressed.\n\nWhile e-HKD could provide an alternative payment method, a widespread prevalence\n\nof e-HKD at the expense of physical cash may actually render the payment system\n\nmore vulnerable to cyberattacks and power/network outages, as well as create a\n\nperception of intensifying competition in the retail payment landscape, even though it is\n\nnot the objective of introducing e-HKD. While there is a concern that potential holders’\n\nswitching from deposit to e-HKD could lead to bank disintermediation especially\n\nduring a financial crisis period, adversely affecting banks’ funding and their capacity\n\nto supply credit, the run risk for banks in Hong Kong would be very low in any case,\n\ngiven depositors’ confidence in the Deposit Protection Scheme and the HKMA’s\n\nprudential regulations and oversight. Appropriate design choices (i.e. unremunerated\n\nvs. remunerated) and adequate safeguards (e.g. maximum account balance) could help\n\naddress the risk, though further in-depth considerations would be required as an overly\n\nrestrictive scheme could discourage potential users of e-HKD.\n\n---\n\nMore generally, the design of e-HKD requires very careful consideration. In particular,\n\nits circulation must be fully backed by USD assets held in the Exchange Fund in\n\naccordance with the Currency Board principles under the Linked Exchange Rate System\n\n(LERS). There is a need to ensure that e-HKD upholds user privacy while also ensuring\n\nthe integrity of the e-HKD system, given that full anonymity, while technically feasible, is\n\nnot a plausible option due to anti-money laundering/counter-financing of terrorism (AML/\n\nCFT) requirements. To the extent that e-HKD acts as the digital version of Hong Kong\n\ndollar cash, its legal mandate and legal tender status would logically be expected to\n\nalign with that of existing Hong Kong dollar notes and coins.\n\nIn light of the wide range of policy issues involved in introducing e-HKD, the HKMA\n\nwould like to seek your feedback on these issues. It should be noted that the HKMA\n\nhas not yet made a decision on whether and when to introduce e-HKD, and will remain\n\nopen-minded in considering the issues carefully.\n\n---\n\n# Introduction\n\n Section  2\n\n---\n\n 2. Introduction\n\nIn 2017, the HKMA began researching CBDC (see Box 1 for details) under Project\n\nLionRock. Since then, it has been actively collaborating with the Bank of Thailand, the\n\nDigital Currency Institute of the People’s Bank of China (PBoC), the Central Bank of\n\nthe United Arab Emirates and the BIS Innovation Hub Hong Kong Centre to study the\n\npotential of wholesale CBDC for cross-border payments under Project Multiple CBDC\n\nBridge (mBridge). The HKMA commenced Project e-HKD in June 2021 to study the\n\nfeasibility of an rCBDC in Hong Kong, i.e. e-HKD (Figure 1). Subject to its functionalities\n\nand design features, e-HKD can pose both opportunities and challenges to the HKMA’s\n\nmain functions of maintaining currency stability, financial stability, and Hong Kong as an\n\ninternational financial centre (including the development of financial infrastructure). This\n\npaper discusses the abovementioned issues, noting that the HKMA has not yet made a\n\ndecision on whether and when to introduce e-HKD.\n\n\nProject\nLionRock\n\nProject Aurum*\n\nProject e-HKD\n\nAurum\nprototype*\n& initial policy\nstance\n\ne-HKD\ntechnical\nwhitepaper\n\nFeedback\nreceived on\ntechnical\nwhitepaper\n\ne-HKD policy\ndiscussion\npaper\n\nmid-2021\nOct 2021\nDec 2021\n\nApr 2022\nlater in 2022\n\nContinuous wholesale CBDC efforts\nincluding Project Inthanon-LionRock\nand mBridge from 2017 to now\n*Together with BIS Innovation Hub Hong\nKong Centre, the HKMA will share results with\ncentral banking community\n\nFigure 1: The CBDC journey of the HKMA\n\n---\n\n Box 1\n\n What is CBDC and how is it different from other forms of\n money?\n\nCentral bank money is money issued or backed by the central bank. Traditionally, there\nare two forms of central bank money, namely notes and central bank reserves. Notes are\nphysical money that can be used by the public, while central bank reserves are electronic\nmoney only accessible to eligible financial institutions with clearing accounts at central\nbanks. CBDC is a new form of central bank money that is both electronic and accessible\nby the public (i.e. electronic version of coins and notes), as well as having potential new\nfeatures and functions (e.g. smart contracts and cryptography) depending on design\nand technical feasibility. While commercial money (e.g. bank deposits) is also electronic\nmoney and can perform many functions that can potentially be offered by CBDC, the\nfundamental difference setting them apart is that CBDC is a liability of the central bank\nand is therefore completely free of credit risk, whereas commercial money is a liability of\nthe depository institution and has credit risk in case of closure of the depository institution\n\n(though very low in Hong Kong).\n\nCentral bank money\n\nNotes and\ncoins\nBank\nreserve\n\nBank\ndeposits\n\n**CBDC**\n\nElectronic\nform\nAccessible by\nthe public\n\nFigure B1: Forms of money\n(see “Retail central bank\ndigital currency: design\nconsiderations, rationales\nand implications”, Reserve\nBank of Australia Bulletin\nSeptember 2020)\n\nCBDC is also fundamentally different from other crypto-assets, as CBDC is issued and\nbacked by the central bank, whereas crypto-assets are privately issued and not backed\nby the central bank. Thus, the market prices of other crypto-assets are often volatile,\nmaking them unsuitable as stores of value, units of account or means of payment. While\na class of crypto-assets called “stablecoins” attempt to lower their price volatility by\npegging themselves to some other assets, these “stablecoins” remain subject to risks\n\nassociated with the backing assets as well as counterparty risk. ^1^\n\n1 For more details, see Section 3.2.\n\n---\n\n# What are the\n# potential benefits\n# brought by rCBDC?\n\n Section  3\n\n---\n\n 3. What are the potential benefits brought by\n rCBDC?\n\nCentral banks globally have explored rCBDC for some of the following potential benefits:\n\n(1) improving the availability and usability of central bank money; (2) positioning for\n\nthe challenges of new forms of money; (3) supporting innovation and meeting future\n\npayment needs in a digital economy; (4) improving resilience and efficiency of the\n\npayment system; and (5) reinforcing the transmission of monetary policy. ^2^ This section\n\ndiscusses whether these potential benefits are applicable to the case of Hong Kong,\n\ngiven the difference in the monetary policy regimes, payment landscapes, and other\n\npolicy considerations.\n\n 3.1 Improving the availability and usability of central bank\n money\n\nThe provision of trusted money is a core responsibility of central banks. The supply of\n\nthe safest form of money to banks, businesses and the public underpins daily life and\n\ndaily commerce. A common and stable unit of account allows payments to be settled\n\nefficiently and safely, ensuring effective implementation of monetary and exchange rate\n\npolicies.\n\nAs an electronic form of central bank money, rCBDC would increase the availability\n\nand usability of central bank money, allowing it to be used in a much wider range of\n\nsituations than physical cash. In general, households and private companies that do not\n\nhave a clearing account with the central bank are only able to use central bank money\n\nin the form of notes. The introduction of rCBDC would enable them to hold central bank\n\nmoney in electronic form, and use it to make payments. In economies with reducing\n\nphysical cash in circulation, amid increasing popularity of digital payments which may\n\nnot necessarily serve underbanked communities (e.g. those in geographically remote\n\nareas) for commercial reasons, rCBDC is considered as a way to increase the availability\n\nof central bank money and promote financial inclusion.\n\n2 See “Central bank digital currency – opportunities, challenges and design”. Bank of England Discussion Paper March\n\n1.\n\n---\n\nIn the case of Hong Kong, while commercial money (e.g. bank deposits, stored value\n\nfacility (SVF) float) performs many functions that can potentially be offered by e-HKD\n\nand indeed is the most prevalent payment option nowadays, a fundamental difference\n\nbetween e-HKD and commercial money is that the former would be a liability of the\n\nGovernment and would be free from the risks of failure of any commercial entity. ^3^\n\nWhile physical cash or e-HKD are free of credit risk, commercial bank deposits are\n\nalso perceived to be of little risk and enjoy strong public confidence because of the\n\nsoundness of the Hong Kong banking system, as well as the safety and the efficiency of\n\nthe retail payment services provided by banks. ^4^ On the other hand, given that physical\n\ncash in circulation remains sizeable in Hong Kong, and given that the unbanked\n\npopulation is small in Hong Kong, issues of declining cash use and financial inclusion\n\ndo not serve as compelling rationales to introduce e-HKD. ^5^\n\n 3.2 Positioning for the challenges of new forms of money\n\nNew forms of crypto-assets that describe themselves as the “future” of payment or\n\nmoney (e.g. certain types of “stablecoins”) have emerged in recent years. Currently,\n\nthe majority of their use cases appear to reside in them acting as a “bridge” for\n\ntrading between fiat currencies and other crypto-assets. ^6^ Also, they are not yet widely\n\nconsidered by the general public as a means of payment, possibly due to various\n\nreasons including counterparty risk (which includes but is not limited to credit, liquidity\n\nand operational risks) and the lack of user protection (Figure 2), which ultimately lead to\n\n3 With robust banking supervision, and deposit insurance protecting households in the event of a failure, Hong Kong’s last\nbank failure was more than 30 years ago. In 1991, the collapse of Bank of Credit and Commerce International led to the\nclosure of its Hong Kong subsidiary, Bank of Credit and Commerce Hong Kong Ltd.\n\n4 People’s willingness to hold bank deposits also reflects the confidence that bank deposits can be readily converted\ninto cash, which is a risk-free central bank money. Without such an anchor of central bank money, there is no guarantee\nthat the value of bank deposits would be stable as it depends on the soundness of the banks. See “Central bank digital\ncurrencies: defining the problems, designing the solutions” Fabio Panetta (2022).\n\n5 The HKMA attaches great importance to financial inclusion and has been expending significant effort on promoting access\nto basic banking services by different segments of society to meet the basic needs of people’s daily lives and the needs of\nlegitimate businesses for funds transfers.\n\n6 As reported by the November 2021 issue of the European Central Bank’s Financial Stability Report, around 75% of all\ntrading on crypto trading platforms involved a stablecoin in September 2021.\n\n---\n\nredemption risk. Financial regulators in different parts of the world, including the HKMA,\n\nare looking into the appropriate regulatory treatment for such types of crypto-assets.\n\n**Stablecoins**\n\nNO 100 %\nGUARANTEE\n\n100 %\nGUARANTEE\n\n**e-HKD**\n\n**HKMA** **Designated banks** **Unregulated entities**\n\nUSD high\nquality\nliquid assets\n\nEquity\n& Other\nliabilities\n\nEquity &\nLiabilities\nOther assets\nAssets\n\nPotentially\nrisky illiquid\nassets\n\nStablecoins\n\nEquity\n& Other\nliabilities\n\nOther assets\n\ne-Wallet\ne-HKD\ne-HKD\n\nFigure 2: Comparing stablecoins and e-HKD\n\nWith continued developments in stablecoins, it cannot be ruled out that a popular\n\nstablecoin may eventually emerge. In a scenario where the use of these stablecoins\n\nbecomes widespread, particularly if these stablecoins can offer better payment/\n\nremittance or to the extent that domestic goods or services are priced in such\n\nstablecoins, the role of the domestic currency as the single unit of account could be\n\nundermined. If a stablecoin becomes widely used by the general public with relative\n\nease, there is also an added risk of undermining payment integrity due to potential\n\noperational or financial failures of these stablecoins, or accelerating the flight to these\n\n| Potentially\nrisky illiquid\nassets | Stablecoins |\n|-----------------------------------|----------------------------|\n| Other assets | |\n| | Equity\n& Other\nliabilities |\n\n| USD high\nquality\nliquid assets | e-HKD |\n|--------------------------------|----------------------------|\n| | Equity\n& Other\nliabilities |\n| Other assets | |\n\n---\n\nstablecoins during any financial crisis period, thereby undermining the control of central\n\nbanks over local monetary conditions.\n\nWhile a widespread use of stablecoins in Hong Kong remains a remote possibility, it\n\nwould be prudent for Hong Kong to better position itself for future challenges. In this\n\nregard, the introduction of e-HKD could help the HKMA support the continued use of\n\nHong Kong dollar as the single unit of account in Hong Kong and reduce the risk of\n\nalternative units of account dominating. To fulfil this role, e-HKD must be able to cater\n\nfor the needs of the public. In particular, it should be economical, secure against fraud,\n\nfree of any market risk or issuer default risk, user-friendly and efficient (Figure 3).\n\nMeanwhile, in light of the potential financial stability risks they pose, the HKMA is\n\nworking on the regulatory approach to stablecoins, taking into account international\n\nrecommendations, the market and regulatory landscape both locally and in other major\n\njurisdictions, and the characteristics of payment-related stablecoins. ^7^ Therefore, the\n\nfinancial stability risks associated with stablecoins could be mitigated as long as they\n\nare appropriately regulated, and it is not essential to introduce e-HKD for such purpose.\n\n**Economical**\n\n**Secure** **Efficient**\n\n**Risk-free**\n**User-**\n**friendly**\n\nFigure 3: Key attributes of e-HKD\n\n7 In January 2022, the HKMA issued a discussion paper on crypto-assets and stablecoins, inviting views from the industry\nand the public on the relevant regulatory approach.\n\n---\n\n 3.3 Supporting innovation and meeting future payment needs\n in a digital economy\n\nAs the economy is increasingly digitised, there is a possibility that an rCBDC could\n\noffer and enable greater innovation in payments and payment-related digital services.\n\nNoting global researches on rCBDC have always explored using new technologies (e.g.\n\ndistributed ledger technology (DLT)) and tokenisation, it would be worth deliberating\n\nwhether and to what extent these technologies may improve the existing systems and\n\nbenefit the wider public as economic activities are moving further online. For instance, in\n\na decentralised form of finance where DLT and tokenisation are predominantly adopted,\n\nrCBDC may have the potential of being used as a credible means to settle tokenised\n\nasset transactions.\n\nWhether and to what extent an rCBDC would support programmability is a design\n\nchoice of the issuing authorities, having regard to the associated pros and cons. A\n\nprogrammable rCBDC (i.e. an rCBDC in which a programme can be stored) could\n\nenable innovative applications in the digital economy. ^8^ For example, it could support\n\nsmart contracts (i.e. protocols that self-execute when certain conditions are met) to\n\nfacilitate automated payment (e.g. on insurance policies such that travellers can receive\n\ncompensation automatically in the event of flight delay with the fulfilment of the specified\n\npre-condition(s) as confirmed by a designated oracle, see Figure 4). ^9^ rCBDC could\n\nalso facilitate the provision of fiscal subsidies to the public, though similar registration\n\nand verification processes, and hence the lead time and efforts, will still be required.\n\nIn addition, depending on the popularity of rCBDC, other means of disbursement and\n\nregistration may still be required to cater for certain segments of the community.\n\n8 Although programmability has yet to be included as a feature in the whitepaper “e-HKD: A Technical Perspective”, the\nproposed architecture does provide support for service extensibility to allow banks and payment service providers (PSPs) to\nimplement or add transaction programmability as an overlay service. If programmable payments are implemented, what is\nstored in an e-HKD transaction are the conditions for enacting the payments (in the option field) that are pre-programmed\nby the payer and to be executed by the payer’s bank.\n\n9 The application of smart contracts would be useful for capital market transactions. For example, it can be applied to\nfacilitate delivery-versus-payment (i.e. simultaneous exchange of the ownership of an asset and its consideration), as a way\nto mitigate principal and settlement risk involved in transactions, which could be beneficial at both wholesale (i.e. financial\ninstitutions) and retail investor levels.\n\n---\n\nWhile the programmability of money could open up the financial industry to many\n\npossibilities in payment innovation, the adoption of such a feature would come with\n\nassociated risks and challenges. For example, the dependency on external data sources\n\n(i.e. oracles) for smart contract execution could cause vulnerabilities in the system if\n\nsuch sources are compromised. Also, a programme glitch or malicious attack of smart\n\ncontracts may result in financial losses and legal challenges (see Section 4.2).\n\nQuestions on how and to what extent the programmability feature will be made\n\navailable; who can deploy a smart contract; who takes the responsibility to enact\n\nadequate controls (e.g. vetting of programme codes); and who can carry out\n\nrectification actions (e.g. a programme patch or a reversal of transactions) will all have a\n\nbearing on the overall integrity and security of the e-HKD system. Legal considerations,\n\nincluding the enforceability of smart contracts, would also need to be deliberated before\n\nany decision is taken on the deployment of smart contracts.\n\nAs such, the programmability of e-HKD would require a careful evaluation of the above\n\nissues. It is only by carefully addressing the above issues that the programmability\n\nattribute could support innovation without, at the same time, compromising the integrity\n\nof the system. In light of the pros and cons, it might indeed be more worthwhile to\n\nexplore programmability in the wallet of e-HKD rather than in e-HKD itself. Doing so\n\nwould be simpler from an operational perspective and could avoid introducing too much\n\ncomplexity in e-HKD, as well as better preserve its equivalence with physical cash.\n\nIf flight delayed,\ntriggers e-HKD\npayment as\ninsurance\ncompensation\n\nIf flight on-time,\ndisburses e-HKD\nas insurance\npremium\n\n**Insurer**\n\n**?**\n\nFigure 4: Smart contract application\non flight delay insurance\n\n**Traveller**\n\n---\n\n 3.4 Improving resilience and efficiency of the payment\n system\n\nBy providing an additional payment method with alternative design features (e.g. offline\n\npayment ^10^ ), rCBDC could help support the operational resilience of payment systems,\n\nas it is less likely that both traditional payment networks and rCBDC network would\n\nsuffer outages at the same time. On the other hand, supporting competition in payment\n\nsystems is also considered as another key argument for introducing rCBDC in other\n\neconomies.\n\nIn the case of Hong Kong, these rationales are less relevant as the local electronic\n\npayment systems are highly resilient and efficient, with disruption being extremely rare.\n\nMoreover, Hong Kong’s retail payment landscape currently has a range of market\n\nplayers offering different payment options (e.g. credit cards, Faster Payment System\n\n(FPS), SVFs), and they are diverse and in healthy competition. While the introduction of\n\ne-HKD may create a perception of intensifying the competition, it is worth noting that\n\nthe objective of introducing e-HKD is to provide consumers with an additional payment\n\noption that may address certain limitations of the existing payment options (Table 1),\n\ninstead of removing or becoming a substitute for these options.\n\n10 e-CNY can support offline payments and has been piloted in Shenzhen, Suzhou, Xiong’an, Chengdu, Shanghai, Hainan,\nChangsha, Xi’an, Qingdao, Dalian, and at the Beijing 2022 Olympic Winter Games.\n\n---\n\n**Cash** **e-HKD** **Existing SVFs**\n**Bank channels**\n**(via FPS)**\n\n**Free of credit &**\n**liquidity risks**\n✓ ✓\n\n✓ *\n(statutory and\nsupervisory\nrequirements in\nrespect of float\nprotection)\n\n✓ *\n(up to HK$500,000\nunder the Deposit\nProtection\nScheme)\n\n**Resilient to**\n**network outage**\n✓\n✓ *\n(if offline payment\nis supported)\n\n✗ *\n(except for\nOctopus as it\nsupports offline\npayment)\n\n✗\n\n**Merchant**\n**acceptance**\n✓\n\n✓ *\n(subject to\nservice charge\nconsideration)\n\n✓ *\n(subject to\nservice charge\nconsideration)\n\n✓ *\n(subject to\nservice charge\nconsideration)\n\n**Anonymity** ✓\n\n✓ *\n(assumed for\nsmall-value\ntransactions)\n\n✓ *\n(small-value\ndomestic\npayments may be\nmade by unverified\naccounts)\n\n✗\n\n**Universally**\n**accessible**\n✓ ✓ ✓ ✓\n\nTable 1: Comparison between e-HKD and other payment methods\n\n| | Cash | e-HKD | Existing SVFs | Bank channels\n(via FPS) |\n|----------------------------------|------|----------------------------------------------|----------------------------------------------------------------------------|-----------------------------------------------------------|\n| Free of credit &\nliquidity risks | ✓ | ✓ | ✓*\n(statutory and\nsupervisory\nrequirements in\nrespect of float\nprotection) | ✓*\n(up to HK$500,000\nunder the Deposit\nProtection\nScheme) |\n| Resilient to\nnetwork outage | ✓ | ✓*\n(if offline payment\nis supported) | ✗*\n(except for\nOctopus as it\nsupports offline\npayment) | ✗ |\n| Merchant\nacceptance | ✓ | ✓*\n(subject to\nservice charge\nconsideration) | ✓*\n(subject to\nservice charge\nconsideration) | ✓*\n(subject to\nservice charge\nconsideration) |\n| Anonymity | ✓ | ✓*\n(assumed for\nsmall-value\ntransactions) | ✓*\n(small-value\ndomestic\npayments may be\nmade by unverified\naccounts) | ✗ |\n| Universally\naccessible | ✓ | ✓ | ✓ | ✓ |\n\n---\n\n 3.5 Reinforcing the transmission of monetary policy\n\nIn theory, remunerated rCBDC could reinforce the transmission of monetary policy to\n\nthe real economy, as remunerated rCBDC could directly transmit any policy rate change\n\nto the private sector and influence their consumption/investment choices, whereas\n\ncurrently, such policy transmission would be indirectly carried out through banks,\n\ntherefore subjecting policy transmission to the additional influence of bank funding\n\nconditions.\n\nIn addition, rCBDC, if replacing physical cash in circulation, could also relax the\n\neffective lower bound on policy rates. Currently, central banks would not cut their policy\n\nrates deep in negative territory, because commercial banks may not help transmit the\n\nnegative rate to depositors for the reason that depositors may hoard physical cash,\n\nthereby making commercial banks bear the cost of negative rate policies. By replacing\n\nphysical cash, a remunerated rCBDC could help relax the effective lower bound and\n\nallow policy rates to become more negative than otherwise.\n\nIn the case of Hong Kong, there are a few reasons why the monetary policy\n\ntransmission consideration does not serve as a rationale to introduce e-HKD. First,\n\nremunerated e-HKD would differ from unremunerated physical cash, raising public\n\ncommunication challenges about the equivalence of e-HKD with physical cash. Second,\n\nto strengthen monetary policy transmission, remunerated e-HKD must be in widespread\n\ncirculation in order to influence bank interest rates, but doing so would lead to a greater\n\ndisintermediation of banks, as remuneration would make e-HKD more akin to bank\n\ndeposits but with the added advantage of being free from credit risk (see Section 4.1).\n\nFinally, in the scenario where a negative interest rate policy is warranted, the continued\n\nexistence of physical cash would mean that the public could still hoard cash, which\n\nwould undermine the effectiveness of direct monetary policy transmission through\n\nremunerated e-HKD.\n\nIn sum, the absence of a fully independent monetary policy under the Currency Board\n\nsystem does not preclude the HKMA from exploring e-HKD. That said, the use of e-HKD\n\nfor improving monetary transmission is less relevant given the continued existence of\n\nphysical cash.\n\n---\n\n# What are the\n# potential challenges\n# brought by rCBDC?\n\n Section  4\n\n---\n\n 4. What are the potential challenges brought by\n rCBDC?\n\nWhile the introduction of rCBDC could offer potential benefits, it could also potentially\n\nlead to a drastic change in the financial system landscape, affecting financial and\n\nmonetary stability. This section discusses the potential challenges brought by rCBDC\n\nand ways to mitigate the accompanying risks.\n\n 4.1 Implications for bank funding and its consequences\n\nAlthough rCBDC is meant to be a digital extension of cash, its potential demand is\n\nhighly uncertain. The potential holders may need to switch funds out of their deposit\n\naccounts for rCBDC, which would affect the balance sheets of commercial banks and\n\nlead to disintermediation of banks.\n\nIn the case of Hong Kong, as e-HKD would be part of the Monetary Base, the\n\ndesignated distribution banks would be required to submit USD to the HKMA for the\n\nright to make e-HKD available to the public amid the fall in banks’ retail deposits. If the\n\nsubstitution from deposits to e-HKD is significant, this may lead to disintermediation of\n\nbanks (Figure 5). Box 2 discusses the risk of bank disintermediation in the context of\n\nHong Kong’s Currency Board system and why this risk does not apply to existing SVF\n\ntransactions.\n\n---\n\n**e-HKD**\n\nLoans\nLoans\n\nWholesale\nand other\nfunding\nsources\n\nWholesale\nand other\nfunding\nsources\n\nWholesale\nand other\nfunding\nsources\n\nEquity\n\nEquity\n\nEquity\n\nLoans\n\n**Scenario 1**\n**Banks replace the lost funding with**\n**higher-cost alternatives**\n\n**Scenario 2**\n**Banks pass the higher funding cost to**\n**customers and reduce lending**\n\nRetail\ndeposits\n\nRetail\ndeposits\nRetail\ndeposits\n\nUSD high\nquality\nliquid assets\n\nUSD high\nquality\nliquid assets\n\nUSD high\nquality\nliquid assets\n\nFigure 5: Banks reacting to deposit outflows\n\nBanks may react by offering higher rates of interest on deposits or seeking to replace\n\nthe lost funding with higher-cost alternatives (e.g. wholesale funding) and this would\n\nresult in a higher overall funding cost (Scenario 1). The increase in funding cost\n\nwould squeeze banks’ net interest margins and profitability, although banks in Hong\n\nKong typically have large capital and liquidity buffers to withstand any such shock.\n\nAlternatively, banks may also opt to pass the higher funding cost to their customers by\n\nimposing a higher lending spread (Scenario 2). In the remote case where the increase\n\nin funding cost and lending spread lead to a tightening in overall credit conditions,\n\nconsumption and investment activities would inevitably be affected. However, as long\n\nas e-HKD is unremunerated, the attractiveness of e-HKD as a store of value over bank\n\ndeposits should also be limited, and hence the bank disintermediation risk should be\n\nmanageable.\n\n| USD high\nquality\nliquid assets | Retail\ndeposits |\n|--------------------------------|-------------------------------------|\n| Loans | Wholesale\nand other\nfunding\nsources |\n| | Equity |\n\n| USD high\nquality\nliquid assets | Retail\ndeposits |\n|--------------------------------|-------------------------------------|\n| Loans | Wholesale\nand other\nfunding\nsources |\n| | Equity |\n\n| USD high\nquality\nliquid asset | Retail\ndeposits\ns |\n|-------------------------------|--------------------------------------------|\n| Loans | Wholesale\nand other\nfunding\nsources\nEquity |\n\n---\n\nrCBDC could theoretically expose banks to a higher risk of a bank run during a financial\n\ncrisis period, especially if the rCBDC is remunerated. As rCBDC is free of credit risk,\n\ncustomers seeking safe-haven assets may convert their bank deposits into rCBDC.\n\nWhile a similar run risk also exists with physical cash, the introduction of rCBDC may\n\nincrease the risk as (a) it would be easier and faster to obtain than cash or other safe\n\nassets; and (b) the associated costs (as compared, for example, to the costs of storing\n\nand securing cash) of holding large sums of rCBDC would be negligible. That said, our\n\nassessment is that run risk for banks in Hong Kong would be very low given depositors’\n\nconfidence in the Deposit Protection Scheme and the HKMA’s prudential regulations\n\nand oversight, and e-HKD would not change the picture.\n\nTo further mitigate these adverse impacts, safeguards and design choices such as\n\nmaximum account balance, daily conversion and transaction limits of rCBDC could be\n\nimplemented. Such restrictions could be permanent/transitional and vary according to\n\nindividuals/businesses. ^11^ Designing such safeguards, however, could be a challenging\n\ntask and would require in-depth consideration of various aspects. While imposing\n\nmore stringent rules would certainly help mitigate the abovementioned risks, an overly\n\nrestrictive scheme could discourage potential users from switching over to rCBDC. Thus,\n\nstriking the right balance between the two would be crucial to the success of rCBDC.\n\nTo further ensure that the execution of rCBDC transactions would not be blocked in the\n\nevent where the recipient’s rCBDC balance reaches its limit, a mechanism could also be\n\ndeployed to automatically direct any excess holding of rCBDC into the recipient’s bank\n\naccount.\n\nIn the case of Hong Kong, our internal analysis suggests that, with appropriate holding\n\ncaps in place, the deposit substitution effect should be manageable. Given that e-HKD\n\nis designed for settling real-time small-value retail payments, it is also unlikely that its\n\nuse by regular citizens would be greatly inhibited by these fairly loose holding caps.\n\n11 See Auer R., Frost, J., Gambacorta, L., Monnet, C., Rice, T., & Shin, H. S. (2021) “Central bank digital currencies:\nmotives, economic implications and the research frontier”, Annual Review of Economics, forthcoming.\n\n---\n\n Box 2\n\n Issuance of e-HKD and its implications for bank funding\n\nUnder the Currency Board principles, all changes in the Monetary Base must be fully\n\nmatched by corresponding changes in USD assets held in the Exchange Fund. Thus,\n\nbanks would be required to set aside the corresponding amount of USD as backing\n\nassets before making e-HKD available to their customers (Figure B2).\n\nUSD high\nquality\nliquid assets Wholesale\nand other\nfunding\nsources\n\nEquity\nLoans\n\nUSD high\nquality\nliquid assets\n\nRetail\ndeposits\n\nWholesale\nand other\nfunding\nsources\n\nEquity\nLoans\n\ne-HKD\n\nUSD high\nquality\nliquid assets\n\nRetail\ndeposits\n\nWholesale\nand other\nfunding\nsources\n\nEquity\nLoans\n\n**For custody purposes**\n\n**(a)**\n\n**(c)**\n\n**(b)**\n\nOther\nassets\nOther\nassets\n\nEquity\n& Other\nliabilities\n\nEquity\n& Other\nliabilities\n\ne-HKD\n\nRetail\ndeposits\n\ne-Wallet\n\nCertificates of\nIndebtedness\nCertificates of\nIndebtedness\nFX\nreserves\n\nFX\nreserves\n\nFigure B2: Impact on balance sheets of banks and Exchange Fund upon switching to e-HKD\n\ne-HKD\n\n| USD high\nquality\nliquid assets | Retail\ndeposits |\n|--------------------------------|-------------------------------------|\n| | Wholesale\nand other\nfunding\nsources |\n| Loans | |\n| | Equity |\n\n| e-HKD | Retail\ndeposits |\n|--------------------------------|-------------------------------------|\n| USD high\nquality\nliquid assets | |\n| | Wholesale\nand other\nfunding\nsources |\n| Loans | |\n| | Equity |\n\n| |\n|--|\n| |\n\n| | |\n|--------------|------------------------------|\n| FX\nreserves | Certificates of\nIndebtedness |\n| | Equity\n& Other\nliabilities |\n| Other\nassets | |\n\n| | e-HKD |\n|--------------|------------------------------|\n| FX\nreserves | Certificates of\nIndebtedness |\n| | Equity\n& Other\nliabilities |\n| Other\nassets | |\n\n---\n\nAs shown in Figure B2, part of the banks’ liquid assets (green rectangle) would be tied\n\nup (turning into the dark grey rectangle) when customers request to convert their retail\n\ndeposits into e-HKD. As such assets cannot be deployed for other purposes, banks’\n\nlending capacity may be affected. That said, as long as e-HKD is not remunerated, the\n\ndemand for e-HKD should mainly be driven by the public’s desire to replace physical\n\ncash. Thus, the increase in the demand for e-HKD is likely to be accompanied by\n\na decrease in cash demand. Depending on the magnitude of the substitution, bank\n\ndeposits may not necessarily decrease and the lending capacity of banks may not be\n\naffected much. While demand for e-HKD may be increased by heightened risk aversion\n\nduring a financial crisis period, the adverse impacts should remain manageable as long\n\nas adequate safeguards (see Section 4.1) are in place.\n\n**Why would existing SVF transactions not lead to disintermediation of banks?**\n\nAccording to the Guideline on Supervision of Stored Value Facility Licensees ^12^ , SVF\n\nproviders are required to hold the float and SVF deposit in cash or bank deposits (unless\n\nwritten consent from the HKMA is obtained).\n\nGiven that a large holding of cash entails significant storage cost, it is conceivable that\n\nmost SVF providers would opt to deposit the float back to the banking system. As such,\n\nthe conversion from bank deposits into SVF float would be merely a reclassification of\n\nbanks’ liabilities (from deposits by the general public to deposits by SVF providers),\n\nleaving the asset side of banks unchanged (Figure B3). Thus, this reclassification\n\nwould not affect banks’ lending capacity. During this process, no conversion between\n\ncommercial bank money and central bank money takes place, leaving the Exchange\n\nFund balance sheet unchanged.\n\n12 https://www.hkma.gov.hk/media/eng/doc/key-functions/finanical-infrastructure/Guidelines-on-supervision-of-SVF-\nlicensees_Eng.pdf\n\n---\n\nUSD high\nquality\nliquid assets Retail\ndeposits\n\nWholesale\nand other\nfunding\nsources\n\nEquity\n\nLoans\n\n**No change**\n\nUSD high\nquality\nliquid assets\nRetail\ndeposits\n\nWholesale\nand other\nfunding\nsources\n\nEquity\n\nLoans\n\nDeposits\nfrom SVFs\n\nOther assets\n\nEquity\n& Other\nliabilities\n\nOther assets\n\nEquity\n& Other\nliabilities\n\nFX reserves FX reserves\n\nCertificates of\nIndebtedness\nCertificates of\nIndebtedness\n\nFigure B3: Impact on balance sheets of banks and Exchange Fund upon switching to SVFs\n\n| USD high\nquality\nliquid assets | |\n|--------------------------------|-------------------------------------|\n| | Retail\ndeposits |\n| Loans | |\n| | Wholesale\nand other\nfunding\nsources |\n| | Equity |\n\n| USD high\nquality\nliquid assets |\n|--------------------------------|\n| Loans |\n\n| |\n|--|\n| |\n\n| FX reserves | Certificates of\nIndebtedness |\n|--------------|------------------------------|\n| | Equity\n& Other\nliabilities |\n| Other assets | |\n\n| FX reserves | Certificates of\nIndebtedness |\n|--------------|------------------------------|\n| | Equity\n& Other\nliabilities |\n| Other assets | |\n\n---\n\n 4.2 Increasing cyber security and software risks\n\nMuch akin to the adoption of any new technologies, transitioning from physical cash to\n\nrCBDC is subject to various risks and challenges. In particular, given the high monetary\n\nvalue of the rCBDC system, it could become an attractive target of cyber attackers.\n\nIn the case of Hong Kong, under the proposed structure outlined in the e-HKD\n\ntechnical whitepaper, the system would still have to deal with risks such as distributed\n\ndenial-of-service (DDoS) attacks:\n\n(i) Wholesale system\n\nThe only participants of the network are the intermediaries (i.e. banks and PSPs)\n\nin a supposedly private network. There is no inlet for internet traffic. The only\n\npossibility for an adversary to send in an enormous amount of traffic is through a\n\ncompromised bank server (which is relatively less likely).\n\n(ii) Retail system\n\nBanks’ customer-facing servers are the only entry points to the payment\n\ninfrastructure. DDoS attacks against them with internet traffic would be possible\n\n(same as the scenario today for online banking).\n\n(iii) Validator infrastructure\n\nOnly banks/PSPs can access. Hence, launching a DDoS attack against it requires\n\ncompromising the bank server (whose protection should follow the respective\n\nTechnology Risk Management guideline and which is relatively less likely).\n\nA successful DDoS attack against a bank server would only bring down the\n\nrespective bank’s wallet service, and the customers of other banks and PSPs\n\nshould not be affected.\n\nAs for the retail front, the mobile wallet apps provided by financial institutions are also\n\nsubject to cyber risks faced by existing e-wallets (e.g. fake QR codes).\n\n---\n\nApart from the risks arising from the payment system itself, there are also cyber risks\n\nassociated with the adoption of smart contracts, including:\n\n(i) Coding risk (software bugs)\n\nAlthough smart contracts provide a trustworthy alternative to existing commercial\n\nmodels where agreements are enforced by external parties, these contracts are\n\ncoded by human beings and therefore remain susceptible to human error.\n\n(ii) Oracle risk (ability to verify conditions)\n\nOracles retrieve and verify external data for smart contracts. As the data extracted\n\nby oracles (e.g. flight delay information) determines how a smart contract will\n\nbe executed (e.g. whether compensation should be paid to a policyholder),\n\ntrustworthiness of oracles is crucial for smart contract execution. If the data\n\nretrieved by oracles is compromised, it could result in contracts being executed\n\nunder incorrect circumstances.\n\nIt should be noted that no cyber security study of the e-HKD distribution infrastructure\n\nhas been conducted so far. A proper evaluation would require rigorous modelling,\n\nenumeration of attack vectors and assessment of likelihood of these attacks, preferably\n\nbased on a commonly adopted framework like STRIDE. ^13^\n\n 4.3 Increasing economic vulnerability to power/network\n outages\n\nLike most other types of digital payment systems, transactions of rCBDC would still rely\n\non the availability of electricity and data networks.\n\nWhile Hong Kong has one of the most reliable power grids and network systems,\n\npower/network outages do occur, especially during extreme weather events. ^14^ If\n\ne-HKD replaces physical cash as the main way of settling retail transactions, economic\n\nactivities in Hong Kong could be severely disrupted during these rare but possible\n\n13 STRIDE is a model developed by Loren Kohnfelder and Praerit Garg of Microsoft in 1999 to identify potential cyber\nsecurity threats. It is derived from an acronym for six threat categories: Spoofing identity, Tampering with data,\nRepudiation, Information disclosure, Denial of service, and Elevation of privilege. More details could be found at:\n[https://msdn.microsoft.com/en-us/library/ee823878(v=cs.20).aspx.](https://msdn.microsoft.com/en-us/library/ee823878(v=cs.20).aspx)\n\n14 For instance, around 13,500 households suffered from power outages for more than 24 hours as typhoon Mangkhut hit\nHong Kong in 2018.\n\n---\n\nevents. ^15^ That said, given the acceptance of/need for of physical cash remains high in\n\nHong Kong, physical cash is likely to remain a major means of retail payment even with\n\nthe introduction of e-HKD. Therefore, such a concern may be less relevant to the case\n\nof Hong Kong.\n\n15 One way to mitigate such a risk would be to incorporate offline payment features into e-HKD wallets.\n\n---\n\n# Design\n# considerations\n\n Section  5\n\n---\n\n 5. Design considerations\n\nApart from understanding the opportunities and challenges, careful consideration is also\n\nrequired in the following areas when designing e-HKD:\n\n 5.1 Issuance mechanism of e-HKD\n\nThe issuance and redemption mechanism of e-HKD would have to comply with the\n\nCurrency Board principles under the LERS. In particular, any change in the Monetary\n\nBase would have to be fully matched by corresponding changes in foreign reserves.\n\nAccordingly, there are three possible issuance mechanisms for e-HKD:\n\n(i) Banks submitting USD in exchange for e-HKD (Coins approach)\n\nAs a natural extension of the existing framework for the Government’s issuance\n\nof HKD coins and $10 notes, agent banks could be appointed to handle all\n\ncustomer-facing activities related to the distribution of retail e-HKD. Specifically,\n\nwhen a customer requests to convert HK$7.80 of deposits to e-HKD, the agent\n\nbanks would first need to submit US$1 to the HKMA in exchange for e-HKD\n\n(Figure 6), before transferring the HK$7.80 e-HKD to the customer electronically.\n\nThe whole process would resemble the current way of the Government’s\n\ndissemination of HKD coins and $10 notes through agent banks to customers,\n\nand this issuance mechanism has the merit of being easily understandable to the\n\npublic as well as being consistent with the Currency Board principles.\n\n**(4) Distribute HK$7.8 of e-HKD**\n\n**(1) Convert HK$7.8 of deposits to e-HKD**\n\n**(3) Issue HK$7.8 of e-HKD**\n\n**(2) Submit US$1**\n\nFigure 6: Mechanism of issuing e-HKD by submitting USD to the HKMA in exchange for e-HKD\n\n---\n\n(ii) Banks submitting USD in exchange for Certificate of Indebtedness (CIs)\n(Banknote approach)\n\nAs a natural extension of the existing framework for banknotes (except the $10\n\nnote), e-HKD could also be issued in a way similar to the existing banknote\n\nissuance arrangement through the note-issuing banks. Specifically, when\n\ndepositors request to convert HK$7.80 of deposits to e-HKD, designated banks\n\nwould be required to submit US$1 to the HKMA to purchase HK$7.80 of CIs\n\nbefore issuing HK$7.80 e-HKD to the depositors (Figure 7). Under this approach,\n\ne-HKD would be issued by the designated banks and hence would become the\n\nliabilities of the designated banks instead of the Government, but with full backing\n\nby the USD via CIs.\n\n**(4) Issue HK$7.8 of e-HKD**\n\n**(1) Convert HK$7.8 of deposits to e-HKD**\n\n**(3) Issue HK$7.8 of CIs**\n\n**(2) Submit US$1**\n\nFigure 7: Mechanism of issuing e-HKD by submitting USD to the HKMA in exchange for CIs\n\n---\n\n(iii) Banks converting existing Aggregate Balance (AB) into e-HKD (AB approach)\n\nUnder this approach, e-HKD would be issued through converting designated\n\nbanks’ clearing account balances with the HKMA into e-HKD (Figure 8), and this\n\nis in a way similar to the current way of issuing Exchange Fund Bills and Notes to\n\nsubscribing banks. As the AB is a component of the Monetary Base that is fully\n\nbacked by USD reserves, such a conversion would simply represent a change in\n\nthe composition of the Monetary Base, and would be consistent with the Currency\n\nBoard principles.\n\n**(4) Distribute HK$10 of e-HKD**\n\n**(1) Convert HK$10 of deposits to e-HKD**\n\n**(3) Issue HK$10 of e-HKD**\n\n**(2) Submit HK$10 of AB**\n\nFigure 8: Mechanism of issuing e-HKD by converting AB with the HKMA into e-HKD\n\nAmong the three potential issuance mechanisms, the AB approach is considered less\n\nsuitable than the Banknote approach and the Coins approach for two reasons:\n\n1. Unless adequate safeguards (see Section 4.1) are in place, the issuance and\nredemption of e-HKD under the AB approach may lead to increased volatility of\n\nthe AB and hence HKD interbank liquidity conditions. The effect could be material\n\nif the AB were to drop to low levels, for example, during a financial crisis period\n\nwith a deposit flight into e-HKD.\n\n---\n\n1. The AB approach may give people a wrong impression that e-HKD is not fully\nbacked by foreign reserves, as the indirect backing of e-HKD through the AB is\n\nmuch less straightforward than the Banknote approach and the Coins approach,\n\nboth of which could make it easier for the general public to understand e-HKD as\n\nsimply a digital extension of physical cash. ^16^\n\nIn comparing the Banknote approach with the Coins approach, the HKMA is inclined\n\ntowards the Coins approach under which e-HKD would be solely issued by one single\n\nauthority, but would still have the advantage of tasking agent banks to handle all\n\ncustomer-facing activities relating to the distribution of e-HKD. This approach would be\n\nsimpler from an operational perspective and could avoid the unnecessary confusion of\n\nthe public over the potentially different forms of e-HKD issued by different designated\n\nbanks.\n\n 5.2 Interoperability with large-value and retail payment\n systems\n\nAs the purpose of developing e-HKD is not to replace existing payment methods, it is\n\nalso important to ensure that e-HKD would be fully interoperable with other payment\n\nsystems for more efficient payments to be made by the general public. The design of\n\ne-HKD should avoid creating a closed-loop payment system which impedes payments\n\nmade between e-HKD users and users of other payment systems. Instead, e-HKD\n\nshould also provide connectivity among other payment service providers such that\n\ncross-platform payments can be easily conducted.\n\nIn addition, the functionality and infrastructure of e-HKD should be able to evolve over\n\ntime. In particular, e-HKD infrastructure should also be designed in a manner that paves\n\nthe way for the possibility of future extensions to support unseen innovative use cases.\n\n16 See Joseph Yam, “A Modern Day Currency Board System”. https://www.hkma.gov.hk/eng/other-information/a-modern-\nday-currency-board-system/\n\n---\n\n 5.3 Privacy and data protection\n\nA key design feature of rCBDC to consider is whether it should be token-based or\n\naccount-based. The token-based approach would rely on the ability of the payee to\n\nverify the validity of the payment object. This could allow more anonymity in payments\n\nbetween different parties (e.g. customers, merchants) and such privacy could protect\n\nagainst abuse of individual data by commercial entities, but at the same time may risk\n\nfacilitating illegal activities. The account-based approach would require the recording\n\nof balances and transactions of rCBDC holders. This approach would rely on the ability\n\nto verify the identity of the account holder, and could help comply with AML/CFT\n\nrequirements.\n\nNonetheless, both token-based and account-based approaches could be structured to\n\ntrace users, as both would be in digital forms and would require a ledger. ^17^ Therefore,\n\nthe question is what parties (e.g. central bank, wallet operators/banks and merchants)\n\nshould have access to what degree of information (e.g. user identity, transaction\n\nhistory), and of particular importance is the degree of anonymity vis-à-vis the central\n\nbank. ^18^\n\nPrivacy and data protection are key considerations of an e-HKD arrangement. In order\n\nfor e-HKD to be generally accepted and used by the public, these considerations\n\nshould be embedded in the system design and operation of e-HKD. In particular, the\n\ne-HKD system should at all times comply with the Personal Data (Privacy) Ordinance\n\nand relevant codes of practice, guidelines and best practices issued by the Office of the\n\nPrivacy Commissioner for Personal Data from time to time.\n\n17 See “Central bank digital currencies: foundational principles and core features” and “Central bank digital currencies:\nsystem design and interoperability”, Reports No. 1 and No. 2 in a series of collaborations from BIS, Bank of Canada,\nEuropean Central Bank, Bank of Japan, Riksbank, Swiss National Bank, Bank of England, and Federal Reserve.\n\n18 See “Central bank digital currencies”, BIS Committee on Payments and Market Infrastructures (2018).\n\n---\n\nWhile most central banks put great emphasis on user privacy and data protection when\n\ndesigning their CBDCs, it is generally agreed that full anonymity is not plausible as a\n\ndesign option, given central banks’ responsibilities in ensuring that CBDC transactions\n\ncomply with AML/CFT requirements and guarding against illicit transactions and tax\n\nevasion. In managing such a trade-off between privacy and the integrity of the CBDC\n\nsystem, it is not uncommon for central banks to opt for a tiered wallet approach, under\n\nwhich a greater degree of anonymity is allowed for wallets with a lower maximum\n\nholding and transaction limit. ^19^ Therefore, in determining the most suitable privacy and\n\ndata protection model for e-HKD, Hong Kong will take into account the experience of\n\nother central banks so as to ensure that e-HKD upholds user privacy while maintaining\n\npublic trust and assuring the integrity of the e-HKD system.\n\n 5.4 Legal considerations\n\nDesign choices in relation to its architecture will inevitably affect the legal analysis and\n\nassessment of how best to ensure that any e-HKD enjoys a robust legal foundation,\n\nand whether it is necessary, or otherwise advisable, to enact specific legislation in order\n\nto achieve a sufficient degree of public confidence and certainty.\n\nTo the extent that any e-HKD is designed to be “currency”, in essence the digital version\n\nof Hong Kong dollar cash, its legal mandate and legal tender status would logically be\n\nexpected to align with that of existing Hong Kong currency in the form of currency notes\n\nand banknotes issued under the Legal Tender Notes Issue Ordinance, and coins issued\n\nunder the Coinage Ordinance. The amendment of existing ordinances, the consolidation\n\nof existing currency-related ordinances to include also provision for the e-HKD, or the\n\nenactment of a new stand-alone ordinance tailored specifically to accommodate e-HKD,\n\nwould ensure that the issue and legal tender status of all forms of Hong Kong currency\n\nare clearly prescribed by law in a consistent and coherent manner.\n\n19 For example, e-CNY follows the principle of “anonymity for small value and traceable for high value”, and the PBoC\nhas come up with a tiered design of e-CNY wallet with different caps on transactions and balances for different types of\ne-CNY wallets. The lowest-tier wallet has lower transaction and balance caps but users are able to make payments in\nan anonymous manner. The upper-tier wallets have higher transaction and balance caps but require the registration of a\nChinese identity card to ensure compliance with AML/CFT requirements.\n\n---\n\nThe architecture adopted for any e-HKD will also be relevant in relation to the imposition\n\nof AML/CFT requirements to “know your customer”. To prevent a CBDC from being\n\nused to facilitate large-scale criminal activities, there will be a need for some level of\n\nAML/CFT controls, but there is also a need as discussed above to protect user privacy.\n\nA two-tier issuance and distribution structure (as discussed in the e-HKD technical\n\nwhitepaper) would offer the advantage that customer-facing financial institutions,\n\nwho already have considerable experience in both AML/CFT compliance and the\n\nmaintenance of customer confidentiality, could be tasked with undertaking the required\n\ncustomer due diligence and keeping the required records. The offering of a tiered\n\nselection of digital wallets to hold e-HKD could, if adopted, provide greater anonymity\n\nfor small-value payments (mimicking cash usage) whilst making higher-value payments\n\ntraceable. A review of the Anti-Money Laundering and Counter-Terrorist Financing\n\nOrdinance conducted in the light of the architecture (including any tiered thresholds)\n\nultimately adopted, should ensure suitable coverage of e-HKD related activities.\n\nDiffering design choices may also influence how “settlement finality” (finality in the\n\ntransfer of money) is achieved with e-HKD. For e-HKD in the form of currency, when it\n\nis transferred, it would seem logical and necessary that ownership should (as now with\n\nnotes and coins) pass upon “delivery” – that is upon being paid over – and the point of\n\ndelivery (in the absence of physical possession) may fall to be determined by reference\n\nto the “ledger” technology used to record the transfer of e-HKD. Whether, for the\n\nsake of certainty, additional legislative or administrative provision is needed regarding\n\nthe characteristics of “delivery” within the selected electronic environment, will require\n\nfurther consideration once the design choices are more refined.\n\nAlso from a security perspective, in addition to technology-based measures to secure\n\nthe authenticity and restrict any “double-spending” of e-HKD, consideration should\n\nbe given to any benefits of adopting criminal law protections (a “digital equivalent” of\n\ncurrent anti-counterfeiting provisions) to protect and bolster confidence in the e-HKD.\n\nMore broadly, a review will need to identify other ordinances referring to concepts\n\nof “money”, “currency”, “cash” and “virtual assets” to ensure that the e-HKD is\n\nappropriately accommodated or excluded, as necessary, depending upon the underlying\n\npolicy rationale for the relevant piece of legislation.\n\n---\n\n# Use cases of\n# e-HKD\n\n Section  6\n\n---\n\n 6. Use cases of e-HKD\n\nWhile central banks around the world have been exploring the potential use cases of\n\nrCBDC in their studies, currently there are only a handful of central banks which have\n\nactually launched or are conducting pilot trials of their rCBDC projects. For example,\n\nin The Bahamas, the launch of the Sand Dollar aims to further financial inclusion goals\n\nand promote the public’s access to payments, given that the island topography of the\n\nregion makes distribution of cash and provision of financial services difficult and costly.\n\nIn Mainland China, the pilot use cases of e-CNY include making payment for utility\n\nbills, transportation and government services and in automatic vending machines and\n\nunattended supermarkets at the venues of the Beijing 2022 Olympic Winter Games. In\n\nSweden, the Riksbank is exploring the use of e-krona in digital payments in its proofs of\n\nconcept against the backdrop of declining use of physical cash in the country.\n\nAs regards the central banks which are yet to conduct proofs of concept or pilot trials,\n\nthey generally consider that rCBDC would improve payments between households and\n\nbusinesses (Bank of England), encourage greater innovation by the private sector in\n\nthe payment space (Bank of Thailand), and provide a safe form of money in the fast-\n\nchanging digital world to their citizens (European Central Bank). As illustrated by the\n\ncentral banking community, the emergence of concrete use cases of rCBDCs would\n\ndepend to a large extent on the development of the local payment landscape and digital\n\neconomy and the underlying policy objectives that are intended to be achieved.\n\nIn our case, the HKMA has so far received a few suggestions on the potential use\n\ncases of e-HKD. It is generally believed that the introduction of e-HKD could further\n\nenhance private sector innovation at the retail wallet layer. Other suggestions raised\n\ninclude the use of e-HKD in offline payments, and as a compliance tool to perform\n\nfunctionalities not available previously (e.g. AML regulatory compliance checking). While\n\nsuch possibilities have a lot of potentials, mass retail adoption would only occur when\n\nthe public see very tangible benefits for them. Given the plethora of convenient retail\n\npayment options in Hong Kong, that would require an rCBDC that would address some\n\nexisting pain points, open up new or innovative use, provide complementarity with\n\nprivate money, or is more convenient than existing payment options. In light of these\n\nconsiderations, further studies would be required to deliberate how a potential e-HKD\n\nplatform should be designed. We would also be mindful that such an e-HKD platform\n\nmust be forward compatible and future-proof to accommodate the objectives and\n\npossible use cases specific to Hong Kong’s circumstances.\n\n---\n\n# Issues for\n# discussion\n\n Section  7\n\n---\n\n 7. Issues for discussion\n\nThis paper lays out the policy issues involved in introducing e-HKD in Hong Kong,\n\nnoting that e-HKD could bring both opportunities and challenges. This paper also\n\ncovers certain design considerations of e-HKD, including its issuance mechanism,\n\ninteroperability with other payment systems, privacy and data protection, as well as\n\nlegal considerations. Specifically, any e-HKD issuance mechanism would have to comply\n\nwith the Currency Board principles under the LERS, just like the existing frameworks\n\nadopted for the issuance of HKD coins and notes.\n\nIn light of the wide range of policy issues involved and their relative merits and\n\nchallenges, the HKMA invites your feedback on the following list of issues. Please note\n\nthat the HKMA has not yet made a decision on whether and when to introduce e-HKD.\n\nPlease submit your response on or before 27 May 2022 to ehkd_feedback@hkma.gov.hk .\n\n1. Do you agree that e-HKD can bring potential benefits as described? Do you see\nother potential benefits?\n\n1. How can e-HKD implement the suggested use cases better than the existing\ne-payment means? Apart from programmability, what other technologies would\n\nbring new use cases for e-HKD?\n\n1. How do you see the demand for e-HKD as a means of payment? What other\ndesign features would promote the use of e-HKD?\n\n1. Do you agree with the description of challenges brought by e-HKD? Do you see\nother challenges? Are there any other measures that can mitigate the adverse\n\nimpacts of e-HKD? How would these measures affect the attractiveness of\n\ne-HKD?\n\n1. How can e-HKD assist in the detection of illicit activities while preserving user\nprivacy at the same time?\n\n---\n\n1. What types of financial institutions should be responsible for distributing e-HKD?\nShould the functionalities of the e-HKD wallet be allowed to differ among the\n\nfinancial institutions?\n\n1. How should e-HKD be designed to achieve interoperability with existing payment\nsystems? Are there any technological barriers that would prevent the acceptance\n\nof e-HKD?\n\n1. Should there be different types of e-HKD wallets based on the level of personal\ninformation required? If so, what should the corresponding transaction/holding\n\nlimits for each type of wallet be?\n\n1. Are there more design considerations to be included in the e-HKD study? Would\nyou be able to identify some trade-offs around such considerations?\n\n1. How could the private sector contribute to the e-HKD journey?\n\n1. Are there any other legal considerations, in addition to those discussed in this\npaper, which should be considered in designing a legally robust e-HKD?\n\n1. Are there any other policy considerations which are relevant to e-HKD but not\ncovered in this discussion paper?\n\n---\n\n\n---",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "The HKMA began its CBDC research in 2017 under Project LionRock.",
        "Project e-HKD was launched in June 2021 to study retail CBDC feasibility in Hong Kong.",
        "e-HKD is being explored as a digital extension of physical Hong Kong dollar cash.",
        "e-HKD would be a liability of the central bank, not commercial banks.",
        "Physical cash remains widely used in Hong Kong.",
        "The unbanked population in Hong Kong is small.",
        "e-HKD must comply with Currency Board principles under the Linked Exchange Rate System.",
        "All e-HKD issuance must be fully backed by USD assets in the Exchange Fund.",
        "e-HKD is not yet decided for implementation by the HKMA.",
        "The HKMA has not made a decision on whether or when to introduce e-HKD.",
        "e-HKD could support offline payments if designed accordingly.",
        "Stablecoins are privately issued and not backed by central banks.",
        "CBDC differs from crypto-assets in that it is issued and backed by a central bank.",
        "e-HKD would be accessible to the general public, unlike central bank reserves.",
        "The technical whitepaper for e-HKD was released before this policy discussion paper.",
        "HKMA collaborates with BIS Innovation Hub Hong Kong Centre on CBDC projects.",
        "Project mBridge focuses on wholesale CBDC for cross-border payments.",
        "e-HKD design includes considerations for interoperability with existing payment systems.",
        "Privacy in e-HKD transactions must balance AML/CFT requirements and user anonymity.",
        "Smart contracts on e-HKD would require external data sources called oracles.",
        "Legal tender status of e-HKD would align with existing HKD notes and coins."
      ],
      "key_opinions": [
        "Introducing e-HKD may create a perception of intensified competition in retail payments.",
        "Programmability in e-HKD should be explored at the wallet level rather than the currency level.",
        "An overly restrictive e-HKD design could discourage user adoption.",
        "e-HKD introduction is not essential to mitigate stablecoin risks if they are properly regulated.",
        "Remunerated e-HKD could complicate public understanding of its equivalence to cash.",
        "The AB issuance approach may confuse the public about foreign reserve backing.",
        "The Coins approach is operationally simpler and avoids confusion over multiple issuers.",
        "Tiered wallets can balance privacy and regulatory compliance effectively.",
        "e-HKD should not aim to replace existing payment methods but complement them.",
        "Offline payment capability would improve e-HKD resilience during network outages.",
        "Smart contract risks include oracle manipulation and code vulnerabilities.",
        "e-HKD may not significantly enhance financial inclusion in Hong Kong due to high banking access.",
        "Widespread use of stablecoins in Hong Kong remains a remote possibility.",
        "Negative interest rates via remunerated e-HKD would still face cash hoarding limitations.",
        "Bank disintermediation risk is low given depositor confidence in Hong Kong’s banking system.",
        "e-HKD could help preserve HKD as the dominant unit of account against stablecoins.",
        "User trust in e-HKD depends on clear legal foundations and privacy safeguards.",
        "Designing e-HKD requires balancing innovation with systemic stability.",
        "Maximum balance limits can mitigate bank funding risks without overly restricting users.",
        "Automatic redirection of excess e-HKD to bank accounts could prevent transaction failures.",
        "Future e-HKD use cases should address current pain points in Hong Kong’s payment landscape."
      ],
      "key_datapoints": [
        "75% of crypto trading platform volume involved stablecoins in September 2021.",
        "Around 13,500 households experienced power outages for over 24 hours during Typhoon Mangkhut in 2018.",
        "Deposit Protection Scheme covers up to HK$500,000 per depositor.",
        "Exchange rate peg: HK$7.80 = US$1.",
        "e-CNY has been piloted in 12 cities including Beijing and Shanghai.",
        "Last bank failure in Hong Kong occurred over 30 years ago.",
        "Octopus is the only major SVF in Hong Kong supporting offline payments.",
        "Project e-HKD feedback deadline was 27 May 2022.",
        "Over 40 jurisdictions are exploring CBDCs as of recent global surveys.",
        "HKMA issued a stablecoin discussion paper in January 2022.",
        "Banks may need to submit US$1 to HKMA for every HK$7.80 of e-HKD issued.",
        "Aggregate Balance (AB) is a component of Hong Kong's Monetary Base.",
        "e-HKD technical whitepaper was published in October 2021.",
        "Multiple CBDC Bridge (mBridge) involves collaboration with Thailand, China, UAE, and BIS.",
        "Smart contract execution depends on verified external data (oracles).",
        "STRIDE framework identifies six cyber threat categories for security modeling.",
        "Tiered wallet models allow different transaction limits based on KYC levels.",
        "Minimum-tier e-CNY wallets require less personal information but have lower caps.",
        "FPS supports instant fund transfers between banks in Hong Kong.",
        "SVF float must be held in cash or bank deposits unless HKMA grants exception.",
        "Currency Board system requires 100% USD backing for HKD monetary base expansion."
      ],
      "topic_areas": [
        "CBDC Benefits",
        "Bank Disintermediation",
        "Privacy Design",
        "Stablecoins",
        "Monetary Policy",
        "Cyber Risks",
        "Issuance Models",
        "Legal Framework",
        "Use Cases",
        "Interoperability",
        "AML Compliance",
        "Offline Payments",
        "Smart Contracts",
        "Financial Stability",
        "Currency Board"
      ],
      "word_count": 9305,
      "total_markers": 63
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:14:41.539544",
    "model_used": "qwen-plus"
  },
  "completed_at": 1763723726.3721063
}