{
  "batch_id": "20251121_111258",
  "link_id": "art_req6",
  "source": "article",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.globalgovernmentfintech.com/hong-kong-monetary-authority-e-hdk-pilots-phase-two/",
    "word_count": 1076,
    "publish_date": ""
  },
  "transcript": "The Hong Kong Monetary Authority (HKMA) has this week fired the starting gun on a second phase of digital currency tests as its pilot programme evolves into a ‘more comprehensive exploration of the digital money ecosystem’.\nEleven groups of firms from various sectors have been selected to explore innovative use cases for a potential e-Hong Kong dollar (‘e-HKD’) and tokenised deposits, the authority has announced (23 September), with the second round of testing getting underway about 16 months after the first round. The aim is to ‘share key learnings with the public’ by the end of 2025.\nThe first round of pilots investigated potential use cases in six categories: ‘full-fledged’ payments, programmable payments (including government grant disbursement), offline payments, tokenised deposits, settlement of ‘web3’ transactions and settlement of tokenised assets.\nDuring phase two the authority wants to ‘delve deeper’ across three themes: settlement of tokenised assets, programmability and offline payments. The firms will ‘also examine the commercial feasibility, within a real-world setting, of new forms of digital money that may potentially be accessible to individuals and corporates’. (Global Government Fintech lists the companies and use cases at the end of this article).\n‘As Project e-HKD expands its coverage from e-HKD only to a more comprehensive exploration of the digital money ecosystem, the project has been renamed as Project e-HKD+, reflecting the evolving fintech landscape and the HKMA’s commitment to unlocking the full potential of digital money,’ the HKMA stated in its announcement.\nRELATED ARTICLE Hong Kong plans CBDC pilots in next moves towards potential e-HKD – a news article two years ago (22 September 2022) on an HKMA paper, ‘e-HKD: Charting the Next Steps’, in which it set out its digital currency strategy\nCollaboration with industry\nHong Kong has yet to commit to launching a central bank digital currency (CBDC) despite China, of which Hong Kong is a part, driving forward with its e-CNY (‘digital yuan’).\nPhase two of the HKMA’s explorations will help the authority to ‘understand the practical issues that may be faced in designing, implementing and operating a digital money ecosystem that comprises both publicly and privately issued digital moneys’, its announcement explains.\nThe aim is also to advance the legal groundwork to support the potential issuance of an e-HKD for the use of individuals and corporates.\nAs was also the case during the first phase, an e-HKD sandbox (test space) will be made available to pilot participants to accelerate their prototyping, development and testing of use cases.\nThe HKMA, which created a ‘CBDC Expert Group’ 11 months ago to foster collaboration and knowledge exchange with academia, is now also creating an ‘e-HKD Industry Forum’. Industry-led working groups will be set up to make recommendations on specific topics, with an initial focus on issues related to programmability.\n“Project e-HKD+ signifies the HKMA’s commitment to digital money innovation,” said HKMA chief executive Eddie Yue, adding that pilots to date had provided a “valuable opportunity for the HKMA to explore with the industry how new forms of digital money can add unique value to the general public”.\nPatchy global picture for retail CBDCs\nJust a handful of nations are fully ‘live’ with a CBDC but none are proving popular.\nBank of Canada – consistently among the world’s most cautious major central banks on the topic of the potential introduction of a CBDC – has just announced that it is ‘scaling down’ its work on the topic.\nSimilarly, Australian financial authorities have this month concluded that a ‘clear public interest case’ to issue a retail CBDC has ‘yet to emerge’. CBDC pilots took place in Australia last year but failed to “surface compelling retail use cases”, the Reserve Bank of Australia (RBA)’s assistant governor (financial system) Brad Jones said last week.\nThe RBA’s focus is now turning to further investigating the potential of wholesale CBDC and ‘other forms of digital money and infrastructure upgrades’ (a wholesale CBDC is for interbank use, in contrast to a retail CBDC, which is for use by the general population).\nNations on an apparently more CBDC-positive trajectory include China, where authorities are continuing to push the digital yuan; and India, where a CBDC pilot programme has more than five million users and 16 participating banks.\nProject e-HKD+: themes, participants and use cases\nSome use cases may fit into more than one theme\nSettlement of tokenised assets\n• Hang Seng Bank, Aptos Labs & Boston Consulting Group (BCG): will test the commercial value of settling a tokenised fund using digital money on a public blockchain.\n• HSBC: will test how digital money can operate securely on permissioned protocols on public distributed-ledger technology (DLT) environments for storing and transferring value, potentially serve as a settlement utility for tokenised assets, and address privacy concerns.\n• Standard Chartered, BlackRock, Mastercard & Liberea: will adopt an end-to-end approach in their test to enable bank customers to conduct tokenised fund transactions using digital money and to allow asset managers to perform efficient and secure tokenised money settlement.\n• Visa, ANZ, Fidelity International & ChinaAMC: will explore near-real time settlement for interbank transfers and cross-border payments, as well as Delivery vs Payment (DvP), through e-HKD and tokenised deposits, facilitating Australia-based corporate investors’ purchases of tokenised fund units offered by asset management companies in Hong Kong.\nProgrammability\n• Bank of China (Hong Kong): establishing the e-HKD infrastructure based on a consortium blockchain network, and joining hands with Sanfield (Management) Ltd and other collaborative partners to create on-chain (blockchain) smart contracts for the effective applications of dedicated fund mechanism and prepayment scenario.\n• China Construction Bank (Asia): will test the implementation of programmable prepayment to merchants at scale, assessing different blockchain infrastructure designs for the potential implementation of e-HKD.\n• DBS: will explore the use of digital money to enable a scalable ESG (environmental, social and governance) reward platform through driving adoption of purpose-bound money.\n• Hang Seng Bank: will test how a digital money can enable the development of a next-generation digital reward platform that is open, efficient and scalable.\n• Mastercard, Kasikornbank (KBank) & Airstar Bank: will explore the use of digital money to facilitate both domestic and international trade finance.\nOffline payments\n• Bank of Communications (Hong Kong) & China Mobile (Hong Kong): will test the use of e-HKD stored in a mobile SIM card to enable e-HKD offline payments and transfers.\n• ICBC (Asia): will explore an anonymous e-HKD wallet and test the use of e-HKD to enable dual offline payments.\nSource: HKMA (23 September 2024)",
  "comments": null,
  "scraped_at": 1763723653.2431774,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "The HKMA launched a second phase of digital currency testing in September 2024.",
        "Project e-HKD has been renamed Project e-HKD+ to reflect broader scope.",
        "Eleven groups of firms are participating in the second-phase pilot.",
        "Phase two began approximately 16 months after the first round.",
        "The HKMA aims to share key learnings with the public by end-2025.",
        "Phase one explored use cases in six categories including payments and web3 settlements.",
        "Phase two focuses on three themes: tokenised assets, programmability, and offline payments.",
        "An e-HKD sandbox is available for pilot participants to test use cases.",
        "The HKMA has not committed to launching a retail CBDC yet.",
        "China is advancing its e-CNY program while Hong Kong remains in exploration phase.",
        "The HKMA established a CBDC Expert Group 11 months prior to phase two.",
        "A new e-HKD Industry Forum will be created to foster industry collaboration.",
        "Industry-led working groups will focus initially on programmability issues.",
        "Use cases may overlap across multiple thematic areas.",
        "Hang Seng Bank is testing tokenised fund settlement on a public blockchain.",
        "HSBC is testing secure operation of digital money on permissioned protocols.",
        "Standard Chartered and partners are enabling tokenised fund transactions via digital money.",
        "Visa and partners are exploring near-real-time interbank and cross-border settlements.",
        "Bank of China (Hong Kong) is building e-HKD infrastructure on a consortium blockchain.",
        "China Construction Bank (Asia) is testing programmable prepayment at scale.",
        "DBS is developing a scalable ESG reward platform using digital money.",
        "Mastercard and partners are exploring trade finance applications of digital money.",
        "Bank of Communications (Hong Kong) is testing e-HKD stored in SIM cards.",
        "ICBC (Asia) is exploring anonymous wallets and dual offline payment functionality."
      ],
      "key_opinions": [
        "Project e-HKD+ reflects the HKMA’s commitment to digital money innovation.",
        "Pilots provide valuable opportunities to explore how digital money adds public value.",
        "There is no clear public interest case yet for a retail CBDC in Australia.",
        "The global adoption of retail CBDCs remains limited and underwhelming.",
        "Wholesale CBDC and infrastructure upgrades are now a priority for the RBA.",
        "Digital money could enable more efficient and secure asset settlements.",
        "Programmable money may enhance targeted government grant disbursements.",
        "Offline payment capabilities are essential for widespread digital currency adoption.",
        "Industry collaboration is critical for shaping future digital money ecosystems.",
        "Tokenisation can improve transparency and efficiency in fund transactions.",
        "Privacy concerns must be addressed in public DLT environments.",
        "Scalable reward platforms can drive user adoption of digital currencies.",
        "Cross-border payments stand to benefit significantly from digital money integration.",
        "SIM card-based storage offers a practical solution for offline access.",
        "Anonymous wallets may increase user trust in digital currency systems.",
        "End-to-end testing provides realistic insights into commercial feasibility.",
        "Consortium blockchains offer a balanced approach between control and openness.",
        "Retail CBDC pilots have failed to surface compelling use cases so far.",
        "Central banks should prioritize real-world applicability over technical experimentation.",
        "Digital yuan progress highlights regional divergence in CBDC strategies."
      ],
      "key_datapoints": [
        "11 groups of firms selected for phase two testing.",
        "Second phase started ~16 months after first round.",
        "Public results expected by end of 2025.",
        "First phase covered 6 use case categories.",
        "3 main themes in phase two: tokenised assets, programmability, offline payments.",
        "Over 5 million users in India's CBDC pilot.",
        "16 banks participating in India’s CBDC pilot.",
        "HKMA announced phase two on 23 September 2024.",
        "CBDC Expert Group formed 11 months before phase two launch.",
        "Australia conducted CBDC pilots in the previous year.",
        "Hang Seng Bank collaborating with Aptos Labs and BCG.",
        "HSBC testing on public DLT with permissioned protocols.",
        "Standard Chartered partnering with BlackRock, Mastercard, and Liberea.",
        "Visa teaming up with ANZ, Fidelity International, and ChinaAMC.",
        "Bank of China (Hong Kong) working with Sanfield (Management) Ltd.",
        "China Construction Bank (Asia) assessing blockchain infrastructure designs.",
        "DBS focusing on ESG reward platform scalability.",
        "Mastercard collaborating with Kasikornbank and Airstar Bank.",
        "Bank of Communications (Hong Kong) partnering with China Mobile (Hong Kong).",
        "ICBC (Asia) testing dual offline payment capability."
      ],
      "topic_areas": [
        "CBDC Pilots",
        "Digital Currency",
        "Tokenisation",
        "Programmability",
        "Offline Payments",
        "Financial Innovation",
        "Regulatory Strategy",
        "Cross-Border Payments",
        "Industry Collaboration",
        "Blockchain Infrastructure"
      ],
      "word_count": 1076,
      "total_markers": 64
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:15:20.673405",
    "model_used": "qwen-plus"
  }
}