{
  "batch_id": "20251121_111258",
  "link_id": "yt_req8",
  "source": "youtube",
  "metadata": {
    "title": "How China is Quietly \"Internationalising\" the Yuan",
    "author": "TLDR News Global",
    "url": "https://www.youtube.com/watch?v=OPKtHIQfujs",
    "word_count": 3344,
    "publish_date": ""
  },
  "transcript": "Since Trump returned to office, there's been constant speculation that the US dollar's status as the world's so-called reserve currency might finally be coming to an end. One of the obvious potential replacements is the Chinese yuan. After all, as evidenced by its status as the world's biggest exporter, the world clearly wants to buy Chinese stuff. And considering you buy Chinese stuff with yuan, why wouldn't the rest of the world be happy to use it? However, despite their best efforts, what the CCP calls the yuan's internationalization hasn't really happened, and the dollar very much remains the world's reserve currency. However, in the past years or so, the UN has suddenly become marketkedly more popular, and more and more countries have started using China's financial infrastructure. So, in this video, we're going to take a look at the CCP's multi-deade project of internationalizing the yuan, why it didn't really happen before, and whether the tide might finally be turning. So let's start by explaining what exactly we mean when we talk about internationalizing the UN. In short, there is long been a mismatch between the massive role that China plays in the global trading order and the minimal role that its currency plays in the global financial order. China has been the world's biggest exporter since 2009 and the world's biggest overall goods trader since 2013. Now, given that the rest of the world clearly buys lots of Chinese stuff, you might expect China's currency, the yuan, to be pretty popular, given that, well, you can use the yuan to buy Chinese stuff. But this didn't used to be the case. Until quite recently, the yuan wasn't used outside of China. And even inside China, lots of companies use foreign currencies, especially US dollars, to issue debts and conduct at least some transactions. The main reason the yuan wasn't popular was that China has what are known as capital controls. In other words, restrictions and conditions on money being brought in or out of China. This made the UN less popular because investors didn't know if they'd be able to actually use their money inside China or get it out of the country when they wanted to. Anyway, for most of the '90s and 2000s, the CCP didn't really mind that the wasn't too popular. Sure, this meant that they ended up buying lots of dollars, but they just recycled these into US treasuries, and the fact that the yuan wasn't popular made it easier for the CCP to control its exchange rate and devalue the one to make China's exports more competitive. However, in the 2010s, the CCP decided that they needed to quote unquote internationalize the for essentially two reasons. First, the 2008 financial crisis made the CCP anxious about relying too heavily on dollars and the US financial system more generally. And second, the West's increasing willingness to essentially weaponize other countries dependence on the US financial system via sanctions push the CCP to lessen its own dependence by creating an alternative system. For context, the US started really using financial sanctions after 9/11 when legislation like section 311 of the Patriot Act and Executive Order 13224 created sweeping powers to essentially weaponize the financial system. The CCP worried that these sanctions might eventually be directed at China, so set about creating an alternative system. Broadly speaking though, the CCP did three things during the 2000s to encourage the UAN's internationalization. First, they offered a lot of yuan denominated loans to foreign countries, often as part of the so-called belt and road initiative to encourage these countries to use the yuan. At the same time, the CCP also helped foreign companies issue yuan denominated debt inside China, known as dim sum bonds, and later helped foreign and Chinese companies issue denominated debt outside of China, known as panda bonds. Second, the CCP created a series of swap lines which allowed other central banks to essentially exchange their domestic currencies for yuan at a constant exchange rate which was supposed to encourage other countries to use the yuan safen the knowledge that they could exchange it back for their own currency at the same exchange rate later. Today, China has over 30 swap lines with a whole load of countries including the EU and the UK. And thirdly, the CCP took steps to create what's sometimes euphemistically known as financial plumbing. In other words, systems and technologies that make it easier for third countries to use the yuan. This this included a network of banks for yuan denominated transactions. A crossber international payment system which is essentially a Chinese alternative to swift and another project called embridge which is trying to use digital currencies to facilitate crossber payments. Unfortunately for the CCP, the original effort was relatively unsuccessful. The swap lines were never really used. The yuan wasn't popular outside of China, and its share of global reserves remained below 3%. This was in part because of familiar obstacles like capital controls, but also because the euro emerged as another alternative to the dollar in the 2000s and because the 2008 crisis actually strengthened the dollar's role in the world's financial system. both because the US economy recovered quicker than most other economies and because the Federal Reserve showed that it was willing to backs stop other count's banking systems which encouraged everyone to keep using dollars. However, in the past couple of years or so, the UN's internationalization has suddenly accelerated. This becomes apparent in lots of metrics. For instance, the volume of UN denominated overseas loans has more than tripled since 2022 and now accounts for nearly half of all Chinese overseas lending. Roughly 7% of all global trade is done in yuan, up from 2% in 2022, and it's used over 50% of the time in all of China's crossber trade. And the crossber international payment system we mentioned earlier now processes nearly 50 trillion yuans worth of trade every quarter, more than double what it was in 2022 and up from zero a decade ago. So what's happened? Why has suddenly become so much more popular? Well, there are both push and pull factors at play here. The CCP has pulled other countries into using the yuan by loosening capital controls and expanding their so-called plumbing. The crossber international payment system, for instance, is being rolled out in Africa, the Middle East, and Central Asia. And now more than 1,700 banks are signed up, compared to about 1,300 in 2022. It's also because the US is pushing other countries, especially Asia, away from the dollar and towards the UN. This is both because of Trump's unorthodox economic policies, including his willingness to put pressure on the Federal Reserve, but also because of America's continued enthusiasm for economic and financial sanctions like the ones recently imposed on Russia's big oil companies. Now, to be clear, the UN is not yet a rival to the dollar and still accounts for a far lower share of global transactions and reserves. Nonetheless, the parabolic rise of the yuan's use in transactions and crossber payments does suggest that it's beginning to enjoy the advantages of what economists call network effects. In other words, because more people are using the yuan, it's becoming more attractive, which means more people use it, etc., etc. This is the same reason that the dollar's reserve status has persisted for so long. Everyone already uses dollars, so everyone else uses dollars because it's easier. While it's hard to see the one usurping the dollar anytime soon, if this trend continues, it might plausibly offer an alternative in a future multipolar order. If you're interested in learning more about this topic, then there's plenty of other outlets reporting on it online. But what about everything you don't see? Or what about the sources you've grown to trust that are purposefully leaving out information? Thankfully, our sponsor this week, Ground News, are experts at lifting the veil on media bias. That's what ground news is a website and app that gathers thousands of articles from across the world, expertly merging all different sides of political bias into one place, making it simple to see multiple perspectives on the same event. In addition, every single story comes with a detailed view of the bias distribution, factuality scores, and even specific ownership information. For example, if we take this story of the bricks block launching a yuan payment system, you can see that 34 sources are reporting on it and it's all featured here in one place. If we delve a bit deeper, we can see that most of the coverage is coming from the right. While it would normally be overwhelming to sift through thousands of articles to find out how they're being reported differently by either side, ground News offers a handy bias comparison feature where you can do this with a click of a button. For instance, if we go back to this story on the new yuan payment system, we're able to learn that the left emphasizes specific financial actions, portraying them as positive steps that boost and are accelerating yuan internationalization, while the right deemphasizes these details, instead framing bricks as an entity to counter US power and focusing on the fact that non-western payment systems are gathering pace while characterizing US tariffs as a weapon. But that's not all. For stories that have been disproportionately covered by one side of the political spectrum or the other, their aptly named blind spot feed puts all of those into one place to help you stay grounded and informed. So, if you want to begin questioning the narrative instead of just consuming it, you can get started today as we're partnering with Ground News to offer you 40% off their unlimited access Vantage plan. Just subscribe through the link in the description or scan the QR code on screen and you'll be supporting an independent news platform working to make the media landscape more transparent. Since Trump returned to office, there's been constant speculation that the US dollar's status as the world's so-called reserve currency might finally be coming to an end. One of the obvious potential replacements is the Chinese yuan. After all, as evidenced by its status as the world's biggest exporter, the world clearly wants to buy Chinese stuff. And considering you buy Chinese stuff with yuan, why wouldn't the rest of the world be happy to use it? However, despite their best efforts, what the CCP calls the yuan's internationalization hasn't really happened, and the dollar very much remains the world's reserve currency. However, in the past years or so, the UN has suddenly become marketkedly more popular, and more and more countries have started using China's financial infrastructure. So, in this video, we're going to take a look at the CCP's multi-deade project of internationalizing the yuan, why it didn't really happen before, and whether the tide might finally be turning. So let's start by explaining what exactly we mean when we talk about internationalizing the UN. In short, there is long been a mismatch between the massive role that China plays in the global trading order and the minimal role that its currency plays in the global financial order. China has been the world's biggest exporter since 2009 and the world's biggest overall goods trader since 2013. Now, given that the rest of the world clearly buys lots of Chinese stuff, you might expect China's currency, the yuan, to be pretty popular, given that, well, you can use the yuan to buy Chinese stuff. But this didn't used to be the case. Until quite recently, the yuan wasn't used outside of China. And even inside China, lots of companies use foreign currencies, especially US dollars, to issue debts and conduct at least some transactions. The main reason the yuan wasn't popular was that China has what are known as capital controls. In other words, restrictions and conditions on money being brought in or out of China. This made the UN less popular because investors didn't know if they'd be able to actually use their money inside China or get it out of the country when they wanted to. Anyway, for most of the '90s and 2000s, the CCP didn't really mind that the wasn't too popular. Sure, this meant that they ended up buying lots of dollars, but they just recycled these into US treasuries, and the fact that the yuan wasn't popular made it easier for the CCP to control its exchange rate and devalue the one to make China's exports more competitive. However, in the 2010s, the CCP decided that they needed to quote unquote internationalize the for essentially two reasons. First, the 2008 financial crisis made the CCP anxious about relying too heavily on dollars and the US financial system more generally. And second, the West's increasing willingness to essentially weaponize other countries dependence on the US financial system via sanctions push the CCP to lessen its own dependence by creating an alternative system. For context, the US started really using financial sanctions after 9/11 when legislation like section 311 of the Patriot Act and Executive Order 13224 created sweeping powers to essentially weaponize the financial system. The CCP worried that these sanctions might eventually be directed at China, so set about creating an alternative system. Broadly speaking though, the CCP did three things during the 2000s to encourage the UAN's internationalization. First, they offered a lot of yuan denominated loans to foreign countries, often as part of the so-called belt and road initiative to encourage these countries to use the yuan. At the same time, the CCP also helped foreign companies issue yuan denominated debt inside China, known as dim sum bonds, and later helped foreign and Chinese companies issue denominated debt outside of China, known as panda bonds. Second, the CCP created a series of swap lines which allowed other central banks to essentially exchange their domestic currencies for yuan at a constant exchange rate which was supposed to encourage other countries to use the yuan safen the knowledge that they could exchange it back for their own currency at the same exchange rate later. Today, China has over 30 swap lines with a whole load of countries including the EU and the UK. And thirdly, the CCP took steps to create what's sometimes euphemistically known as financial plumbing. In other words, systems and technologies that make it easier for third countries to use the yuan. This this included a network of banks for yuan denominated transactions. A crossber international payment system which is essentially a Chinese alternative to swift and another project called embridge which is trying to use digital currencies to facilitate crossber payments. Unfortunately for the CCP, the original effort was relatively unsuccessful. The swap lines were never really used. The yuan wasn't popular outside of China, and its share of global reserves remained below 3%. This was in part because of familiar obstacles like capital controls, but also because the euro emerged as another alternative to the dollar in the 2000s and because the 2008 crisis actually strengthened the dollar's role in the world's financial system. both because the US economy recovered quicker than most other economies and because the Federal Reserve showed that it was willing to backs stop other count's banking systems which encouraged everyone to keep using dollars. However, in the past couple of years or so, the UN's internationalization has suddenly accelerated. This becomes apparent in lots of metrics. For instance, the volume of UN denominated overseas loans has more than tripled since 2022 and now accounts for nearly half of all Chinese overseas lending. Roughly 7% of all global trade is done in yuan, up from 2% in 2022, and it's used over 50% of the time in all of China's crossber trade. And the crossber international payment system we mentioned earlier now processes nearly 50 trillion yuans worth of trade every quarter, more than double what it was in 2022 and up from zero a decade ago. So what's happened? Why has suddenly become so much more popular? Well, there are both push and pull factors at play here. The CCP has pulled other countries into using the yuan by loosening capital controls and expanding their so-called plumbing. The crossber international payment system, for instance, is being rolled out in Africa, the Middle East, and Central Asia. And now more than 1,700 banks are signed up, compared to about 1,300 in 2022. It's also because the US is pushing other countries, especially Asia, away from the dollar and towards the UN. This is both because of Trump's unorthodox economic policies, including his willingness to put pressure on the Federal Reserve, but also because of America's continued enthusiasm for economic and financial sanctions like the ones recently imposed on Russia's big oil companies. Now, to be clear, the UN is not yet a rival to the dollar and still accounts for a far lower share of global transactions and reserves. Nonetheless, the parabolic rise of the yuan's use in transactions and crossber payments does suggest that it's beginning to enjoy the advantages of what economists call network effects. In other words, because more people are using the yuan, it's becoming more attractive, which means more people use it, etc., etc. This is the same reason that the dollar's reserve status has persisted for so long. Everyone already uses dollars, so everyone else uses dollars because it's easier. While it's hard to see the one usurping the dollar anytime soon, if this trend continues, it might plausibly offer an alternative in a future multipolar order. If you're interested in learning more about this topic, then there's plenty of other outlets reporting on it online. But what about everything you don't see? Or what about the sources you've grown to trust that are purposefully leaving out information? Thankfully, our sponsor this week, Ground News, are experts at lifting the veil on media bias. That's what ground news is a website and app that gathers thousands of articles from across the world, expertly merging all different sides of political bias into one place, making it simple to see multiple perspectives on the same event. In addition, every single story comes with a detailed view of the bias distribution, factuality scores, and even specific ownership information. For example, if we take this story of the bricks block launching a yuan payment system, you can see that 34 sources are reporting on it and it's all featured here in one place. If we delve a bit deeper, we can see that most of the coverage is coming from the right. While it would normally be overwhelming to sift through thousands of articles to find out how they're being reported differently by either side, ground News offers a handy bias comparison feature where you can do this with a click of a button. For instance, if we go back to this story on the new yuan payment system, we're able to learn that the left emphasizes specific financial actions, portraying them as positive steps that boost and are accelerating yuan internationalization, while the right deemphasizes these details, instead framing bricks as an entity to counter US power and focusing on the fact that non-western payment systems are gathering pace while characterizing US tariffs as a weapon. But that's not all. For stories that have been disproportionately covered by one side of the political spectrum or the other, their aptly named blind spot feed puts all of those into one place to help you stay grounded and informed. So, if you want to begin questioning the narrative instead of just consuming it, you can get started today as we're partnering with Ground News to offer you 40% off their unlimited access Vantage plan. Just subscribe through the link in the description or scan the QR code on screen and you'll be supporting an independent news platform working to make the media landscape more transparent.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "China has been the world's biggest exporter since 2009.",
        "China has been the world's largest goods trader since 2013.",
        "The yuan was not widely used outside China until recently.",
        "Capital controls restrict money movement in and out of China.",
        "Many Chinese companies use US dollars for debt and transactions.",
        "The CCP began efforts to internationalize the yuan in the 2010s.",
        "The 2008 financial crisis influenced China's push for currency independence.",
        "US financial sanctions after 9/11 included Section 311 of the Patriot Act.",
        "Executive Order 13224 granted broad powers over foreign financial access.",
        "China offers yuan-denominated loans via the Belt and Road Initiative.",
        "Dim sum bonds are yuan-denominated debts issued by foreign firms in China.",
        "Panda bonds are yuan-denominated debts issued outside China by foreign firms.",
        "China has established over 30 currency swap lines with other countries.",
        "Swap lines allow central banks to exchange currencies at fixed rates.",
        "CIPS is a Chinese alternative to the SWIFT payment system.",
        "mBridge is a digital currency project for cross-border yuan payments.",
        "Yuan share of global reserves remained below 3% for years.",
        "The euro emerged as a dollar alternative in the 2000s.",
        "The Federal Reserve supported global banking systems post-2008 crisis.",
        "CIPS processes nearly 50 trillion yuan in trade per quarter.",
        "Over 1,700 banks now use China's cross-border payment infrastructure.",
        "Trump's economic policies are cited as a factor in de-dollarization trends.",
        "US sanctions on Russian oil companies are mentioned as a push factor.",
        "Ground News aggregates media coverage from diverse political biases.",
        "Bias comparison tools help users see differing media narratives."
      ],
      "key_opinions": [
        "The US dollar's reserve status may be under threat.",
        "The Chinese yuan is a potential replacement for the dollar.",
        "Internationalizing the yuan could reduce reliance on the US financial system.",
        "Capital controls made the yuan less attractive to foreign investors.",
        "The CCP preferred an undervalued yuan to boost export competitiveness.",
        "The 2008 crisis exposed risks of over-reliance on the US dollar.",
        "Financial sanctions are increasingly used as geopolitical weapons.",
        "Creating alternative financial infrastructure is a strategic priority for China.",
        "Early yuan internationalization efforts were largely unsuccessful.",
        "Swap lines failed to gain significant traction among central banks.",
        "The euro's rise diluted demand for yuan as a dollar alternative.",
        "Post-2008 dollar strength discouraged yuan adoption.",
        "Recent acceleration in yuan use marks a turning point.",
        "Loosening capital controls helps attract foreign yuan usage.",
        "Expanding financial 'plumbing' increases yuan usability.",
        "US policies are pushing Asian countries toward the yuan.",
        "Trump’s pressure on the Fed undermines dollar credibility.",
        "Sanctions on Russia drive interest in non-Western payment systems.",
        "Network effects now favor increased yuan adoption.",
        "Dollar dominance persists due to widespread existing usage.",
        "A multipolar currency system may emerge in the future.",
        "The yuan is not yet a true rival to the dollar.",
        "Media coverage of yuan internationalization varies by political bias.",
        "Left-leaning outlets highlight financial progress in yuan use.",
        "Right-leaning outlets frame yuan systems as challenges to US power."
      ],
      "key_datapoints": [
        "Yuan-denominated overseas loans tripled since 2022.",
        "Nearly 50% of Chinese overseas lending is now in yuan.",
        "7% of global trade is conducted in yuan (up from 2% in 2022).",
        "Over 50% of China's cross-border trade uses yuan.",
        "CIPS handles nearly 50 trillion yuan in quarterly transactions.",
        "CIPS volume more than doubled since 2022.",
        "CIPS had zero activity a decade ago.",
        "Over 1,700 banks use CIPS (up from ~1,300 in 2022).",
        "China has over 30 active currency swap lines.",
        "34 sources covered the BRICS yuan payment system story.",
        "Most media coverage on the yuan system comes from right-leaning outlets.",
        "US tariffs are characterized as weapons in some political narratives.",
        "40% discount offered on Ground News Vantage plan.",
        "Yuan’s share of global reserves stayed under 3% for years.",
        "China became top exporter in 2009.",
        "China became top goods trader in 2013."
      ],
      "topic_areas": [
        "Yuan Internationalization",
        "Dollar Dominance",
        "Capital Controls",
        "Financial Sanctions",
        "Belt and Road",
        "CIPS",
        "mBridge",
        "Currency Swap Lines",
        "Network Effects",
        "Media Bias",
        "Multipolar Finance",
        "De-dollarization",
        "Geopolitical Shifts",
        "Cross-border Payments",
        "Reserve Currency"
      ],
      "word_count": 3344,
      "total_markers": 66
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:14:22.795841",
    "model_used": "qwen-plus"
  },
  "completed_at": 1763723681.4773898
}