{
  "batch_id": "20251121_111258",
  "link_id": "art_req9",
  "source": "article",
  "metadata": {
    "title": "0fef3e21b8b541009cb41421ccdd3b52",
    "author": "",
    "url": "file:///D:/App%20Dev/Research%20Tool/data/research/20251121_191251/20251121_111258/uploads/0fef3e21b8b541009cb41421ccdd3b52.pdf",
    "word_count": 11254,
    "publish_date": ""
  },
  "transcript": "# e-HKD and the future of\n# global money movement\n\nTokenization of Money:\n\nIn collaboration with\n\n---\n\n**Foreword\b** **3**\n\n**Executive Summary\b** **4**\n\n**The tokenization of money\b** **5**\n\nMultiple flavors of tokenized money have emerged\b 5\n\nWhat is tokenization?\b 6\n\n**Arriving at the tipping point for adoption\b** **7**\n\nIdentifying the pivotal use-case\b 8\n\n**Global landscape\b** **10**\n\nActivities from leading central banks and key players\b 11\n\n**Actively exploring the future of money movement\b** **14**\n\ne-HKD pilot \b 14\n\nVisa, HSBC and Hang Seng Bank\b 14\n\n**The path to tokenizing bank deposits\b** **15**\n\nBuilding platform capabilities\b 15\n\nKey technical capabilities\b 15\n\n**Identification of use cases\b** **17**\n\nIntroduction \b 17\n\nComprehensive review\b 21\n\n**Key Findings \b** **21**\n\nTransaction speed and cost\b 21\n\nSettlement risk reduction\b 22\n\nPrivacy of transactions\b 22\n\nChallenges and areas for further exploration\b 22\n\n24/7 availability\b 22\n\n**Participant reflections\b** **23**\n\n**Key considerations and risks \b** **24**\n\n**Conclusions\b** **25**\n\n**Acronyms and abbreviations\b** **26**\n\n**Authors and Contributors** **27**\n\n**Annex** **28**\n\n Contents\n\n---\n\nVisa\n\nVisa is a pioneer in payments innovation, championing\nthe transformative power of tokenization. Our paper,\n“Tokenization of Money: e-HKD and the Future of Glob­\nal Money Movement,” showcases our cutting-edge\nwork in this field through Visa’s Tokenization solutions.\nWe worked with HSBC and Hang Seng Bank on a pilot\nproject, moving from vision to action, and building\ntoward a future where transactions are more efficient,\nsecure and inclusive.\n\nThis initiative is a significant stride toward redefining\nglobal money movement, and Visa’s platform deploy­\nment for the Hong Kong Monetary Authority’s (HKMA)\ne-HKD pilot illustrates our commitment to innovation.\nWe believe the insights shared will inform and inspire\nfurther development in the digital currencies field.\n\nAs we continue to share our findings and experiences,\nwe invite industry leaders, partners and regulators to\njoin us on this journey. Together, we can shape a finan­\ncial ecosystem that leverages the best of technology\nto improve money movement for businesses, govern­\nments and consumers worldwide.\n\n**Vanessa Colella, Global Head, Innovation & Digital**\n**Partnerships, Visa Inc.**\n\nHSBC\n\nLeveraging on its strong digital and transaction banking\ncapabilities, HSBC has actively participated in Central\nBank Digital Currencies projects across different mar­\nkets. We have been working with customers, business\npartners and central banks to explore the potential of\nemerging technology in shaping the future of money.\n\nTokenized deposits, within the evolving landscape\nof digital monies, have drawn interest among market\nparticipants. The concept combines the advantages\nof distributed ledger technologies innovation with\nthe security of a fully regulated financial market\ninfrastructure. In our pursuit of facilitating efficient\nand secure transactions for our clients, we have joined\nforces with Hang Seng Bank and Visa to study the\nviability, key design considerations and interoperability\nof commercial bank-backed deposit tokens.\n\nThe Hong Kong Monetary Authority’s e-HKD pilot has\nprovided an opportunity for the industry to study the\nconcept of a potential tokenized interbank settlement\ninfrastructure in Hong Kong. Our pilot successfully\ndemonstrated that tokenized atomic settlement can\nbe achieved across banks in various hypothetical use\ncases. We look forward to our continued collaboration\nwith the industry to unlock the potential benefits\nbrought by tokenized deposits, as well as to contribute\nto the development of its technical standards and\nprotocols in Hong Kong and around the globe.\n\n**Lewis Sun, Global Head of Domestic and Emerging**\n**Payments, Global Payments Solutions, HSBC.**\n\nHang Seng Bank\n\nWe are delighted to present this tokenized-deposits\nwhitepaper in collaboration with Visa and HSBC. As\na leading advocate of central bank digital currency\n(CBDC) across Hong Kong and mainland China, Hang\nSeng Bank actively contributes to CBDC research and\ndevelopment. In 2023, three of Hang Seng Bank’s use\ncases were selected by the HKMA under the e-HKD\nPilot Programme, including tokenized deposits and\nprogrammable payments. Tokenized deposits, in\nparticular, play a crucial role in the overall development\nof CBDC in Hong Kong. By combining the advantages\nof regulated bank deposits with the technical\ncapabilities of distributed ledger technologies,\ntokenized deposits pave the way for future innovation\nin digital money and asset use cases.\n\nThis report summarizes the valuable feedback\ncollected from the tokenized deposit pilots,\nshowcasing its potential, and provides references for\nregulators, policymakers and industry players.\n\nMoving forward, we will continue working closely with\nregulators and business partners to uncover new use\ncases for tokenized deposits, aiming to maximize their\npotential benefits and contribute to the development\nof the CBDC and the wider digital economy in Hong\nKong.\n\n**John Wong, Head of Global Payments Solutions,**\n**Hang Seng Bank.**\n\n Foreword\n\n---\n\n Executive Summary\n\nThe movement of money is entering a new era.\nInnovations in payments are happening at all levels,\nled by the private sector alongside leading public\ninstitutions. Central banks and regulators are exploring\nnew technological innovations and regulatory\nframeworks on a macro level. In parallel, solutions\nfrom the private sector continue to emerge, solving for\nexisting pain points and innovating around previously\nunattainable use cases. Public-private partnerships\nhave become an essential mechanism to unlock\nthe feasibility of groundbreaking improvements to\npayments and money movement.\n\nVisa’s ongoing work on the future of digital money\nexplores various forms of blockchain-based currency\nat this nexus of public-private partnership — driving\npayment innovation by developing solutions that\nenhance and integrate with leading public-sector\ninitiatives.\n\nHKMA has been a longstanding leader of research into\nthe applications of CBDC, as part of its broader “Fintech\n2025” strategy. In 2023, the HKMA commenced the\ne-HKD Pilot Programme to explore the use case of\ne-HKD as a new form of digital currency in Hong Kong.\nIn response to HKMA’s calls for industry participation,\nVisa approached commercial banks to pilot issuance of\n“tokenized bank deposits,” a form of commercial bank\nmoney issued on a distributed ledger that businesses\nand consumers could use to make payments and\ninteract with other blockchain networks and their\nparticipants.\n\nA strategic partnership between Visa, HSBC and Hang\nSeng Bank piloted the tokenization of bank deposits,\ninterbank payments and settlement by wholesale\nCBDC (wCBDC) on Visa’s tokenization solution for\ndigital assets. Two use cases were designed for the\nHong Kong market: property payments and acquirer-\nmerchant settlement.\n\nLearning from the successes of the HKMA pilot\nand from similar projects around the world, Visa’s\ntokenization solution for digital assets is designed to\nleverage the full extent of blockchain tokenization\ntechnology as well as programmable smart contracts\nto enable depository institutions to provide enhanced\nbusiness operations and payment experiences for their\ncustomers. Visa envisions its solution to be the engine\nthat drives the new standard for blockchain-based\npayments, creating a future where customers and\nbusinesses around the world will experience improved\nmoney movement and programmable payments that\nare powered by blockchain tokenization technology.\n\nIn this paper, we present our collective learnings on\nthe potential value of tokenization, including higher\npayment efficiency, increased transaction limits,\nreduced settlement risk, enhanced transaction\ntransparency, 24/7 availability and enablement of\natomic settlement for interbank payment processes.\nThe benefits point to a future financial ecosystem\nthat can leverage both wCBDCs and tokenized bank\ndeposits.\n\nVisa is actively exploring opportunities to integrate the\ncapabilities of our platform with other major clients\nacross various sectors and regions, aiming to foster\na secure global payment ecosystem. These efforts\nhighlight our commitment to collective action and the\nimportance of aligning with regulatory frameworks\nand industry standards to ensure the global financial\nsystem’s safety, stability and integrity. As we move\nforward, Visa remains dedicated to transparency, open\ndialogue and collaboration with all stakeholders. In\ndoing so, we aim to contribute to shaping a financial\nfuture that is not only technologically advanced but\nalso equitable and accessible to all, acknowledging the\nchallenges ahead and our commitment to innovation\nand inclusion in addressing them.\n\n“The HKMA has been at the forefront in the exploration of the future of money, working closely with the\nindustry to explore the potential applications for an e-HKD, a new form of digital money. The pilot conducted\nby Hang Seng Bank, HSBC and Visa under Phase 1 of the e-HKD Pilot Programme demonstrated the potential\nthat tokenized deposits can enable access to increased liquidity and accelerate the development of\ninnovative token-based systems within the industry. We look forward to continuing to collaborate with the\nindustry to explore how a digital money ecosystem could look like in the future.”\n\n**George Chou, Chief Fintech Officer, HKMA**\n\n---\n\nThe story of money’s evolution is about humanity’s relentless pursuit of better ways to meet its evolving\neconomic demands and desires. From the simple barter of goods and services to the creation of coins and\npaper money as tangible symbols of value, the concept of money has been in constant flux. The invention of\ncoins and paper money revolutionized trade by providing a standardized medium of exchange, reducing the\ninefficiencies of barter. As economies grew ever more complex and global, the need for more efficient and\nsecure payment methods led to the rise of electronic transactions and the advent of digital currencies, setting\nthe stage for increased efficiency, access and global integration in financial services. Among these innovations\nare stablecoins, CBDCs and tokenized deposits, each a product of the ongoing, blockchain-inspired\ntransformation of money.\n\n The tokenization of money\n\nMultiple flavors of tokenized money have emerged\n\n**Stablecoins**\nThese blockchain-based digital assets are designed\nto maintain a stable value by being pegged to fiat\ncurrencies or supported by other reserve assets.\nThey emerged as a response to the volatility of crypto\nlike Bitcoin and Ethereum, offering a more stable\nalternative for payments, transaction settlements,\nstores of value and use in decentralized finance\n(DeFi). Stablecoins have significantly grown, with a\nmarket capitalization surpassing US $140 billion ^1^ , and\nthey continue to evolve with technical innovations\nfrom the DeFi community while attracting regulatory\nattention.\n\n**CBDCs**\nThese are defined by the International Monetary\nFund (IMF) as *“a digital representation of sovereign*\n*currency that is issued by a jurisdiction’s monetary*\n*authority and appears on the liability side of the*\n*monetary authority’s balance sheet.”* CBDCs vary\nin design, notably between wCBDCs, designed\nfor financial institutions for large-scale interbank\ntransactions, and retail CBDCs (rCBDCs) for general-\npublic use, aiming to modernize payments with\ndigital “cash.”\n\n**Tokenized deposits**\nThese are digital claims on deposits held at\ncommercial banks, issued on a blockchain. They\noffer the familiarity and reliability of bank deposits\ncombined with the advantages of blockchain\ntechnology, such as programmability, near-real time\nsettlement and enhanced transparency.\n\n**Tokenized deposits**\nA digital representation of deposits\nheld at a commercial bank. Issued and\nmanaged by commercial banks.\n\n**CBDCs**\nA digital representation of a sovereign\ncurrency. Typically issued and managed\nby a central bank.\n\n**Stablecoins**\nA digital asset, often backed by a reserve\nasset (like a fiat currency). Typically issued\nand managed by private companies.\n\n---\n\nTokenization transforms real-world assets (RWAs), such as currencies, securities, artwork and real estate\ninto blockchain-based digital tokens. Each token is assigned a unique identifier and a detailed ownership\nrecord, helping to ensure authenticity and traceability. By representing the underlying asset as a distinct\ncryptographic token on a blockchain, tokenization also assists with immutability and traceability. Smart\ncontracts, which are programmable self-executing agreements, can be used to define and enforce rules and\nconditions governing the tokens, enhancing control.\n\nBy facilitating rapid processing, recording and exchange of digital assets across different classes, tokenization,\nin tandem with blockchain, leads to a more open and flexible architecture. This approach allows for improved\nliquidity and transferability of certain assets that were previously challenging to trade or exchange, such as\ndue to their illiquid nature or high transaction costs. However, it is important to note that tokenization does\nnot circumvent legal or regulatory restrictions on the underlying asset’s usage.\n\n What is tokenization?\n\n---\n\nTokenized deposits, like other blockchain-based\nassets, can be programmable. They can be\nconfigured to be used only under specific terms\nor conditions using smart contracts, allowing for\nfunctions such as conditional payments. This\nprogrammability empowers consumers and their\ndepository institutions to ensure that digital\nmoney is used for its intended purpose, providing\ngreater control and customization over financial\ntransactions.\n\n1. **Programmability**\n Benefits of tokenized deposits\n\nRecent pilots have showcased the potential for\nstability, programmability, liquidity and efficient asset\ntransfers, signaling a readiness for wider adoption.\nThe Bank for International Settlements Innovation\nHub (BISIH) has demonstrated significant attention\nto CBDCs, as evidenced by most of its projects (15\nout of 26) dedicated to the exploration of CBDCs and\ndigital currencies. ^2^ This commitment reflects a global\nrecognition of the importance and potential of this\ndevelopment.\n\nThis period of concentrated innovation, collaboration\nand regulatory engagement suggests the financial\nsystem is ready for substantial change. The\ngroundwork laid by these initiatives indicates a mature\necosystem, ready to embrace digital currencies on a\nbroader scale, marking the arrival at a tipping point for\nadoption.\n\nThere are numerous opportunities and drivers\ncompelling central and commercial banks to begin\nexperimenting and exploring use cases for CBDCs and\ntokenized deposits. Singapore’s Monetary Authority\n\nhas proposed a framework for open, interoperable\ndigital asset networks and is conducting pilot projects\nin asset and wealth management, fixed income\nand foreign exchange. ^3^ The European Central Bank\n(ECB) emphasizes the need for central banks to stay\ntechnologically advanced to keep cash or central\nbank money appealing for transactions and stable for\nfinancial innovation. The European Commission has\nproposed legislation to create a legal framework for\na digital euro, indicating the EU’s progress toward a\npotential CBDC. ^3^ Hong Kong has demonstrated similar\nmotivations with a strong focus on deriving practical\nuse cases and exploring potential features of CBDCs,\nsuch as programmability to unlock new transaction\ntypes and development of the tokenization market.\nMeanwhile other markets, such as Brazil, India and\nKazakhstan have been focusing on promoting financial\ninclusion. For example, Visa’s pilot with Agrotoken in\nBrazil uses CBDCs to provide farmers with access to\ndigital finance, reducing costs and risks by tokenizing\ncrops for collateral and automating payments via smart\ncontracts. ^4^\n\n Arriving at the tipping\n point for adoption\n\n---\n\nIdentifying impactful use cases for innovations unlocks their tangible potential. This section explores tokenized\ndeposits, showing their versatility and efficiency in addressing financial challenges. Tokenized deposits may very\nwell become the innovation bedrock at the application level. These cases illustrate the benefits of tokenized\ndeposits and their role in creating a more efficient global financial ecosystem.\n\nIdentifying the pivotal use-case\n\n**Payments:** Tokenized deposits can be used as a\nmeans of payment, similar to existing methods but\nwith faster settlement. They are designed to have\n24/7 availability and a reduced reliance on third-party\nintermediaries. For markets without a real-time\npayments (RTP) system, tokenized deposits can\nincrease domestic and cross-border transaction\nspeed with near-real time settlement, provided there\nis a wholesale Central Bank Digital Currency (wCBDC)\nacting as the inter-bank settlement layer. The wCBDC\ncan enable seamless and near-immediate settlement\namong tokenized deposits issued by different\nbanks, allowing interoperability and improving upon\ntraditional correspondent banking networks.\n\nFor markets with RTP, tokenized deposits can further\nenhance payments by enabling programmable\npayments through the use of smart contracts.\nThese programmable payment features allow for\nthe automation of complex business logic and\nthe inclusion of third-party intermediaries when\nnecessary, such as in the case of compliance checks\nor additional services. However, it is important to\nnote that transaction limits on tokenized deposits\nwould still be subject to the commercial decisions of\nindividual banks, based on factors such as liquidity\nmanagement and risk considerations.\n\nFor example, in a real estate transaction, a buyer can\nuse tokenized deposits to secure a property and\ninitiate the payment process. Smart contracts can then\nautomate the remaining transaction steps to trigger\nimmediately once predefined conditions are met,\nsuch as the completion of due diligence or the transfer\nof property title. In doing so, the use of tokenized\ndeposits and smart contracts can minimize the need\nfor escrow services, as the funds can be automatically\nreleased to the seller once all conditions are satisfied.\nThis reduces transaction costs and settlement time, as\nthe process no longer relies on manual interventions.\n\nMoreover, the use of tokenized deposits and\nwCBDC can potentially improve upon current\ncorrespondent banking systems. By leveraging a\ncommon, interoperable platform facilitated by these\ntechnologies, financial institutions may be able to\nstreamline cross-border transactions, reducing the\nnumber of intermediaries involved and minimizing\nthe time required for settlement. However, the\nextent to which tokenized deposits and wCBDC can\neliminate the need for multiple correspondent banking\nrelationships would depend on the specific monetary\npolicies and regulatory frameworks adopted by\ndifferent jurisdictions.\n\nBlockchain technology provides a transparent\nand immutable record of transactions. This is\nespecially useful for institutional entities by\nenhancing auditing capabilities, regulatory\ncompliance and risk management through new\ndigital audit tools.\n\nTraditional banking processes often involve manual\nverification processes and transaction fees. With\nthe use of blockchain technology, transactions\ncan be settled in near real-time due to a reduced\nreliance on intermediaries. Ultimately, this leads to\ncost-saving and increased operational efficiency\nfor financial institutions.\n\n1. **Transparency** 02. **Efficiency**\n\n---\n\n**Trading and settlement of tokenized assets:**\nThe growing industry of tokenization of real-world assets is\na multi-trillion-dollar opportunity as estimated by various\nanalysts, with one study showing tokenization presenting\nan estimated US $5 trillion industry opportunity in the next\nfive years. ^5^ Tokenized assets and programmable finance\ndrive the demand for tokenized deposits as a source of\nliquidity for both retail and institutional investors.\n\nIn the traditional financial system, the trading and\nsettlement of assets involve complex processes and\nmultiple intermediaries. For example, when trading stocks,\nbuyers and sellers typically rely on brokers to execute\ntrades on their behalf. The settlement process then\ninvolves a clearing house, which acts as an intermediary\nbetween the two parties, ensuring that the buyer receives\nthe shares, and the seller receives the payment. This\nprocess can take several days and involves various fees\nand costs associated with the intermediaries involved.\n\nIn contrast, the use of tokenized assets and tokenized\ndeposits can streamline the trading and settlement\nprocess. Tokenized deposits would serve as the\nsettlement medium for trading in tokenized assets. The\nsettlement of trades can occur more efficiently between\nparties with the potential reduction of the number of\nintermediaries, as the transfer of ownership and payment\ncan be processed simultaneously using smart contracts.\n\nFor instance, consider the trading of a tokenized real estate\nasset. In the traditional system, the process would involve\nintermediaries, such as law firms and banks, and could\ntake several days to complete. Lawyers typically manage\nescrow accounts to hold funds during the transaction.\nWith tokenized assets and deposits, the entire process can\nbe automated using smart contracts. The buyer can use\ntokenized deposits to purchase the tokenized real estate\nasset, and the smart contract can automatically transfer\nownership and release the payment to the seller once all\npredefined conditions are met.\n\n**Cash collateral:** Tokenized deposits can also serve as\na form of cash collateral, enabling banks to efficiently\npost collateral to counterparties or central clearing\nhouses. The speed and efficiency of tokenized deposit\ntransfers make them well-suited for this purpose, as\ncollateral requirements often need to be met on short\nnotice. By facilitating near-real time transfers of funds\nacross jurisdictions, tokenized deposits could allow\nbanks to reallocate internal liquidity rapidly to meet\nregulatory or counterparty demands.\n\nSmart contracts can automate the collateral\nmanagement process. They can be programmed to\nautomatically release the collateral once predefined\nconditions are met, such as the fulfillment of\ncontractual obligations or the expiration of a specific\ntime period. This automation reduces the need for\nmanual intervention and minimizes the risk of errors or\ndelays in the collateral release process.\n\nTokenized deposits and smart contracts for\ncollateral management can enhance transparency\nand traceability. All transactions and changes in\ncollateral ownership are recorded on a distributed\nledger, providing an immutable and auditable trail\nof events. This increased transparency helps banks\nbetter manage their collateral, comply with regulatory\nrequirements, and reduce the risk of disputes with\ncounterparties.\n\nThe improved agility in collateral management offered\nby tokenized deposits helps banks optimize liquidity,\nreduce costs, and better manage risk. By leveraging\ntokenized deposits and smart contracts, banks can\nstreamline their collateral management processes,\nfreeing up resources to focus on core business\nactivities and improving operational efficiency.\n\n---\n\nVarious central banks across the globe have been working on tokenized deposits and CBDCs. Its development\nis influenced by economic, social, technological and regulatory factors. The global regulatory and policy\nlandscape surrounding crypto-assets and tokenization is maturing, with jurisdictions taking steps to\nsystematically recognize related risks and their relevant mitigation methods, including legal frameworks,\nregulatory approval and licensing.\n\n Global landscape\n\n**First country to regulate tokenization**\n\nFrance’s Blockchain Order of 2017 established a\nregulatory framework overseeing the representation\nand transmission of unlisted financial securities through\nDistributed Ledger Technology (DLT), including new\nsecurities (such as unlisted equity and debt securities)\nand made it possible to use DLTs for issuing, registering\nand transferring such securities. ^6^\n\n**First CBDC launched**\n\nCBDCs seem like a recent popular topic, but they have\nbeen around for more than three decades. In 1993, the\nBank of Finland brought to market the Avant smart\ncard. The system was dropped in the early 2000s but is\nregarded as the first CBDC in existence.\n\n**France**\n\n**Finland**\n\n---\n\n**United Arab Emirates**\n\nThe Central Bank of the UAE (CBUAE) piloted two CBDC-related\n\nprojects. The first project, called “Aber”, was conducted in\n\ncollaboration with the Saudi Arabian Monetary Authority and\n\nexplored feasibility of tokenized deposits and distributed ledger\n\ntechnology. ^7^ The second project, “mBridge”, was a collaboration\n\nbetween four central banks with a focus on cross-border CBDCs. ^8^ In\n\nFebruary 2023, the government launched its Financial Infrastructure\n\nTransformation Programme (FIT Programme) and a CBDC strategy\n\nto accelerate digital transformation of the financial services sector.\n\nThe first step of the strategy included the soft launch of mBridge to\n\nfacilitate real value cross-border CBDC transactions for international\n\ntrade settlement, with a proof-of concept for bilateral CBDC bridges\n\nwith India and for the domestic rCBDC and wCBDC issuance. The\n\nUAE government is aiming to complete the first phase of CBUAE’s\n\ndigital Dirham strategy by mid-2024. ^9^\n\n**India**\n\nIndia is actively exploring opportunities related to the digital sector\n\nusing its Gujarat International Finance Tech City (GIFT), including the\n\npreparation for the launch of its first regulated tokenization platform\n\nfor real world assets. ^10^\n\nIn December 2022, India launched its rCBDC (e-INR) pilot, which\n\nincludes Person to Person (P2P) and Person to Merchant (P2M)\n\ntransactions. The pilot operates through 13 banks across 26 cities. As\n\nof August 2023, there are around 1.46 million users and 0.31 million\n\nmerchants involved in the pilot. ^11^\n\n**Singapore**\n\nThe Monetary Authority of Singapore (MAS) is spearheading innovation\n\nin the financial sector with recent initiatives such as Project Guardian\n\nand Project Orchid, which focus on integrating decentralized finance\n\n(DeFi) and asset tokenization. Project Guardian was initiated in\n\ncollaboration with major financial institutions to explore the potential of\n\nDeFi through pilots that involve tokenized assets and currencies, aiming\n\nto facilitate efficient transactions within a regulated framework. ^12^\n\nMeanwhile, Project Orchid is part of Singapore’s broader strategy to\n\ndevelop and implement digital currency solutions, including Central\n\nBank Digital Currencies (CBDCs). ^13^ These efforts highlight MAS’s\n\ncommitment to embracing digital transformation in the financial\n\nindustry, driving advancements in digital assets, tokenization, and\n\nCBDC development to ensure the country’s financial infrastructure\n\nremains robust, efficient, and forward-looking.\n\n**Kazakhstan**\n\nIn April 2023, the law on digital assets came into force. It creates\n\na regulatory framework for the issuance and circulation of digital\n\nassets, including tokenized assets.\n\n**China**\n\nThe People’s Bank of China (PBOC) initiated the e-CNY pilots in April\n\n2020, starting with Shenzhen, Suzhou, Xiongan, and Chengdu. Over the\n\npast three years, the pilot has extended to other major cities and gained\n\nawareness through lotteries, and vouchers. As of April 2023, the PBOC\n\nreported that the pilot includes 26 areas in 17 provinces. As of July 2023,\n\ntotal e-CNY transactions reached 950 million with 120 million wallets. As\n\nof January 2024, crypto-asset, tokenization, and tokenized deposits are\n\nbanned in Mainland China, except for the e-CNY. ^18^\n\nActivities from leading central banks and key players\n\nThe National Bank of Kazakhstan has established a separate entity,\n\nthe National Payment Corporation, to lead the development and\n\nimplementation of the digital tenge. ^14^ In 2022, the Digital Tenge\n\nPlatform was tested with retail consumers and merchants. Features\n\ninclude programmability and offline transactions. ^15^ Initially the\n\nDigital Tenge project was mostly focused on developing a rCBDC.\n\nHowever, during 2023, while the country continued the research and\n\ndevelopment stage of the digital currency, a wCBDC was also included\n\ninto the testing phase. ^16^ The full industrial implementation, integration\n\nof all market participants, and cross-border connectivity is anticipated\n\nto be achieved by 2025. ^17.^\n\n**Hong Kong SAR**\n\nHong Kong has been proactively implementing regulatory\n\nframeworks to facilitate the growth and adoption of tokenization.\n\nIn November 2023, the SFC published two circulars providing\n\nguidance to intermediaries engaging in tokenized securities-related\n\nactivities. Furthermore, the HKMA issued a consultation paper on the\n\nlegislative proposal to introduce a regulatory regime for stablecoin\n\nissuers in December 2023. ^19^\n\nIn 2021, the HKMA published a “Fintech 2025” strategy for the fintech\n\ndevelopment in Hong Kong, which included the exploration of\n\nCBDCs. The HKMA together with the Bank of Thailand (BOT), the\n\nCentral Bank of the United Arab Emirates (CBUAE) and the Digital\n\nCurrency Institute of the People’s Bank of China (PBCDCI) conducted\n\na six-week pilot of the mBridge platform in Q3 2022. During the pilot,\n\n20 banks in four jurisdictions used the mBridge platform to conduct\n\nover 160 payment and foreign exchange transactions totalling more\n\nthan HK$171 million. Subsequently, Project mBridge has reached\n\nthe Minimum Viable Product (MVP) stage in June 2024 with the\n\nSaudi Central Bank as the next full participant of the mBridge MVP\n\nplatform.\n\nOn the retail CBDC (rCBDC) front, the HKMA continues the\n\ndiscussion and testing of policy and design related to rCBDC. In\n\nMay 2023, the regulator commenced the e-HKD Pilot Programme\n\ninvolving 16 companies, including Visa, for the first round of pilots. ^20^\n\n---\n\n**United Kingdom**\n\nThe UK is progressing towards tokenization of funds with its “Blueprint\n\nfor tokenization of funds.” While there is growing industry interest in\n\nfund tokenization, commercial, legal, and technological challenges\n\nmay inhibit its widespread use. The Financial Conduct Authority (FCA)\n\nis participating in Singapore’s Project Guardian, a collaborative initiative\n\nwith the financial services industry on asset and fund tokenization and\n\ndecentralized finance. In Nov 2023, the FCA set out proposals for its\n\nregulation of fiat-backed stablecoins. ^22^\n\nThe Bank of England (BOE) piloted a project for a multi-token network\n\nto support tokenized bank deposits and CBDCs. In February 2023,\n\nthe BOE published a digital pound consultation and a technology\n\nworking paper, outlining its interest in the digital currency but reserving\n\nany expectations on its issuance in the near future. ^23^ Meanwhile, the\n\nBank of England, the Bank of Canada and the Monetary Authority\n\nof Singapore (MAS) collaborated on testing the application of cross\n\nborder CBDCs.\n\n**United States of America**\n\nIn 2022, the Federal Reserve issued a discussion paper to analyse the\n\nadvantages and disadvantages of a US CBDCs. The related pilots were\n\nfunded by the private sector and involve financial firms, retailers, and NGOs.\n\nThe aim is to generate data that could help policymakers develop a digital\n\ndollar. ^24^ In September 2023, the US House of Representative’s Financial\n\nServices Committee approved a bill (referred to as the “anti-CBDC” bill)\n\nallowing research of US CBDCs but prohibiting the Federal Reserve from\n\npursuing a CBDC pilot. ^25^\n\nOver the years, various regulatory bodies have played an important part in\n\nregulating ICOs, crypto-exchanges, taxation, AML, and tokenized securities.\n\nIt’s important to note that different US states may have differing regulations\n\nwhen it comes to crypto assets. Generally, banks in the United States\n\nneed to demonstrate that they have adequate controls in place to offer\n\nservices related to crypto assets. ^26^ This involves establishing a suitable risk\n\nmanagement system to ensure compliance and mitigate potential risks. ^27^\n\n**Brazil**\n\nIn August 2023, Banco Central do Brasil (BCB) selected projects for\n\nits innovation agenda, among others it includes blockchain, asset\n\ntokenization, and crypto assets. However, the testing schedule of\n\nthese initiatives has not been published yet.\n\nBrazil’s digital currency, Drex (Digitalized Brazilian Real issued by the\n\ncentral bank), follows a hybrid model where banks use wCBDC, and\n\nthe population holds tokenized deposits in their e-wallets issued by\n\ntheir banks. The country already has an instant payment system called\n\nPix, but Drex would offer additional features, such as provision of\n\nsmart financial products and services like investments, financing, and\n\ninsurance. Throughout 2022, the BCB conducted a detailed analysis\n\nof Drex use cases during “ *LIFT Challenge Real Digital* ” which brought\n\ntogether banks, payment institutions and fintech. In May 2023, the\n\nBCB selected 16 consortia participants, including Visa, for the Drex\n\nPlatform testing. The platform utilizes DLT, smart contracts and various\n\ntransactions with tokens. According to the BCB plans, the tests of Drex\n\nPilot with the population should start by the end of 2024, pending\n\nproject features maturity. ^28^\n\n**European Union**\n\nThe EU Commission launched the initiative “Tokenize Europe 2025,”\n\nto tap into the potential of asset tokenization and distributed ledger\n\ntechnology (DLT). The EC is currently developing a “pro-innovation”\n\nlegal framework in the areas of digital assets and tokenization. ^29^\n\nIn October 2021, the European Central Bank (ECB) piloted research\n\non the feasibility of issuing a digital euro. The results were published\n\nin October 2023. The EU considers a two-stage approach to mitigate\n\nrisks, allow time for addressing any issues and enable step-by-step\n\nintroduction of all digital euro functions to its users. The first stage may\n\ncover P2P and e-commerce payments, and the second may cover\n\npoint-of-sale (POS) payments. ^30^\n\nThe EU Commission initiated a legislative process to prepare a\n\ndedicated framework for digital euro: the legislative proposal was\n\npublished in June 2023 for adoption by the EU Parliament and the\n\nCouncil. The European Securities and Markets Authority (ESMA) issued\n\nguidance on initial coin offerings (ICOs) and crypto assets, emphasizing\n\nthe need for compliance with existing securities regulations. The\n\nMarkets in Crypto Assets Regulation (MiCA) entered into force in June\n\n1. It focuses on balancing the existing legal framework, innovation\nand uptake of new digital financial instruments and providing sufficient\n\nconsumer and investor protection. ^31^\n\nThe participants worked together on 14 pilots across six major categories:\n\nfull-fledged payments, programmable payments, offline payments,\n\ntokenized deposits, settlement of Web3 transactions and settlement of\n\ntokenized assets.\n\nIn October 2023, the HKMA established the CBDC Expert Group, which\n\nconsists of faculty members from five local universities, to conduct in-\n\ndepth research on CBDC. ^21^\n\n---\n\nTransnational groups\n\nIn July 2023, the Financial Stability Board (FSB)\nissued a plan for asset and currency tokenization.\nThe framework is based on the principle of “same\nactivity, same risk, same regulation” and ensures that\ncrypto-asset activities and stablecoins are subject to\nconsistent and comprehensive regulation. In November\n2023, the International Organization of Securities\nCommissions (IOSCO) published a final report on\npolicy recommendations for crypto and digital asset\nmarkets. The recommendations provided in this report\nare designed to support consistency of the regulatory\nframeworks and oversight of crypto-asset activities\nin IOSCO member jurisdictions, to address concerns\nrelated to market integrity and investor protection. ^32^\n\nBank for International Settlements (BIS) had been\nactively involved in exploring the feasibility of CBDCs.\n\nSome of the key BIS projects are Project mBridge,\nProject Aurum and Project Sela. Project mBridge\ninvolves BISIH Hong Kong Centre and five central banks\n(HKMA, PBCDCI, BOT, Saudi Central Bank and CBUAE).\nIt studies how CBDCs and innovative solutions can be\napplied to solve the key pain points in cross-border\npayments. Project Aurum involves the BISIH, the HKMA\nand the Hong Kong Applied Science and Technology\nResearch Institute (ASTRI), and it focuses on the high-\nlevel technical design of rCBDC. Project Sela involves the\nBISIH, the HKMA and the Bank of Israel. The focus of this\nproject is to test the feasibility of a cyber-secure rCBDC.\nOver 110 markets globally, including all G20 countries,\nare now actively exploring CBDC development. ^33^\n\n---\n\nVisa, HSBC and Hang Seng Bank\n\n**The Hongkong and Shanghai**\n**Banking Corporation Limited**\n**(HSBC)**\n\nHSBC serves around 42 million personal,\nwealth and corporate customers world­\nwide in 62 countries and territories. With\nassets of US$3,001bn at 31 March 2024,\nHSBC is one of the world’s largest banking\nand financial services organisations.\n\n**Hang Seng Bank Limited (Hang**\n**Seng)**\n\nFounded in 1933, Hang Seng has\ncontinually innovated to provide best-\nin-class, customer-centric banking,\ninvestment and wealth management\nservices for individuals and businesses.\nIt is widely recognized as the leading\ndomestic bank in Hong Kong, currently\nserving more than 3.9 million customers.\n\nVisa collaborated with HSBC and Hang Seng Bank to\nexplore the atomicity and interoperability of intra-\nbank, inter-bank and cross-chain payments using\ntokenized deposits, specifically focusing on two key\ninterbank B2B payment flows: property payments\nand acquirer-merchant settlement. Visa provided\ntechnical and engineering expertise for this pilot,\nincluding creation of a simulated central bank ledger.\nHSBC and Hang Seng Bank provided invaluable\ninsight into their client needs and expectations. The\nparticipating banks used an early stage build of Visa’s\ntokenized deposit technology solution to accomplish\nend-to-end testing of the use cases identified. The\npilot aimed to explore the potential future benefits of\nusing e-HKD with the proposed flows and its value-\nadd to relevant stakeholders.\n\n Actively exploring the future\n of money movement\n\nIn May 2023, the HKMA commenced Phase 1 of the\ne-HKD Pilot Programme. Visa, along with HSBC\nand Hang Seng Bank, was selected to participate\nin the first phase of the pilot programme, focusing\non exploring the feasibility of tokenized deposits.\nThis pilot programme is a key component under\nthe HKMA’s “three-rail approach” to prepare for\nthe possible e-HKD implementation in Hong Kong.\nThe pilot programme goes under Rail 2, which\ninvolves the exploration of the use cases and\napplication of the e-HKD. The Rail 2 takes deep\ndives into potential use cases, and implementation\nand design issues relating to an e-HKD. Rail 1\naims to lay the technology and legal foundations\nfor supporting the future implementation of an\ne-HKD, and Rail 3 is concerned with the actual\nlaunch of e-HKD.\n\ne-HKD pilot\n\n---\n\n The path to tokenizing\n bank deposits\n\nThe Visa tokenization solution for digital assets provides a comprehensive solution that allows for minting,\nburning and transfer of tokenized deposits. This functionality can be integrated with a wholesale asset settlement\nsystem, enabling seamless end-to-end processes for the settlement of wholesale assets.\n\nThis process involves creating new tokens that\nrepresent real deposit values in a bank’s system.\nWhen a bank customer makes a deposit, the\nVisa tokenization solution for digital assets\ngenerates an equivalent amount of digital tokens,\neffectively “minting” new tokens. These tokens\ncan then be used within the platform for various\ntransactions, acting as a digital representation of\nthe customer’s deposit.\n\nThis refers to the process of permanently removing\ndigital tokens from circulation. It occurs when tokens\nare redeemed or withdrawn by the bank customer.\nThe equivalent value of the tokens is returned to the\nbank customer in their chosen form (e.g., transferred\nto a traditional bank account), and the corresponding\ntokens are “burned.” This ensures the total supply of\ntokens accurately reflects the current value of deposits\nwithin the bank.\n\nBuilding platform capabilities\n\n**Key technical capabilities**\n\n**Minting** **Burning**\n\n**Tokenization**\nVisa’s tokenization solution for digital assets enables tokenization of assets and liabilities using a\ncommon set of technical standards and API-based interfaces. Tokenization capability relies on Visa-\ndeveloped smart contracts and off-chain services.\n\n**Privacy & identity**\nVisa is engaging with institutions focused on privacy research, including research and development\nrelated to the Zether protocol (a privacy preserving mechanism for Ethereum). Leveraging blockchain\ntechnology, Visa is working to develop KYC and Verifiable Credential solutions designed to enhance\ndata privacy and ease-of-access for users, while supporting AML / CFT processes.\n\n**Interoperability**\nPlatform interoperability standards between DLT and non-DLT-based systems enable multi-currency,\nmulti-network money movement, while interchain protocol enables cross-chain interoperability across\nmultiple blockchain networks.\n\n**Programmability**\nStandard smart contracts enable the automation of finance processes, including Delivery versus\nPayment (DvP) for securities and lending, to utilize atomic settlement to help reduce risks and increase\nspeed of payments. Visa’s tokenization solution for digital assets enables atomic settlement between\ncounterparties using an infrastructure that is designed to be “always-on” and programmable.\n\n---\n\n**Potential flow for interbank settlement**\nThe Visa tokenization solution for digital assets utilizes an atomic settlement model for interbank\ntransfers. Figure 1 demonstrates how upon a payment occurring from a customer at Bank A to a\ncustomer at Bank B, the Visa tokenization solution for digital assets simultaneously burns the original\ncustomer’s deposit, mints a new deposit for the receiving customer, as well as moves the wholesale\nCBDC between Bank A and Bank B to accomplish final settlement.\n\n**Visa’s tokenization solution for digital assets Interoperability Example – Interbank Settlement using CBDC**\n\n1 Visa onboards Bank A into Visa’s solution and issues access\ncredentials to mint and manage tokenized deposits\n\n2 Bank A requests to mint tokens for Business A\n\n3 Visa’s platform mints tokens into Business A’s wallet\n\n4 Business A initiates a transfer request to pay Business B\n\n5 Bank A submits transfer request to Visa’s platform\n\n6 Atomically, Visa’s solution executes 3 instructions for the\n\ntransfer using the Bridge Protocol:\n\nA Visa’s solution triggers burn transaction for Business A’s\n\nwallet\nB Visa’s solution triggers a mint transaction into Business\n\nB’s wallet\nC Bank A is instructed to send wholesale CBDC to Bank B\n\nin order to settle on the central bank ledger\n\n7 Visa’s solution sends confirmation of transfer completion\n\nto Banks A and B via APIs\n\n8 Businesses A and B receive notification of payment\n\n**Example Workflow of a B2B Interbank Transfer**\n\n**Figure 1: See annex 1**\n\n---\n\n Identification of use cases\n\nThe Visa pilot was focused on testing interbank B2B payment flow using tokenized bank deposits between\ncustomers of HSBC and Hang Seng Bank.\n\nIntroduction\n\n1. **Interbank use-case (Property Purchase)**\nIn the existing interbank workflow, the property\npurchase process involves several steps and\nintermediaries. Initially, the property buyer and\ndeveloper agree on the price. The buyer then pays\na preliminary deposit, usually via cheque, which\ntakes approximately two business days to settle. The\nproperty developer periodically checks their bank\naccount for the deposit. Next, the buyer appoints\na solicitor, pays the stamp duty and applies for\na mortgage loan. As the mortgage doesn’t cover\nthe entire purchase price, the buyer transfers the\nremaining amount to the solicitor’s firm via RTGS\n(Real-Time Gross Settlement), which can take a few\n\nhours to a day to settle. On the completion date, the\nbuyer’s solicitor transfers the remaining funds to the\ndeveloper’s solicitor via RTGS. Finally, the developer\nreceives the remaining balance and hands over the\nproperty to the buyer.\n\nThis existing workflow presents challenges such\nas transaction limits, transparency and settlement\ndelays and other challenges due to certain business\nprocesses, which can hinder the efficiency of high-\nvalue transactions in the property development\nprocess.\n\nA large property developer in Hong Kong is exploring the use of tokenized\ndeposits for the payment of high-value transactions for legal and loan\npurposes, as part of the property development process.\n\nTwo key use cases\nwere identified for\nthis scenario: **Property purchase** **Acquirer-to-merchant**\n**card settlement**\n\n 01.  02.\n\nVisa identified other use cases for tokenized assets utilization:\n\nInternal bank money movement for liquidity and treasury management\n\nIntrabank B2B payment for streamlining the accounts payable process.\n\n---\n\n**Proposed Workflow for Property Purchase (Inter-Bank)**\n\n1 Property Developer advertises a first-hand property for\nsale. An interested buyer contacts them, and they agree\non the price of HK$10M.\n\n2 Property Developer signs the preliminary agreement for\n\nsale and purchase (PASP) with Buyer. Buyer initiates the\ntransfer of 15% preliminary deposit (HK$1.5M in token)\nusing the HSBC banking app which is settled in near real\ntime.\n\n3 Property Developer receives notification from the Hang\n\nSeng’s banking app in near real time that preliminary\ndeposit of HK$1.5M has been deposited into their account.\n\n4 Buyer appoints a solicitor to enter sales and purchase\n\n(“ASP”) with the Property Developer. Buyer pays the\nstamp duty within 30 days from the signing of ASP using\nthe Visa tokenization solution for digital assets.This is done\nvia the Buyer’s solicitor.\n\n5 Buyer applies for Mortgage Loan of HK$7M with HSBC\n\nand prepares the differential amount (HK$1.5M) that\nthe mortgage doesn’t cover. Buyer and HSBC transfer\nHK$1.5M and HK$7M to Buyer’s solicitor firm before the\ncompletion day, such transfer will be received in near real\ntime. This can be done in a just-in-time fashion due to the\nnear instant settlement nature of the tokenized deposit.\n\n6 On the completion date, Buyer solicitors’ firm transfers\n\nremaining HK$8.5M in e-HKD tokens to Property\nDeveloper’s solicitor firm.\n\n7 Property Developer receives the remaining purchase\n\nbalance of HK$8.5M in their Hang Seng’s banking app and\nthen hands over the keys and the property to Buyer. Buyer\ninspects the property. For all Tokenized Deposit transfers,\nbanks will atomically settle the settlement obligations\nusing wholesale e-HKD.\n\n**Workflow for Property Purchase Interbank Transfer**\n\n**Figure 2: See annex 2**\n\n---\n\nThe existing property purchase workflow involves\nseveral manual processes and intermediaries,\nleading to inefficiencies and delays in settlement.\nThe property developer lacks real-time visibility\ninto the status of the payments, as they need to\nperiodically check their bank account to confirm the\nreceipt of funds. This lack of transparency can lead\nto uncertainty and delays in the overall property\npurchase process.\n\nThe proposed workflow using tokenized deposits and\nVisa’s tokenization solution for digital assets improves\nthe efficiency and transparency of the property\npurchase process. By leveraging blockchain technology\nand smart contracts, the proposed solution enables\nnear real-time settlement of funds, reducing the time\ntaken from days to seconds in most cases.\n\nPilot testing of the proposed workflow has\nconsistently shown that the transfer of funds takes\nless than 90 seconds, an improvement compared\nto the current system. Furthermore, the proposed\nsolution enhances transparency by providing near\nreal-time notifications to banks, buyers and sellers.\nAll parties involved in the transaction have more\nimmediate visibility into the status of payments,\nenabling better decision-making. The use of\nblockchain technology can also help ensure that all\ntransactions are recorded on an immutable ledger,\nproviding a tamper-proof audit trail.\n\n**Differentiator of proposed flow**\n\nThe proposed workflow using Visa’s tokenization solution for digital assets, as shown in Figure 2, addresses\nthe limitations of the current workflow. Tokenized deposits enable high-value transactions due to reduced\nsettlement risk while maintaining the speed of real-time payment systems.\n\n1. **Interbank use-case (Acquirer-Merchant Settlement)**\nIn the existing interbank workflow, the acquirer,\nusually a financial institution, processes credit and\ndebit card transactions on behalf of a merchant. After\na customer completes a transaction, the acquirer\ninitiates the settlement process to transfer funds to\nthe merchant’s account.\n\nThe acquirer then initiates a transfer to the merchant’s\nbank account, which can take an additional few\nhours to a day to settle. Throughout this process, the\nmerchant lacks real-time visibility into the status of the\nsettlement, making it difficult to manage cash flow and\nreconcile transactions.\n\nAcquirer is interested in facilitating the settlement process to their\nmerchants using tokenized deposits, making it more transparent and\nseamless.\n\n---\n\n**Proposed Workflow for Card Merchant Settlement (Inter-Bank)**\n\n1 At the end of each settlement day, Visa calculates the daily\nsettlement amounts based on the received transactions\nfrom the issuer. Issuer makes transfer of HK$1M to Visa\nusing RTGS (through HKICL), which can take between a\nfew hours to 1 day to settle.\n\n2 Acquirer’s Hang Seng account receives notification of a\n\nsuccessful deposit of HK$1M from Visa (through HKICL).\n\n3 Acquirer’s Hang Seng account transfers HK$1M using\n\nVisa’s tokenization solution for digital assets to the\n\nmerchant’s HSBC bank account, which is received near\nreal time.\n\n4 Merchant receives near instant notification of a successful\n\ndeposit of HK$1M in their HSBC account.\n\n5 Hang Seng bank and HSBC to atomically settle the\n\nsettlement obligations using wholesale e-HKD of HK$1M.\n\n**Workflow for Acquirer Merchant Settlement**\n\nThe proposed workflow, as shown in Figure 3, eliminates several pain points associated with the current\nworkflow. By using tokenized e-HKD and the Visa’s tokenization solution for digital assets, the settlement\nbetween the acquirer and the merchant occurs in near real time.\n\nThe merchant receives near real-time notifications of the settlement, enabling better transaction\nreconciliation and reducing the risk of disputes. The immutable nature of the blockchain also provides a\ntamper-proof audit trail, enhancing the overall transparency and trust in the settlement process.\n\n**Figure 3: See annex 3**\n\n---\n\nSimilarly with the first use case, near real-time\nsettlement for merchants was achieved, which can\nsignificantly improve working capability. There is also\nincreased transparency of the onchain payments\nto banks, government entities and users. Finally,\n\nthere is potential to reduce the reconciliation time\nand expense due to the near real-time settlement of\ntransactions. This significantly reduces the settlement\ndelay from days to seconds in most cases, improving\nthe merchant’s cash flow management and liquidity.\n\n**Differentiator of proposed flow**\n\nThe pilot testing was conducted in a sandbox environment under a strictly controlled environment. While the use\ncases demonstrated positive results, it is important to acknowledge that the application and viability of tokenized\ndeposits in Hong Kong require further exploration and validation. Payment speed, although improved in the pilot,\nmay not be the sole driving factor for the tokenization process, given the existence of fast payment systems like\nFPS in Hong Kong. Moreover, the existing RTGS speed is influenced by legacy processes within the end-to-end\npayment process, rather than infrastructural issues.\n\nComprehensive review\n\n Key Findings\n\n**Transaction**\n**speed and cost**\n\n**Settlement risk**\n**reduction**\n\n**24/7 Availability** **Privacy of**\n**transactions**\n\n1. 02. 03. 04.\nThe pilot testing involved an interbank settlement\nprocess where tokenized deposits were burned on\nthe sending bank’s ledger and minted on the receiving\nbank’s ledger. Simultaneously e-HKD was moved as\nthe settlement asset on the simulated HKMA ledger.\nThis process demonstrated the potential for a robust\nsettlement mechanism that achieves settlement\nfinality. The faster settlement finality observed in\nthe pilot setting suggests that this technology may\nbe suitable for high-value, time-sensitive payments,\nsuch as a commercial property purchase use case\nwhere a delay in deposit receipt could result in lost\nopportunities. Further testing with the upcoming\n\nTransaction speed and cost\n\nwCBDC sandbox will be necessary to validate these\nfindings in a more realistic environment.\n\nVisa’s tokenization solution achieved end-to-end\natomic settlement for payment processes, enabling\nparticipating banks to credit payment recipients in\nnear real-time with lower settlement risk. This atomic\nsettlement mechanism also helps improve liquidity\navailability by reducing the need for collateral and\nminimizing end-to-end settlement time.\n\n---\n\nAll transfers in the pilot were completed using an\natomic settlement process where all three legs of the\ntransaction occur (mint, burn, CBDC settlement) or\nno legs occur, thereby reducing settlement risk. Near\nreal-time payment crediting by banks minimizes the\nrisk of non-receipt of settlement funds, improving\nliquidity by reducing collateral requirements and\nsettlement time.\n\nSettlement risk reduction\n\nThe testing conducted with banks demonstrated how\nall onchain transactions can remain encrypted when\nattempting to review onchain transactions using block\nexplorers. This showcases that tokenized deposits\ncan be fully transacted while remaining encrypted,\nwithout revealing information about identity, balances\nor transaction amounts to non-bank users. This setup\nallows for transparency and auditing of transactions by\nusing zero-knowledge proofs, while not revealing any\nprivate customer information.\n\nPrivacy of transactions\n\nTokenized deposits are expected to be available 24/7,\nenabling round-the-clock transactions and settlement.\nDuring the pilot testing, Visa’s platform was accessed\nby personnel in various time zones, including time\nslots that would be after hours for traditional payment\n\n24/7 availability\n\n**•** **Interoperability and standardization:**\n\nTo facilitate widespread adoption, tokenized deposit systems must be interoperable with existing\npayment infrastructures and adhere to industry standards. Further work is needed to establish\ncommon protocols and standards for tokenized deposits.\n\n**•** **Scalability and performance:**\n\nAlthough the pilot testing demonstrated the feasibility of the technology, the scalability and\nperformance of tokenized deposit systems in real-world scenarios with high transaction volumes\nneed to be evaluated further.\n\n**•** **User adoption and acceptance:**\n\nThe success of tokenized deposits will depend on user adoption and acceptance. Further research is\nrequired to understand user preferences, concerns and behaviors related to tokenized deposits and\nto develop user-friendly interfaces and educational initiatives to promote adoption.\n\nChallenges and areas for further exploration\n\nWhile the pilot testing yielded promising results, several challenges and areas\nrequiring further exploration were identified:\n\nsystems. The blockchain instances utilized during this\npilot ran without failure for the duration of the internal\nUser Acceptance Testing (UAT) testing phase of three-\nplus weeks, demonstrating the potential for a 24/7\navailable payment rail.\n\n---\n\nTokenized deposits allow commercial institutions\nto bring efficiency to existing settlement processes\nand innovate new use cases. Realizing these benefits\nwill require further development of interoperability\nbetween tokenized deposits from different banks.\nOur collaboration with Hang Seng Bank and Visa in\nthe e-HKD Pilot Programme marks a first step for the\nHong Kong financial industry to study the necessary\nconditions for an interbank infrastructure based on\nwholesale e-HKD to support programmable, atomic\nand tokenized settlement.\n\n**Vincent Lau, Global Head of Digital Money,**\n**Global Payments Solutions, HSBC.**\n\nWe are delighted to partner with the HKMA, Visa and\nHSBC on this pioneering tokenized deposit pilot in\nHong Kong. As the largest local bank in Hong Kong,\nHang Seng Bank has been actively involved in CBDC\nresearch and pilot programmes. The e-HKD Pilot\nProgramme has provided us with a valuable platform\nto explore the potential of various forms of digital\nmoney, including tokenized deposits and retail CBDC.\nOur collaboration with various industry partners, such\nas Visa, has allowed us to develop new CBDC use\ncases and provide essential references for regulators,\npolicymakers and other industry players.\n\n**Nancy Cheng, Head of Partnership and**\n**Innovation, Hang Seng Bank.**\n\nThe HKMA pilot programme provided a great\nopportunity for Visa to continue doing what we\ndo best: working with partners to drive payment\ninnovation and experiment with new forms of money\nmovement. It has highlighted the vast applicability of\nVisa solutions in enabling secure money movement\nthat could bring benefits to a larger number of people,\nbusinesses and places. We are immensely thankful\nfor the collaboration with the HKMA, HSBC and Hang\nSeng Bank, and we are excited to continue our work in\nbringing forward the future of digital payments in Hong\nKong.\n\n**Paulina Leong, General Manager, Hong Kong and**\n**Macau, Visa.**\n\nThrough the pilot programme, Visa has highlighted\nvarious potential benefits for the deployment of\nCBDCs, such as quicker settlements, a more seamless\npayment experience for high-value transactions,\nbetter transparency, as well as other benefits that\ncome with a designed to be “always-on” infrastructure.\nOur involvement in piloting actual use cases delivered\npivotal learnings that are not only paramount to the\npossible implementation of the hypothetical e-HKD\nbut can also help shape the future of the payment\necosystem.\n\n**Nischint Sanghavi, Head of Digital Currencies,**\n**Asia Pacific, Visa.**\n\n Participant reflections\n\n---\n\n Key considerations and risks\n\n**Evolving regulatory landscape**\n\nThere are on-going developments as regulators focus on the legal status, taxation, consumer\nand investor protection, and cross-border regulations and the implications of tokenization;\nfor example, in a bankruptcy process. As such, some questions still remain about the potential\nintegration of digital currencies into the existing financial market. Regulatory sandboxes and\nconsultation papers can help assure the public and markets about the approach chosen\nby governments and regulators. By creating controlled environments for testing and\nexperimentation, regulatory sandboxes enable the exploration of digital currency applications\nwhile managing potential risks. Performed in tandem with public consultations ensures a\ntransparent and inclusive decision-making process.\n\n**Newly emerging financial infrastructure**\n\nA significant commitment and considerable investments into infrastructure is required for\nthe tokenization opportunity to be adequately designed, tested and implemented. Just like\ntraditional payment systems, blockchains also require the standardization of data and protocols.\nWithout standardization, achieving interoperability and scalability between different networks\nand products becomes extremely challenging or even impossible. Constructive and open\ndialogue with regulators and among financial market leaders should determine the path to a\nsuitable infrastructure acceptable by the stakeholders. By fostering a shared understanding and\nconsensus, the development of a robust and effective infrastructure for tokenized opportunities\ncan be achieved.\n\n**Privacy protection**\n\nThe current debate surrounding tokenized fiat money revolves around the concerns related to\nprivacy and the level of control exerted by financial market infrastructures. While physical cash\nallows untraceable payments, programmable digital solutions can be potentially accessed and\ncontrolled by various parties including central banks, and other parties with or without malicious\nintent. Addressing these privacy concerns requires careful consideration of solution architecture.\nBy designing robust and secure architectures, it is possible to mitigate some of the privacy-related\nissues associated with tokenized fiat money.\n\n**Education gap**\n\nDespite the increasing popularity of blockchain technology, many average citizens still have\nlimited knowledge and understanding of these concepts. Certain news only supports distrust in\ndigital assets of the general public. This may hinder the rapid widespread adoption of tokenized\nretail solutions. To address this issue, regulators and market participants should conduct outreach\nprograms to enhance public understanding of digital finance.\n\n---\n\n Conclusions\n\nAcross the world today, governments and financial\ninstitutions are exploring how blockchain technology\ncan improve financial services and their user\nexperiences. Blockchain-based bank deposits, along\nwith other emerging forms of digital assets, can\nprovide greater trust, control and operational efficiency\nin a multitude of B2B, B2C, C2B and P2P use cases.\nWith Visa’s platform, it is our vision to directly support\ncommercial banks in enabling unique tokenization\nsolutions and a secure gateway into a broad spectrum\nof blockchain technology for their customers.\n\nThe first phase of e-HKD Pilot Programme\ndemonstrated that further research and testing are\nrequired to bring the technology and governance\nmodels to maturity. Visa plans to continue its work\non the use cases by developing programmability\ncapabilities to automate various steps in property\npurchase and merchant card settlement use cases.\nCross-border capabilities and multi-currency\ntransactions for the use cases could help tokenization\nto evolve. Additional use cases for DvP of tokenized\nassets and expansion to retail solutions should be\nconsidered as well.\n\nIn future phases, Visa can support the development of\nthe governance model for tokenized assets, assisting\nthe HKMA’s testing and integration of e-HKD, if\nrequired. Visa can also support a complete analysis of\nthe best architecture for responsibilities of banks, the\nHKMA and Visa, and comprehensive regulatory analysis\nof tokenized deposits based on Hong Kong frameworks\nthat would support the governance proposal. Looking\nahead, the scope of use cases that can be enriched by\ntokenized currencies is wide. For large corporations,\nB2B payments for supplier invoices are often delayed\ndue to inefficiencies in cross-border payments. With\nblockchain tokenization and payments, it is possible to\ncut down the delays with a near real-time settlement\n\nmodel that substantially reduces settlement time\nand risk for these large value payments. Considering\nanother use case on payrolls, blockchain tokenization\ncan reshape and offer more options for employers with\nthe way they pay their employees in the future. Finally,\nblockchain tokenization can be utilized by banks\nto offer new P2P payment products. For example,\nby taking advantage of tokenized deposits, atomic\nsettlement and programmability features embedded\nin smart contracts, blockchain tokenization may\neffectively address high-costs inherent in cross-border\npayments, offering users faster and cheaper services,\nexpanded product solutions and more inclusive\nfinancial products.\n\nWe see great potential in leveraging the power of\nprogrammability. From end-to-end conditional\npayments to programmable finance for local SMEs,\nto streaming micro-payments in a gig economy, to\nlinking composable rules across different regulated\nentities to ensure proper compliance and KYCs\nacross jurisdictions, smart contracts present amazing\npotential. With programmability, not only can we\nenvision more automation and efficiency gains, but\nwe can also look to unlock many more business\nopportunities by building new money movements\ncapabilities that are not yet fully realized today.\n\nLooking ahead to the next phase for Visa’s platform,\nwe are committed to extending the benefits of digital\ncurrencies to an even greater number of people and\nplaces around the world. Collaboration will be crucial to\nwork with cutting-edge banks and Fintechs, alongside\nour public sector partners, to build the next generation\nof digital solutions necessary to transform the world\nof payments. We look forward to hearing from you\nand your partnership in charting the future of money\ntogether.\n\n**About Visa**\n\nVisa (NYSE: V) is a world leader in digital payments, facilitating payments transactions between consumers,\nmerchants, financial institutions, and government entities across more than 200 countries and territories.\nOur mission is to connect the world through the most innovative, convenient, reliable, and secure payments\nnetwork, enabling individuals, businesses, and economies to thrive. We believe that economies that include\neveryone everywhere, uplift everyone everywhere and see access as foundational to the future of money\nmovement.\nLearn more at Visa.com\n\n---\n\n**Abbreviation** **Definition**\n\nAML / CTF Anti-money Laundering and Counter-terrorism Financing\n\nASTRI Hong Kong Applied Science and Technology Research Institute\n\nB2B Business-to-Business\n\nBCB Central Bank of Brazil (Banco Central do Brasil)\n\nBIS Bank of International Settlements\n\nBISIH BIS Innovation Hub\n\nCBDC Central Bank Digital Currency\n\nCBUAE Central Bank of the United Arab Emirates\n\nDLT Distributed Ledger Technology\n\nDvP Delivery versus Payment\n\nECB European Central Bank\n\nERC Ethereum Request for Comments\n\nEU European Union\n\nFATF Financial Action Task Force\n\nFCA Financial Conduct Authority (UK)\n\nFed Federal Reserve System (USA)\n\nFiat Governmental Issued Legal Tender\n\nFINMA Swiss Financial Market Authority\n\nFPS Faster Payment System\n\nFSB Financial Stability Board\n\nHang Seng Hang Seng Bank\n\nHKMA Hong Kong Monetary Authority\n\nHSBC The Hongkong and Shanghai Banking Corporation\n\nICO Initial Coin Offering\n\nIMF International Monetary Fund\n\nKFIU Korea Financial Intelligence Unit\n\nKYC Know Your Customer\n\nMAS Monetary Authority of Singapore\n\nMiCA Markets in Crypto-Assets Regulation\n\nNFT Non-fungible Token\n\nNGO Non-governmental Organization\n\nOECD Organization for Economic Co-operation and Development\n\nP2M Person to Merchant\n\nP2P Person to Person\n\nPBOC People's Bank of China\n\nPOS Point of Sale\n\nRBI Reserve Bank of India\n\nrCBDC Retail Central Bank Digital Currency\n\nHKD Hong Kong Dollar\n\nRTGS Real-Time Gross Settlement\n\nRTP Real-Time Payments\n\nSCA Securities And Commodities Authority (UAE)\n\nSECB Securities and Exchange Commission of Brazil, or CVM\n\nSFC Securities and Futures Commission (Hong Kong)\n\nSME Small and Medium Enterprise\n\nwCBDC Wholesale Central Bank Digital Currency\n\n Acronyms and abbreviations\n\n| AML / CTF | Anti-money Laundering and Counter-terrorism Financing |\n|-----------|-------------------------------------------------------|\n\n| B2B | Business-to-Business |\n|-----|----------------------|\n\n| BIS | Bank of International Settlements |\n|-----|-----------------------------------|\n\n| CBDC | Central Bank Digital Currency |\n|------|-------------------------------|\n\n| DLT | Distributed Ledger Technology |\n|-----|-------------------------------|\n\n| ECB | European Central Bank |\n|-----|-----------------------|\n\n| EU | European Union |\n|----|----------------|\n\n| FCA | Financial Conduct Authority (UK) |\n|-----|----------------------------------|\n\n| Fiat | Governmental Issued Legal Tender |\n|------|----------------------------------|\n\n| FPS | Faster Payment System |\n|-----|-----------------------|\n\n| Hang Seng | Hang Seng Bank |\n|-----------|----------------|\n\n| HSBC | The Hongkong and Shanghai Banking Corporation |\n|------|-----------------------------------------------|\n\n| IMF | International Monetary Fund |\n|-----|-----------------------------|\n\n| KYC | Know Your Customer |\n|-----|--------------------|\n\n| MiCA | Markets in Crypto-Assets Regulation |\n|------|-------------------------------------|\n\n| NGO | Non-governmental Organization |\n|-----|-------------------------------|\n\n| P2M | Person to Merchant |\n|-----|--------------------|\n\n| PBOC | People's Bank of China |\n|------|------------------------|\n\n| RBI | Reserve Bank of India |\n|-----|-----------------------|\n\n| HKD | Hong Kong Dollar |\n|-----|------------------|\n\n| RTP | Real-Time Payments |\n|-----|--------------------|\n\n| SECB | Securities and Exchange Commission of Brazil, or CVM |\n|------|------------------------------------------------------|\n\n| SME | Small and Medium Enterprise |\n|-----|-----------------------------|\n\n---\n\n Authors and Contributors\n\n**Catherine Gu**\n\n**Connie Diu**\n\n**Mustafa Bedawala**\n\n**Lewis Yip**\n\n**Vincent Lau**\n\n**Ezechiel Copic**\n\n**Gilbert Lee**\n\n**Nischint Sanghavi**\n\n**Nancy Cheng**\n\n**Wilson Yau**\n\n**Marc Entwistle**\n\n**Emily Yau**\n\n**Sean Howard**\n\n**Mert Ozbay**\n\n**John Wong**\n\n**Stuart Smith**\n\nGlobal Head of CBDC and\n\nTokenized Assets\n\nSenior Strategist and Senior\n\nCorporate Development Manager\n\nProduct Manager, Crypto\n\nProduct, Payments\n\nSenior Product Manager\n\nGlobal Head of Digital Money,\n\nGlobal Payments Solutions\n\nDirector, Digital Currency Policy,\n\nGlobal Government Engagement\n\nHead of Strategy & Planning and\n\nChief of Staff to the CE\n\nHead of Digital Currencies,\n\nAsia Pacific\n\nHead of Partnership and\n\nInnovation\n\nSenior Product Manager, Global\n\nPayment Solutions\n\nHead of Government\n\nEngagement & Policy, Hong Kong\n\nHead of Product Management\n\nProduct Manager, Crypto\n\nProduct, Payments\n\nAssociate, Technical Product\n\nManager, Crypto Product\n\nHead of Global Payments\n\nSolution\n\nBusiness Development Leader,\n\nCBDC and Tokenized Assets\n\n**(in alphabetical order)**\n\n---\n\n**Figure 1: Simplified workflow of a B2B interbank transfer via Visa’s platform**\n\nThe image depicts the streamlined process of an interbank business-to-business (B2B) transfer within the Visa’s\ntokenization solution for digital assets, involving Business A, Bank A, Bank B and Business B. It begins with Visa\nonboarding Bank A into Visa’s platform and progresses through minting of tokens, initiation of a payment transfer\nby Business A and the execution of the transfer across banks using blockchain technology. The transfer employs\nsmart contracts and includes a wholesale Central Bank Digital Currency (CBDC) settlement between Bank A\nand Bank B. The workflow concludes with Visa’s platform confirming the transaction to both banks and both\nbusinesses receiving a payment notification.\n\n**Figure 2: Real estate transaction workflow using tokenized e-HKD and Visa tokenization solution**\n**for digital assets**\n\nThis figure illustrates the streamlined workflow for a property purchase utilizing an interbank transfer system\nwith tokenized electronic Hong Kong Dollars (e-HKD). The process begins with the property developer and the\nbuyer agreeing on a sale price, followed by the signing of a preliminary sale and purchase agreement. The buyer\nthen transfers a 15 percent deposit through the HSBC app, with the funds being tokenized and settled in near\nreal time. The property developer is promptly notified of the deposit via the Hang Seng app, marking a significant\nimprovement over the traditional system where such notifications are typically not provided. The buyer’s\nsolicitor is then engaged to finalize the sales agreement, and the buyer pays the required stamp duty through\nthe Visa’s tokenization solution for digital assets. For the mortgage and payment of the remaining balance, the\nbuyer secures a loan and transfers the funds alongside their own contribution to the solicitor’s firm, leveraging\nthe near real-time settlement capability of tokenized deposits. On the completion date, the remaining balance\nis transferred to the developer’s solicitor’s firm in e-HKD tokens. The transaction concludes with the property\ndeveloper receiving the final balance through the Hang Seng app and handing over the property to the buyer. The\nentire process is facilitated by blockchain technology, ensuring secure, efficient and atomic settlements of the\ntokenized funds.\n\n**Figure 3: Acquirer merchant settlement workflow using tokenized e-HKD and Visa tokenization solution**\n**for digital assets**\n\nThe figure delineates a sophisticated workflow for the settlement of transactions between acquirers and\nmerchants within the Visa network, emphasizing the use of tokenized Hong Kong Dollars (HKD). The process\ninitiates with Visa’s calculation of daily settlement amounts from transactions provided by the issuer.\nSubsequently, the issuer transfers the settlement amount, HK$1M in this instance, to Visa via the Real-Time\nGross Settlement system (RTGS) through HKICL, with the process duration ranging from a few hours to a full day.\nFollowing the initial transfer, the acquirer’s Heng Seng account is notified of the successful deposit from Visa, after\nwhich Heng Seng facilitates the transfer of the tokenized HK$1M to the merchant’s HSBC account. This transfer\nleverages Visa’s tokenization solution for digital assets, allowing for near real-time receipt by the merchant. The\nmerchant is apprised of the deposit in near real time, and the final phase of the process involves Hang Seng and\nHSBC automatically settling the obligations through wholesale e-HKD, thereby completing the transaction loop.\n\n Annex: Description of all figures\n\n---\n\n References\n\n**As-Is Disclaimer**\n\nCase studies, comparisons statistics, research and recommendations are provided “AS IS” and intended for\ninformational purposes only and should not be relied upon for operational, marketing, legal, technical, tax,\nfinancial or other advice. You should consult with your legal counsel to determine what laws and regulations may\napply to your circumstances. The actual costs, savings and benefits of any recommendations or programs may\nvary based upon your specific business needs and program requirements. By their nature, recommendations\nare not guarantees of future performance or results and are subject to risks, uncertainties and assumptions\nthat are difficult to predict or quantify. Visa is not responsible for your use of the information contained herein\n(including errors, omissions, inaccuracy or non-timeliness of any kind) or any assumptions or conclusions you\nmight draw from its use. Visa makes no warranty, express or implied, and explicitly disclaims the warranties\nof merchantability and fitness for a particular purpose, any warranty of non-infringement of any third party’s\nintellectual property rights. To the extent permitted by applicable law, Visa shall not be liable to a client or any\nthird party for any damages under any theory of law, including, without limitation, any special, consequential,\nincidental or punitive damages, nor any damages for loss of business profits, business interruption, loss of\nbusiness information, or other monetary loss, even if advised of the possibility of such damages.\n\n**Product/Ideas in Development Disclaimer**\n\nThis document is intended for illustrative purposes only. It contains depictions of a product currently in\nthe process of deployment, and should be understood as a representation of the potential features of the\nfully-deployed product. The final version of this product may not contain all of the features described in this\npresentation.\n\n Disclaimer\n\n**Timeline**\n\n1. **Stablecoins Hit Highest Market Cap Since 2022**\n2. **BIS Innovation Hub projects**\n3. **Europe Moves Toward CBDC As Asia Focuses On Digital Asset Rules**\n4. **Visa Builds Programmable Finance Pilot for Brazilian Farmers Using CBDC**\n5. **MONEY, TOKENS, AND GAMES - Blockchain’s Next Billion Users and Trillions in Value**\n**Market analysis**\n\n1. **FRANCE PIONEERS BLOCKCHAIN LEGAL FRAMEWORK FOR UNLISTED SECURITIES**\n2. Project Aber: **CBDC and its associated motivations and challenges – Saudi Central Bank**\n3. Project mBridge: **Connecting economies through CBDC**\n4. **UAE central bank selects technology and legal partners for CBDC project**\n5. **Regulated asset tokenization to launch in India’s GIFT City**\n6. **Indian pilot shines light on CBDC**\n7. **Project Guardian**\n8. **Project Orchid**\n9. **Kazakhstan establishes regulatory agency to implement CBDC**\n\n---\n\nIn collaboration with\n\n1. **Kazakhstan Central Bank Marks Digital Tenge Pilot With First Retail Payment**\n2. **The Kazakhstan Digital Tenge Project**\n3. **KAZAKHSTAN FINANCE DIGITAL CURRENCY TO BE LAUNCHED**\n4. **China is Doubling Down on its Digital Currency**\n5. **Legislative Proposal to Implement the Regulatory Regime for Stablecoin Issuers in Hong Kong**\n6. **Commencement of the e-HKD Pilot Programme**\n7. **Central Bank Digital Currency (CBDC)**\n8. **FCA joins forces with global regulators to foster digital innovation with Project Guardian**\n9. **The Digital Pound**\n10. **Money and Payments: The U.S. Dollar in the Age of Digital Transformation**\n11. **U.S. HOUSE OF REPRESENTATIVES COMMITTEE ON FINANCIAL SERVICES**\n12. **US Regulatory Approach to Cryptocurrencies**\n13. **Blockchain & Cryptocurrency Laws and Regulations 2024**\n14. **Drex – Digital Brazilian Real**\n15. **SHOULD EUROPE DEVELOP INTO A TOKEN ECONOMY?**\n16. **A stocktake on the digital euro**\n17. **Markets in Crypto-Assets Regulation (MiCA)**\n18. **Policy Recommendations for Crypto and Digital Asset Markets Final Report**\n19. **Central Bank Digital Currency Tracker**\n Additional Reading Material\n\n1. **Regulatory Approaches to the Tokenisation of Assets**\n2. **THE ASCENT OF CBDCS**\n3. **Luxembourg Passes Bill to Give Blockchain Securities Legal Status**\n4. **SEC Publishes Framework for “Investment Contract” Analysis of Digital Assets**\n5. **What the OCC Interpretive Letter on Cryptocurrency Custody Means for Banks and Digital Assets Firms**\n6. **Digital finance: Council adopts new rules on markets in crypto-assets (MiCA)**\n7. **An overview of the cryptocurrency regulations in Switzerland**\n8. **The 5 Main Changes Made by the 5th AML Directive (5AMLD)**\n9. **Singapore: New Payment Services Act Takes Effect**\n10. **China is Doubling Down on its Digital Currency**\n11. **FACT SHEET: White House Releases First-Ever Comprehensive Framework for Responsible Development of Digital Assets**\n\n---",
  "comments": null,
  "scraped_at": 1763723651.6310337,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "e-HKD is a digital currency initiative by the Hong Kong Monetary Authority (HKMA).",
        "Visa, HSBC, and Hang Seng Bank collaborated on a tokenized deposit pilot under the e-HKD programme.",
        "Tokenized deposits are digital representations of commercial bank deposits issued on a blockchain.",
        "The pilot tested two B2B use cases: property payments and acquirer-merchant settlement.",
        "Atomic settlement was demonstrated across banks using Visa’s tokenization solution.",
        "The HKMA launched Phase 1 of the e-HKD Pilot Programme in May 2023.",
        "Tokenized deposits combine bank deposit reliability with blockchain programmability.",
        "Stablecoins are pegged to fiat currencies and aim to reduce crypto volatility.",
        "CBDCs are digital forms of sovereign currency issued by central banks.",
        "Wholesale CBDC (wCBDC) is designed for interbank settlements.",
        "Retail CBDC (rCBDC) targets general public usage for everyday transactions.",
        "France introduced a blockchain regulatory framework in 2017 for unlisted securities.",
        "Finland launched the Avant smart card in 1993, considered the first CBDC.",
        "The UAE conducted CBDC pilots named 'Aber' and 'mBridge'.",
        "India's e-INR retail CBDC pilot began in December 2022 with 13 banks.",
        "Singapore’s MAS runs Project Guardian and Project Orchid for DeFi and digital currency research.",
        "Kazakhstan passed a digital assets law in April 2023.",
        "China’s e-CNY pilot started in April 2020 and expanded to 26 areas by April 2023.",
        "The UK FCA proposed regulations for fiat-backed stablecoins in November 2023.",
        "Brazil’s Drex digital currency uses a hybrid model with wCBDC and tokenized deposits.",
        "The EU MiCA regulation entered into force in June 2023.",
        "Project mBridge involves five central banks including HKMA and PBOC.",
        "Over 110 countries, including all G20, are exploring CBDC development.",
        "HSBC serves around 42 million customers globally.",
        "Hang Seng Bank serves over 3.9 million customers in Hong Kong."
      ],
      "key_opinions": [
        "Tokenized deposits could become the innovation bedrock at the application level.",
        "Programmability enables conditional payments and automation via smart contracts.",
        "The financial system is at a tipping point for widespread adoption of digital currencies.",
        "Public-private partnerships are essential for advancing payment innovation.",
        "Tokenized deposits enhance control and customization in financial transactions.",
        "Blockchain improves transparency and auditability for institutional entities.",
        "Atomic settlement reduces counterparty risk in interbank transfers.",
        "24/7 availability of tokenized systems can improve liquidity management.",
        "Regulatory sandboxes help manage risks while testing digital currencies.",
        "Standardization is critical for interoperability between tokenized systems.",
        "Privacy concerns must be addressed in the design of digital money systems.",
        "Education gaps may hinder public adoption of tokenized retail solutions.",
        "Smart contracts unlock new business opportunities beyond current capabilities.",
        "Cross-border tokenized transactions could significantly reduce settlement delays.",
        "Programmable finance can support SMEs and gig economy micro-payments.",
        "Tokenized deposits may not replace fast payment systems like FPS but add value through programmability.",
        "User adoption will depend on intuitive interfaces and trust-building measures.",
        "Governance models need further development before full-scale deployment.",
        "Collaboration with regulators is crucial for compliant innovation.",
        "Digital currencies should be inclusive and accessible to all economic participants.",
        "The future of money movement lies in combining efficiency, security, and inclusivity.",
        "Commercial banks can leverage tokenization to offer new financial products.",
        "Interoperability with legacy systems is a key challenge for scalability.",
        "Real-time settlement improves cash flow for merchants and businesses.",
        "Central banks must remain technologically advanced to maintain relevance."
      ],
      "key_datapoints": [
        "Stablecoin market capitalization exceeds US $140 billion.",
        "BISIH has 15 out of 26 projects focused on CBDCs and digital currencies.",
        "One study estimates a US $5 trillion opportunity from asset tokenization in five years.",
        "India’s e-INR pilot had 1.46 million users and 0.31 million merchants as of August 2023.",
        "Project mBridge processed over 160 transactions totaling more than HK$171 million.",
        "China reported 950 million e-CNY transactions and 120 million wallets as of July 2023.",
        "HSBC has assets of US$3,001 billion as of March 2024.",
        "Pilot fund transfers took less than 90 seconds end-to-end.",
        "Property deposit in pilot was HK$1.5 million (15% of HK$10M purchase price).",
        "Acquirer-merchant settlement tested at HK$1 million per batch.",
        "FPS enables real-time payments in Hong Kong.",
        "RTGS settlement can take several hours to a day.",
        "UAE aims to complete first phase of digital Dirham strategy by mid-2024.",
        "Brazil plans Drex population pilot by end of 2024.",
        "MiCA regulation became effective in June 2023.",
        "Digital Tenge cross-border integration targeted for 2025.",
        "16 companies participated in HKMA’s e-HKD Phase 1 pilot.",
        "Five universities joined HKMA’s CBDC Expert Group in October 2023.",
        "14 pilot projects were run under six categories in global initiatives.",
        "Visa works in over 200 countries and territories.",
        "Pix is Brazil’s instant payment system.",
        "Drex platform testing included 16 consortia, including Visa.",
        "FSB released tokenization plan in July 2023.",
        "IOSCO published final crypto policy report in November 2023.",
        "EU proposes two-stage rollout for digital euro functionality."
      ],
      "topic_areas": [
        "e-HKD",
        "Tokenization",
        "CBDC",
        "Blockchain",
        "Payments",
        "Settlement",
        "Pilot",
        "Interoperability",
        "Privacy",
        "Regulation",
        "Smart Contracts",
        "Stablecoins",
        "wCBDC",
        "rCBDC",
        "Digital Economy"
      ],
      "word_count": 11254,
      "total_markers": 75
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:15:12.455211",
    "model_used": "qwen-plus"
  }
}