{
  "success": true,
  "url": "file:///D:/App%20Dev/Research%20Tool/data/research/20251121_191251/20251121_111258/uploads/1c1230c9d3694ee0b7453fe6174bc527.pdf",
  "content": "# Envisioning\n# Programmable\n# Payments in\n# Hong Kong\n\n How could an e-HKD further\n improve payments in Hong Kong?\n\n---\n\n# Acknowledgement\n\n**Co-authors of the white paper**\n\nAppraised as the “Best Retail Bank in Hong Kong” by The Asian Banker for six consecutive\n\nyears, Hang Seng Bank is a leading financial institution in Hong Kong. Hang Seng Bank offers\n\na wide range of financial products and services to individuals, businesses, and institutions,\n\nincluding personal banking, commercial banking, wealth management, and insurance.\n\nWith a strong commitment to innovation and customer centricity, Hang Seng Bank has\n\nestablished itself as a trusted and reliable partner for its customers, helping them achieve\n\ntheir financial goals and navigate the ever-changing landscape of the global economy.\n\nHang Seng Bank is one of the sixteen firms that participated in Phase 1 of the e-HKD Pilot\n\nProgramme. One of their use cases was awarded the “Best Use Case Award” at the Global\n\nFast Track 2022’s CBDC Track Pitching Competition in November 2022.\n\nFor more information, visit [www.hangseng.com](http://www.hangseng.com)\n\nOliver Wyman is a global leader in management consulting. With offices in more than 70\n\ncities across 30 countries, Oliver Wyman combines deep industry knowledge with specialized\n\nexpertise in strategy, operations, risk management, and organization transformation. The\n\nfirm has 7,000 professionals around the world who work with clients to optimize their business,\n\nimprove their operations and risk profile, and accelerate their organizational performance\n\nto seize the most attractive opportunities. Oliver Wyman is a business of Marsh McLennan\n\n[NYSE: MMC].\n\nFor more information, visit [www.oliverwyman.com](http://www.oliverwyman.com)\n\n---\n\n# Acknowledgement\n\n**With inputs from**\n\nThe Hong Kong Monetary Authority (HKMA) is Hong Kong’s central banking institution and an\n\nintegral part of the Hong Kong Special Administrative Region Government. The HKMA has four\n\nmain functions: maintaining currency stability within the framework of the Linked Exchange\n\nRate System; promoting the stability and integrity of the financial system, including the banking\n\nsystem; helping to maintain Hong Kong’s status as an international financial centre; and\n\nmanaging the Exchange Fund.\n\nFor more information, visit [www.hkma.gov.hk](http://www.hkma.gov.hk)\n\n---\n\n# Foreword\n\n**Gilbert Lee**\n\nHead of Strategy & Planning and Chief of Staff to Chief Executive of Hang Seng Bank\n\nWe are delighted to present the final report of our e-HKD real-life simulation, conducted as\n\npart of the Hong Kong Monetary Authority’s e-HKD Pilot Programme. This report summarises\n\nvaluable feedback collected from participants, reflecting the potential of e-HKD and providing\n\nreferences for regulators, policymakers, and industry players.\n\nAs a leading advocate of central bank digital currency (“CBDC”) in Hong Kong and Mainland\n\nChina, Hang Seng actively participates in CBDC research and development. In 2023, we\n\nsuccessfully created innovative e-HKD use cases and conducted real-life simulations in\n\ncollaboration with strategic partners and industry players.\n\nLooking ahead, we will continue to actively participate in discussions, share insights, and\n\ncontribute to CBDC development in the region while supporting other HKMA initiatives.\n\nSpecial thanks to our partner on this report, Oliver Wyman, and our partners in the e-HKD\n\nPilot Programme, including Hong Kong Cyberport Management Company Limited, The\n\nChinese University of Hong Kong, and FORMS Syntron Information (HK) Ltd.\n\n**Ronald Fung**\n\nPartner, Digital and Financial Services Practices, Oliver Wyman\n\nCentral bank digital currencies (CBDCs) come with exciting potential, yet many industry\n\npractitioners are still in the exploration stage, with hesitations. To contribute to the\n\nresponsible community in exploring the future of money, Oliver Wyman has been working\n\ncollaboratively with policymakers, traditional financial institutions, disruptors and civic\n\nsociety in thought-leadership and various pilot endeavours.\n\nThrough this joint report, Hang Seng and Oliver Wyman aim to crystallise the various\n\ncharacteristics and benefits of an e-HKD. Additionally, this report identifies the key enablers\n\nrequired to unlock the future potential of e-HKD. We believe this report can facilitate the\n\nindustry in gaining a better understanding and confidence to embark on this exploration\n\ntogether, creating much-needed collaboration between the private and public sectors.\n\n---\n\n# Contents\n\n**Executive summary** **6**\n\n**1. Potential value of e-HKD** **8**\n\n1. 1 Rationale for piloting CBDCs 8\n\n1. 2 Value of a CBDC to Hong Kong 9\n**2. A real-life experiment** **12**\n\n1. 1 Use cases’ design and rationale 12\n\n1. 2 Feedback from the pilot and its implications 16\n\n1. 3 Reflection on enabling e-HKD’s future success 20\n**3. From vision to operation** **21**\n\n1. 1 Participation models 22\n\n1. 2 Programmability setup and ownership 26\n\n1. 3 Innovation-friendliness of e-HKD platform 28\n**4. What’s next for stakeholders** **30**\n\n| |\n|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Envisioning Programmable Payments In Hong Kong\nContents\nExecutive summary 6\n1. Potential value of e-HKD 8\n1.1 Rationale for piloting CBDCs 8\n1.2 Value of a CBDC to Hong Kong 9\n2. A real-life experiment 12\n2.1 Use cases’ design and rationale 12\n2.2 Feedback from the pilot and its implications 16\n2.3 Reflection on enabling e-HKD’s future success 20\n3. From vision to operation 21\n3.1 Participation models 22\n3.2 Programmability setup and ownership 26\n3.3 Innovation-friendliness of e-HKD platform 28\n4. What’s next for stakeholders 30\n© Oliver Wyman 5 |\n| |\n\n---\n\n# Executive summary\n\nCentral bank digital currencies (CBDCs) have gained widespread interest from around the\n\nworld. A CBDC is a digital form of a fiat currency that is issued by a central banking institution.\n\nSome countries, like China and the Bahamas, are running advanced pilots (e.g., e-CNY in\n\nChina and Sand Dollar in Bahamas), while others, such as the United Kingdom and Europe,\n\nare in the design stage (e.g., digital pound and digital euro). We see CBDCs come with exciting\n\npotentials — it may unlock additional economic value by facilitating new types of transactions\n\nand enhancing their efficiency and transparency.\n\nIn Hong Kong, the Hong Kong Monetary Authority (HKMA) has been researching CBDCs as\n\npart of its “Fintech 2025” strategy. As part of the HKMA’s three-rail approach in paving the\n\nway for the potential implementation of an e-HKD, being a retail CBDC in Hong Kong, the\n\nHKMA launched the e-HKD Pilot Programme in November 2022 to explore commercially\n\nviable use cases for an e-HKD in collaboration with the industry.\n\nSixteen participants, including Hang Seng Bank (Hang Seng), were involved in Phase 1 of\n\nthe programme, which commenced in May 2023. Hang Seng collaborated with FORMS HK\n\nto develop a hypothetical e-HKD e-Wallet prototype. The prototype was used to test the\n\neffectiveness of a hypothetical e-HKD to streamline the use cases of government grant\n\ndisbursement, merchant reward programme, and Peer-to-Peer (P2P) transfer.\n\nDrawing from the feedback gained during the pilot, we observe three strategic implications:\n\n**•** **An e-HKD has the potential to enable wider adoption of retail payments.** With\n\nincreasingly various types of retail business models, the demand for conditional payments\n\nhas become ubiquitous, such as long-term service subscriptions that necessitate payment\n\nover a period, and peer-to-peer marketplaces where payments are required upon the\n\nreceipt of goods. As a retail CBDC, an e-HKD could be linked to various digital payment\n\nmethods, allowing conditional payments to be applied regardless of the payment methods\n\nbeing selected by the users.\n\n**•**\n**An e-HKD could empower small businesses in using digital payment & programmability**\n\n**features.** Due to ingrained business norms and the lack of technology capabilities of many\n\nsmall businesses, they tend to embrace digitalisation in the retail commercial world at a\n\nslower pace. An e-HKD has the potential to reduce technology barriers and enable small\n\nbusinesses to set specific conditions for transactions, e.g., customised rewards and\n\npayments in instalments.\n\n---\n\n**•** **Clear incentives will be required to drive adoption for both individuals and**\n\n**businesses.** Should an e-HKD be launched in the future, the pilot study has shown that\n\ncertain criteria have to be met to drive adoption. For individuals, the adoption could be\n\ndriven by improved user experience and certain level of payment incentives. Conversely,\n\nfor merchants and government organisations, the main incentives are cost efficiency and\n\nease of implementation.\n\nBased on the pilot experiences, there are three key enablers which should be addressed in\n\norder to realise the full potential of an e-HKD, should it be launched in the future:\n\n**•** **Collaborative participation model:** Private sector participation is not only critical for\n\ncontinuing experiment of e-HKD in the current stage, but also key for future implementation\n\nand promotion if an e-HKD is to be launched. Therefore, a participation model that defines\n\nwho and to what extent private sector could participate would become a key design\n\nquestion. A model that allows active participation from the private sector could encourage\n\ncompetition among intermediaries, leading to customer-oriented innovation, improved\n\nservices, and lower price.\n\n**•**\n**Accessible and user-friendly programmability features:** To incentivise small merchants\n\nand government organisations to adopt e-HKD, we view that the biggest challenges\n\nto be addressed are 1) the conditions that need to be made available when deploying\n\ntransactions with conditional payments, and 2) the ease of this deployment process.\n\nHowever, providing innovative programmability features on a large scale might also\n\ncause implementation issues. Therefore, the offering of programmability features\n\nshould be designed with considerations of user experiences, system performance,\n\nand risk management.\n\n**•** **An innovation-friendly platform:** This refers to a platform that is easy for eligible\n\nintermediaries to innovate and implement use cases. Based on Hang Seng’s experience\n\nin the pilot, a private-blockchain-based platform with APIs and interoperable standards\n\nto connect different intermediaries would appear to be ideal to foster innovation.\n\nWe acknowledge that certain non-technical factors such as ingrained business norms and\n\npreferences may not be necessarily solved by an e-HKD and, hence, can influence e-HKD's\n\nuptake should it be issued. With that said, the pilot proves that e-HKD could have the potential\n\nto deliver other substantial and equally important benefits to individuals, merchants, and\n\ngovernment organisations. These valuable insights would not only hold significance for Hong\n\nKong but also provide some reference for other advanced economies currently exploring the\n\nimplementation of retail CBDCs.\n\nNow is an opportune moment for collaboration between the public and private sectors to\n\ndeepen the examination of the key benefits that an e-HKD could bring to Hong Kong, and\n\nto set out necessary frameworks and architectures to fully realise the potential benefits.\n\n---\n\n# 1 Potential value of e-HKD\n\n1 Bank for International Settlements, July 2023 *, Making headway — Results of the 2022 BIS survey on central bank digital*\n*currencies and crypto.*\n\n2 International Monetary Fund, March 2023, *Nigeria — Fostering Financial Inclusion through Digital Financial Services.*\n\nCentral bank digital currencies (CBDCs) are gaining traction in the digital financial services\n\nmarket as a form of digital money. In 2022, a survey by Bank for International Settlement (BIS)\n\nrevealed that 93% of the surveyed central banking institutions had launched either retail CBDC\n\nprojects or both retail and wholesale CBDC projects, indicating widespread interest ^1^ . Hong\n\nKong, for example, has completed Phase 1 of the e-HKD Pilot Programme in 2023 to explore\n\nthe use cases and unique value of issuing its own retail CBDC.\n\nDespite the experiments and projects, many central banking institutions remain undecided\n\non the path ahead. This section will review the motivations of central banking institutions\n\nin piloting a retail CBDC, and discuss the value of retail CBDCs in advanced economies like\n\nHong Kong.\n\n 1.10 Rationale for piloting CBDCs\n\nThe same survey by BIS has shown that emerging economies are leading in the development\n\nof CBDCs compared to advanced economies, especially for retail CBDCs. Notably, all current\n\nlive retail CBDCs are issued in emerging economies. For instance, Nigeria launched eNaria in\n\n2021 to enhance financial inclusion as one of the motivations, leveraging the country’s high\n\nmobile phone penetration rate of approximately 80% ^2^ . In emerging economies, retail CBDCs\n\nhave the high potential to improve financial inclusion and payment efficiency. Whilst in\n\nadvanced economies, the aforementioned pain points are nearly well-addressed due to well-\n\nbanked population and developed digital payment ecosystems. As a result, many advanced\n\neconomies are still exploring the value of retail CBDCs, focusing on enhancing customer\n\nexperience, improving payment efficiency, ensuring safety, and promoting financial stability.\n\n---\n\nFor example, the European Central Bank (ECB) is looking into the possible issuance of a\n\ndigital euro to strengthen its role in the payment market, which could “help reduce Europe’s\n\ndependence on private, non-European payment providers” ^3^ . It was explored that more\n\n“pan-European payment innovations” could be fostered and more healthy competition in\n\nthe European payment landscape could be introduced, showcasing the diverse capabilities\n\nand solutions offered by CBDCs.\n\n 1.20 Value of a CBDC to Hong Kong\n\nHong Kong, a prominent financial hub in Asia, boasts a highly sophisticated payment market,\n\nwith 91% digital payment adoption rate ^4^ and HKD 350 billion retail sales in a year ^5^ . However,\n\ndespite its accessibility and convenience, many merchants, especially the small-and-medium-\n\nsized ones, still experience pain points such as high cost and operational inefficiency to\n\ncustomise payments on their purposes. Although some digital payment methods are able to\n\nprovide transaction record and simple reward options for merchants, some small-and-medium-\n\nsized merchants may still hesitate to adopt these new technologies due to entrenched business\n\npractices and limited operational and technological resources to analyse customer data and\n\ncreate personalised reward programmes. Furthermore, small and medium-sized merchants\n\noften face the challenge of having to select one or several payment e-wallets to implement\n\nsuch reward programmes, given there is a lack of existing solution that provides customers\n\nwith access to all merchants, which can be less efficient.\n\nAn e-HKD, a digital version of the Hong Kong dollar that is being examined in the pilot,\n\ncould potentially address the gap by embedding the potential features of programmability,\n\ntraceability, and interoperability.\n\n- Programmability is defined as the ability to set conditions for money or payments for\nspecific purposes. For example, a merchant could programme a customised discount\n\ninto transactions based on certain time and counterparty criteria. This could not only\n\nstreamline the process of merchants adopting conditional payments and reward\n\nprogrammes, but also lower the technical and operational barrier of less tech-savvy\n\norganisations (such as small-and-medium-sized merchants) to embrace a new payment\n\nmethod, bearing any resistance they may have towards these new methods as a result\n\nof pre-existing notions or longstanding norms.\n\n3 European Central Bank, October 2023, *FAQ on a digital euro.*\n\n4 The Hong Kong Polytechnic University, April 2023, *PolyU-Asklora Fintech Adoption Index (FAI).*\n\n5 Hong Kong Census and Statistics Department, 2022, *Total Retail Sales.*\n\n---\n\n- Traceability refers to accurate documentation and automatic tracking of e-HKD movements\n\nsince the time of issuance. It could enable the above merchants and organisations to track\n\nthe performance of implemented reward programmes irrespective of the payment channel\n\nbeing utilised, and hence make more informed decisions with better understanding of\n\nthe market.\n\n- Interoperability refers to the seamless and efficient exchange of information, transaction\n\nprocessing, and communication across systems, such as among the existing payment\n\nsystems. Depending on the design of e-HKD infrastructure, an e-HKD could potentially\n\noffer an interoperable solution applicable to the entire payment ecosystem and accessible\n\nto all individuals, merchants and government organisations whilst not cannibalising the\n\nexisting market.\n\nAlthough some of these features may as well be achievable in the existing payment channels\n\n(e.g., customised reward could be implemented in some digital payment channels), an e-HKD\n\ncould potentially and uniquely combine these features in one single digital money, which makes\n\nit exceptionally versatile and easy to drive new payment innovations and create additional\n\ncommercial values.\n\n**Exhibit 1: Potential features and benefits of an e-HKD**\n\n**Achievable in one**\n**single digital money —**\n**potential e-HKD**\n\n**Interoperable**\ne-HKD could be\ninteroperable with\nexisting payment\nsystems and connect\nindividuals, merchants,\ngovernment\norganisations in\none ecosystem\n\n**Programmable**\ne-HKD could support various\nforms of conditional payments\nin just a few clicks\n\n**Traceable**\ne-HKD could track\nreal-time fund usage\nfor eligible parties\nthrough user-friendly\nwallets/ interfaces\nand allow data\nanalytics\n\n---\n\nThe Hong Kong payment ecosystem has evolved through several stages to become as\n\nadvanced and user-friendly as it is today. This journey includes the evolution from its initial\n\nstage of cash-based payments to “Payment 1.0”, i.e., cashless payments with the introduction\n\nof Octopus cards and credit cards, as well as the upgrade to “Payment 2.0”, which entails\n\ncontactless payments such as online digital payments. With more players entering the market,\n\nthe competition has also incubated value-added services beyond pure payment, such as\n\nexclusive reward programme and financing services provided and controlled by the payment\n\nchannels. Each of these stages has introduced new solutions to provide additional benefits\n\nto the users whilst not excluding the pre-existing solutions to serve diversified client needs.\n\nWith the uniquely combined features of a potential e-HKD, it has the chance to drive further\n\nevolution of the payment ecosystem from stage 2.0 to 3.0. Programmability, as being tested in\n\nmultiple use cases in Phase 1 of the e-HKD Pilot Programme, could empower the less tech-\n\nsavvy institutions and merchants to design and control their own payment conditions as\n\nneeded, without depending on specific payment channels or requiring additional technology\n\nresources for implementation.\n\n**Exhibit 2: Evolution of Hong Kong payment landscape**\n\n**Initial stage** **Payment 1.0** **Payment 2.0** **Payment 3.0**\n\nCashless\npayment\n\nContactless payment\n\nValue-added services\ndriven by payment\nchannel operators\n\nProgrammable payments\ndriven by merchants or\ngovernment organisations,\nembedding traceability\nand interoperability\n\nCash-based\npayment\n\n---\n\n 2  A real-life experiment\n\nTo take deep dives into potential use cases, and implementation and design issues relating\n\nto an e-HKD, the HKMA commenced Phase 1 of e-HKD Pilot Programme in May 2023, with\n\nHang Seng as one of the participating firms. Recognising programmability as one of the key\n\npotential features of e-HKD, Hang Seng proposed two use cases and one supplementary use\n\ncase, all of which fell under the programmable payments category.\n\nTo test the three use cases, Hang Seng developed a hypothetical e-HKD e-wallet with assistance\n\nfrom a Fintech company, FORMS HK. This prototype utilised a private blockchain to facilitate the\n\nissuance of hypothetical e-HKD-supported tokens with specific payment conditions, enabling\n\ngovernment grant disbursement (Government to Customers, or G2C) and merchant reward\n\nprogramme (Business to Customers, or B2C). In order to ensure a comprehensive coverage of\n\nretail payment scenarios, P2P transfer was also explored and enabled to supplement the first\n\ntwo use cases.\n\nThe remaining part of this section provides an overview of each of the three use cases and\n\nsummarised the feedback collected from the pilot participants.\n\n 2.1 Use cases’ design and rationale\n\nHang Seng‘s pilot encompassed three use cases, namely government grant disbursement,\n\nmerchant reward programme, and P2P transfer.\n\n---\n\n**USE CASE 1**\n\n**Government grant disbursement**\n\nToday, the subsidy disbursement and collection process are notably long and manual for both\n\nthe government organisations and beneficiaries (i.e., the recipients). From the government's\n\nperspective, the distribution of government grant still consists of many manual processes,\n\nincluding handling supporting documents, notifying approval and disbursement status,\n\nconducting the subsidy transfer through cheques and other means. Although some of the\n\nprocesses are deliberately designed to embed extra control on the correct disbursement,\n\nthe general perception of the overall disbursement process is that it can be both resources-\n\nconsuming and time-consuming, as well as creating unpleasant user experiences for the\n\nbeneficiaries, such as checking across multiple systems to reconcile the subsidy application\n\nand cashflow information. Furthermore, as the subsidies are managed by the beneficiaries in\n\nvarious bank accounts and digital wallets. It is extremely challenging to monitor the usage of\n\ndisbursed subsidies, creating the potential for misuse.\n\nAs described in Exhibit 3, different potential features of an e-HKD could address the preceding\n\nissues within government grant disbursement. For instance, the programmability nature\n\nof e-HKD can enable automation in government’s notifications to beneficiaries and fund\n\ndisbursement once the eligibility of the beneficiaries is confirmed. Another feature of e-HKD,\n\ni.e., atomic settlement, could guarantee beneficiaries to receive subsidies instantly without any\n\ndelay. Finally, the traceability could allow real-time tracking of fund usage for administrative\n\npurposes as long as it is kept as an e-HKD.\n\n**Exhibit 3: Government grant disbursement process** — **current vs in e-HKD pilot**\n\n**Current**\n**In Hang Seng’s e-HKD**\n**pilot use case design**\n**Enabled by potential**\n**e-HKD features**\n\n**Application**\n**and approval**\n**Varying** **Varying** NA\n\n**Notification for**\n**approval results**\n**Manual and**\n**lengthy process**\nGovernment notifies\nbeneficiaries through\nmail, email and\nother channels\n\n**Automatic and speedy**\nGovernment notifies\nbeneficiaries via\nhypothetical e-HKD\nwallet once the approval\nis obtained\n\n**Programmability**\n\n**Fund**\n**disbursement**\n**Time-consuming**\nIn some cases,\nbeneficiaries receive\ncheques and queue\nat branch for handling\n\n**Fast and ring-fenced fund**\nBeneficiaries receive\nsubsidies instantly, where\nsubsidies are ring-fenced\nfor eligible usage\n\n**Atomic**\n**settlement and**\n**programmability**\n\n**Monitoring** **Manual and**\n**lengthy process**\nGovernment extracts\ndata from different\nsources with time lag\n\n**Automatic and**\n**instant monitoring**\nGovernment has access\nto real-time subsidy\nusage data on the\nadministrative portal\n\n**Programmability**\n**with traceability**\n\n**1**\n\n**2**\n\n**3**\n\n**4**\n\n| | | Current | In Hang Seng’s e-HKD\npilot use case design | Enabled by potential\ne-HKD features |\n|---------|-----------------------------------|-----------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------|---------------------------------------|\n| 1\n\n\n4 | Application\nand approval | Varying | Varying | NA |\n| | Notification for\napproval results | Manual and\nlengthy process\nGovernment notifies\nbeneficiaries through\nmail, email and\nother channels | Automatic and speedy\nGovernment notifies\nbeneficiaries via\nhypothetical e-HKD\nwallet once the approval\nis obtained | Programmability |\n| | Fund\ndisbursement | Time-consuming\nIn some cases,\nbeneficiaries receive\ncheques and queue\nat branch for handling | Fast and ring-fenced fund\nBeneficiaries receive\nsubsidies instantly, where\nsubsidies are ring-fenced\nfor eligible usage | Atomic\nsettlement and\nprogrammability |\n| | Monitoring | Manual and\nlengthy process\nGovernment extracts\ndata from different\nsources with time lag | Automatic and\ninstant monitoring\nGovernment has access\nto real-time subsidy\nusage data on the\nadministrative portal | Programmability\nwith traceability |\n\n---\n\nAs such, the manual work of government staff could be largely streamlined and automated.\n\nThey would also be empowered to monitor the usage of the subsidy, the data collected from\n\nwhich could benefit the design of future subsidy programme. For the beneficiaries, tracking\n\nthe disbursement progress could be much easier and more instant. They might only need\n\nto tap a few times on the phone to see the disbursement, instead of navigating through\n\nmultiple applications.\n\nTaking FY2023-24 as an example — the Hong Kong government is expected to spend HKD\n\n129 billion on social welfare (e.g., Old Age Living Allowance, Comprehensive Social Security\n\nAssistance, Disability Allowance) ^6^ . This amount may continue to grow in the future with\n\neconomic growth and progression of the society. With the infrastructure in place, an e-HKD\n\nhas the potential to facilitate future government subsidies of varying scale and criteria,\n\nresulting in efficiency savings for the government and benefiting millions of recipients.\n\n**USE CASE 2**\n\n**Merchant reward programme**\n\nOn the other hand, providing\n\ncustomised reward to facilitate\n\nbusiness expansion and customer\n\ntraction has been challenging for\n\nmerchants. As shared by a food and\n\nbeverage operator that participated\n\nin the pilot, small-and-medium-sized\n\nmerchants are often constrained by\n\nlimited capacity and capability to\n\nmanage reward programmes.\n\nAn e-HKD emerges as a potential\n\nsolution to address these challenges. Its\n\nprogrammability empowers merchants\n\nto easily design the vouchers so that they\n\ncan be automatically disbursed when a\n\ncustomer’s spending fulfils predefined\n\nconditions. For the individual users, the\n\ne-HKD platform could provide a unified system for streamlined management of diverse\n\nreward vouchers. Upon the redemption of vouchers, e-HKD leverages programmability to\n\nconduct automated checks on redemption conditions and facilitate atomic settlement to\n\nclose the transaction.\n\n6 Hong Kong 2023-24 Budget.\n\n The current digital\n payment means are\n too costly... Also, we\n do not have regular\n rewards/reward\n programmes since we\n find it hard to indentify\n the right customers to\n distribute rewards.\n\nA food and beverage operator\n\n---\n\nIn Hong Kong’s bustling retail landscape, with over 63,000 retail outlets ^7^ , catering to\n\npersonalised rewards for over 4 million potential users ^8^ could enhance customer loyalty,\n\nengagement, as well as overall customer experience.\n\n**Exhibit 4: Merchant reward programme — current vs in e-HKD pilot**\n\n**Current**\n**In Hang Seng’s e-HKD**\n**pilot use case design**\n**Enabled by potential**\n**e-HKD features**\n\n**Design** **Manual work and**\n**lengthy process**\nMerchants design terms\nand conditions and layout\n\n**Automatic, fast**\n**and low-cost**\nMerchants set\ncustomised conditions\nand distribute the\nvouchers via the\nadministrative portal\n\n**Programmability**\n**Distribution** **Expensive**\nMerchants print and\ndistribute vouchers\n\n**Storage** **Difficult to manage**\nCustomers receive different\nformats of rewards with\nno customisation\n\n**Ease of management**\nCustomers receive\nvouchers instantly\nand manage them\non a single platform\n\n**Programmability**\n\n**Redemption** **Time-consuming**\nCustomers queue at shops\nto use the vouchers\n\n**Verification** **Manual work**\nMerchants manually verify\nthe terms and conditions\nof vouchers\n\n**Automatic, fast**\n**and low-cost**\nMerchants verify\nand settle the\nvouchers without\nmanual checking\n\n**Atomic**\n**settlement and**\n**programmability**\n\n**Reconciliation** **Manual work**\nMerchants manually\nreconcile and settle\ntransactions with banks\n\n Supplementary use case: P2P Transfer\n\nSimilar to merchant reward programmes, P2P transfers could also embed programmability\n\nand traceability with an e-HKD. In the pilot, Hang Seng enabled conditional and traceable\n\nP2P transfer so that the payers could customise the prerequisites for the fund to be further\n\nused and track the fund utilisation. It could enhance the payers’ control and visibility on\n\nthe fund usage, which is valuable to people engaging services such as errand services and\n\npurchasing agents.\n\n7 Hong Kong Retail Management Associations, based on the disclosure as of 15 November 2023.\n\n8 Referring to Hong Kong population who are aged between 15-64 and own at least 1 smartphone; Hong Kong Census\nand Statistics Department, May 2023, *Thematic Household Survey Report No. 77* .\n\n**1**\n\n**2**\n\n**3**\n\n**5**\n\n**4**\n\n**6**\n\n| | | Current | In Hang Seng’s e-HKD\npilot use case design | Enabled by potential\ne-HKD features |\n|-------------|----------------|------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------|---------------------------------------|\n| 1\n\n\n\n\n6 | Design | Manual work and\nlengthy process\nMerchants design terms\nand conditions and layout | Automatic, fast\nand low-cost\nMerchants set\ncustomised conditions\nand distribute the\nvouchers via the\nadministrative portal | Programmability |\n| | Distribution | Expensive\nMerchants print and\ndistribute vouchers | | |\n| | Storage | Difficult to manage\nCustomers receive different\nformats of rewards with\nno customisation | Ease of management\nCustomers receive\nvouchers instantly\nand manage them\non a single platform | Programmability |\n| | Redemption | Time-consuming\nCustomers queue at shops\nto use the vouchers | | |\n| | Verification | Manual work\nMerchants manually verify\nthe terms and conditions\nof vouchers | Automatic, fast\nand low-cost\nMerchants verify\nand settle the\nvouchers without\nmanual checking | Atomic\nsettlement and\nprogrammability |\n| | Reconciliation | Manual work\nMerchants manually\nreconcile and settle\ntransactions with banks | | |\n\n---\n\nThis use case supplements the aforementioned two use cases and allows the pilot e-wallet\n\nto cover all retail payment scenarios comprehensively.\n\n 2.20Feedback from the pilot and\n its implications\n\nUsing the hypothetical e-HKD e-wallet prototype (Hang Seng e-wallet), Hang Seng\n\nsuccessfully completed four pilot tests involving 176 individual participants, together\n\nwith seven merchants and one government organisation. A total of 1,296 transactions and\n\ntransfers, including issuance of coupons from government organisation and merchants, as\n\nwell as P2P transfers were performed during these pilots.\n\nTo garner valuable insights from the pilot, feedback from the participating individuals,\n\nmerchants and government organisation were collected through survey and interviews. The\n\nresults show a high level of satisfaction in processing e-HKD transactions. After trying the\n\nHang Seng e-wallet, the participants also recognised traceability and programmability to\n\nbe key strengths of e-HKD. Small merchants, in particular, have expressed enthusiasm in\n\ndigitising their payment collection processes and streamlining their operations.\n\nof respondents expressed a positive\nattitude towards use of Hang Seng e-wallet\n\n**Overall satisfaction from the participants**\n\n 81%  75%\n\nof respondents are willing to recommend\ne-HKD to others\n\n**Recognition on the potential features of an e-HKD**\n\n 87%  83%\n\n**Traceability** **Programmability**\n\nof respondents found that the wallet’s ability\nto clearly date and categorise transaction data\neither met or exceeded their expectations\n\nof respondents reported that wallet’s\nconditional payment feature either met or\nexceeded their expectations\n\nA testament to the user-friendly design\nand eﬃcient functionality of the Hang\nSeng e-wallet\n\nExempliﬁes the positive impact of ﬂexibility\nand additional security from e-HKD and Hang\nSeng e-wallet\n\n| Overall satisfaction from the participants |\n|------------------------------------------------------------------------------------------------------------------------------------------------|\n| |\n| 81% 75%\nof respondents expressed a positive of respondents are willing to recommend\nattitude towards use of Hang Seng e-wallet e-HKD to others |\n\n| Recognition on the potential features of an e-HKD |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| |\n| Traceability Programmability\n87% 83%\nof respondents found that the wallet’s ability of respondents reported that wallet’s\nto clearly date and categorise transaction data conditional payment feature either met or\neither met or exceeded their expectations exceeded their expectations\nA testament to the user-friendly design Exemplifies the positive impact of flexibility\nand efficient functionality of the Hang and additional security from e-HKD and Hang\nSeng e-wallet Seng e-wallet |\n\n---\n\nHowever, while the participants mostly welcome new payment options, they also\n\nacknowledged that Hong Kong has a generally mature payment ecosystem, and it\n\nwill require more to convince users to adopt a new payment means.\n\nExploring the motivations in adopting a new payment method, a large proportion of survey\n\nrespondents highly valued security and privacy, which we believe as the “basic requirement”\n\nfor users to consider adopting a new payment method. When the “basic requirement” is met,\n\nusers would further pay attention to value-added services and financial incentives which might\n\nultimately convert their willingness to try into actual adoption.\n\n**Individual users’ top motivating factors in adopting a new payment method**\n\n**Security and privacy** **Value-added services** **Incentives/rewards**\n\nof respondents indicated\nsecure transactions and data\nprivacy as the top factor for\ntrying a new payment method\n\n 70%\n\nof respondents indicated\nwhether they could use diﬀerent\nservices (e.g., retail reward, bank\naccount) on a single platform\nwould be a critical factor\n\n 53%\n\nof respondents indicated the\nability to earn personalised\nrewards or incentives as a\ncritical factor\n\n 44%\n\n**Individual users’ top concerns towards e-HKD**\n\n 36%  33%\n\n**Limited merchant acceptance** **Safety and security**\n\nof respondents raised this as their top\nconcern, expressing their worry regarding the\nlack of usability and convenience that comes\nwith e-HKD not being widely accepted\n\nof respondents indicated this as the top\nconcern. They are concerned with the security\nof their ﬁnancial transactions and personal\ninformation\n\nShall an e-HKD be implemented, for merchants and government organisations, low cost and\n\nuser-friendliness were identified to be the two major enablers for their adoption.\n\n**Merchants and government organisations’ top motivating factors in adopting e-HKD**\n\n**Low cost** **User-friendliness**\n\nExisting market players in the payment\nindustry have been lowering the\nmerchant fees, and merchants expect\nnew technologies to maintain, if not\nlower, these fees, as they directly impact\nthe proﬁtability of their businesses\n\nElevated customer experience with\nstreamlined operational process and\neasy-to-use application can highly motivate\nmerchants to adopt new technology\n\n| Individual users’ top motivating factors in adopting a new payment method |\n|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| |\n| Security and privacy Value-added services Incentives/rewards\n70% 53% 44%\nof respondents indicated of respondents indicated of respondents indicated the\nsecure transactions and data whether they could use different ability to earn personalised\nprivacy as the top factor for services (e.g., retail reward, bank rewards or incentives as a\ntrying a new payment method account) on a single platform critical factor\nwould be a critical factor |\n\n| |\n|--|\n| |\n\n| Individual users’ top concerns towards e-HKD |\n|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| |\n| Limited merchant acceptance Safety and security\n36% 33%\nof respondents raised this as their top of respondents indicated this as the top\nconcern, expressing their worry regarding the concern. They are concerned with the security\nlack of usability and convenience that comes of their financial transactions and personal\nwith e-HKD not being widely accepted information |\n\n| Merchants and government organisations’ top motivating factors in adopting e-HKD |\n|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| |\n| Low cost User-friendliness\nExisting market players in the payment Elevated customer experience with\nindustry have been lowering the streamlined operational process and\nmerchant fees, and merchants expect easy-to-use application can highly motivate\nnew technologies to maintain, if not merchants to adopt new technology\nlower, these fees, as they directly impact\nthe profitability of their businesses |\n\n---\n\n We try to keep the operation simple and\n hence we would only be using 1-2 payment\n means with high operational speed and low\n fees. It will also help digitalise our operation\n for small businesses like us.\n\nA food and beverage operator\n\n I think e-HKD is very suitable for large-scale\n subsidy programme (with 1k+ beneficiaries).\n It could help optimise and streamline the\n operational process, and thus cut time and\n cost. With e-HKD, we could potentially save\n 25% of the time used in payment approval\n and verification process...\n\nA government organisation\n\n# “\n\n# “\n\n---\n\nIn conclusion, to ensure that there is a meaningful uptake of an e-HKD if it is to be launched,\n\nthe pilot feedback suggest that the following criteria have to be fulfilled for different\n\nend users.\n\n- For individuals, better user experience is one of the key motivations. It means that future\n\nservices enabled by e-HKD should be able to offer impressive or even unprecedented\n\nexperiences to attract attention and usage. Additionally, to echo the survey results,\n\ncertain level of financial reward or ring-fenced subsidy could also effectively incentivise\n\nrapid and widespread adoption.\n\n- For merchants and government organisations, cost would be crucial for the decision on\n\nadoption. The transaction cost would likely be an important consideration for merchants,\n\nand an equal or lower transaction cost compared to existing payment methods may be\n\nnecessary to drive adoption of an e-HKD. In addition, the e-HKD application and POS\n\nmachines have to support easy and intuitive user experiences for both basic functionality\n\n(such as payment acceptance) and more advanced processes (such as condition\n\nprogramming). It is also ideally integrated with the existing workflows in merchants\n\nand government organisations to make adoption easier.\n\n**Exhibit 5: Essential criteria for end users to adopt an e-HKD**\n\n**Better user experience**\nFun or unprecedented\nfunctions/user experiences\n\n**Individuals**\n\n**Financial rewards**\nCertain amount of ﬁnancial reward\nor ring-fenced subsidy for early\nadopters and recommendations\n\n**1**\n\n**2**\n\n**Cost savings**\nTransaction cost equal or even lower\nthan the current payment methods\n\n**Merchants and government organisations**\n\n**Ease of implementation**\nEasy and intuitive user experience to adopt\nand design desired conditions, seamless\nintegration with existing workﬂow\n\n**1**\n\n**2**\n\n---\n\n 2.30Reflection on enabling e-HKD’s\n future success\n\nTo fulfil the aforementioned criteria, we have identified three key enablers that need to be in\n\nplace for the design of an e-HKD.\n\n**1. Collaborative participation model**\n\nThe involvement of intermediaries is key to facilitate the adoption of e-HKD if it launches,\n\nfrom use case design and customer outreach to customer education. Competition among\n\nintermediaries would drive customer-centric innovation and benefit end-users with improved\n\nservices and lower prices. For example, intermediaries could provide additional benefits or\n\nrewards to customers when they pay with e-HKD. In light of this, it is essential to establish\n\na participation model that provides fair opportunities for market participants to achieve\n\ncommercial value, such as revenue uplift from new services and customers and operational\n\ncost optimisation through streamlined KYC processes.\n\n**2. Accessible and user-friendly programmability features**\n\nA key motivation from merchants and government organisations are the ease of\n\nimplementation. This entails not only a user-friendly payment gateway infrastructure but\n\nalso comprehensible and manageable programmability functions, ensuring that the cost\n\nand efforts required to adopt these functions are minimal and straightforward for small-\n\nand-medium-sized players. In other words, the programmability features should firstly be\n\naccessible, intuitive and easy to use from design perspective (e.g., providing a repository of\n\nsmart contract templates for common business activities). Additionally, the infrastructure\n\nof programmability should consider proper governance and legal implications, such as\n\npotential disputes regarding the effectiveness of programmed payments.\n\n**3. An innovation-friendly platform**\n\nA flexible and agile platform is crucial for intermediaries to experiment with different use cases\n\nof e-HKD and create differentiated solutions. This lowers the threshold for intermediaries\n\nto innovate new service propositions and generate additional revenue streams. Eventually,\n\nthis would benefit the end-users with better user experiences and potentially more financial\n\nincentives to drive adoption.\n\nThe results and findings mentioned above are derived from Hang Seng’s e-HKD pilot, which\n\nhas certain limitations. It is important to note that the pilot was conducted on a small scale and\n\nmay undergo changes during full-scale implementation with a larger number of participants,\n\nintegration with government or merchant systems, and a longer duration etc. Furthermore,\n\nthe pilot setup does not represent the final design of e-HKD, should it be launched. Despite\n\nthese considerations, the pilot findings remain valuable in identifying the key benefits\n\nand enablers of e-HKD, providing insights for the direction of the next phase of the e-HKD\n\nPilot Programme.\n\n---\n\n# 3 From vision to operation\n\nAs an e-HKD is still in the pilot stage of evaluating its commercial viability, many design\n\nquestions on the technology, legal and risk management framework, commercial business\n\nmodel are yet to be explored and researched, which are crucial factors in assessing the\n\nfeasibility of launching an e-HKD.\n\nWith the three key enablers being identified from Hang Seng’s experiences in HKMA's Phase 1\n\npilot, this section will primarily focus on the design considerations related to these enablers.\n\nIt aims to provide insights into the technical aspects of an e-HKD rather than delving into the\n\nlegal and risk management.\n\nSpecifically, this section will consider:\n\n**•** **Participation models:** What intermediaries should participate in the hypothetical e-HKD\n\necosystem? What roles should they play (such as issuance, circulation, service provision)?\n\nHow to ensure fair competition in the market to foster innovation?\n\n**•** **Programmability setup and ownership:** Whether programmable payment or\n\nprogrammable money is more ideal for the launch of e-HKD? Who could be given the\n\naccess to programmability? How should access to programmability features be managed?\n\n**•** **Innovation-friendliness of e-HKD platform:** What features should be in place to\n\nencourage market participation and innovation?\n\nIn the following, we will review the potential design options and draw on the experiences in\n\npilot programme to uncover the pros and cons of the designs.\n\n---\n\n 3.10 Participation models\n\nThe HKMA has been looking into various participation models as part of its effort in Project\n\ne-HKD and in the collaboration with BIS Innovation Hub under Project Aurum and Project\n\nSela. As the outcome of initial research, Project e-HKD proposed “two-tier architecture” due to\n\nits advantages in privacy-preserving transaction traceability and cross-ledger synchronisation\n\nof decoupled ledgers ^9^ .\n\nThe “two-tier architecture” consists of two layers: a wholesale system for the central banking\n\ninstitutions to issue and redeem CBDC, and a retail system for commercial banks to distribute\n\nand circulate either retail CBDC or CBDC-backed e-money. This is in contrast to a “single-layer\n\narchitecture” where a central banking institution directly issues and distributes CBDC to\n\nend users.\n\nThis report will continue to assume “two-tier architecture” in considering the participation\n\nmodel. In addition to the benefits mentioned in Project e-HKD and Project Aurum reports, the\n\npilot results have also demonstrated the importance of intermediary involvement in delivering\n\nthe benefits of an e-HKD. Compared to the central banking institutions, the intermediaries,\n\nsuch as commercial banks and Stored Value Facilities (SVFs), are much closer to the end users\n\nduring daily interactions. Therefore, the intermediaries could understand the end users’ latest\n\npain points and therefore design targeted applications to enhance user experience.\n\nGiven the importance of intermediary involvement, three fundamental questions about the\n\nparticipation model have surfaced.\n\n1. What role could the intermediaries play?\n\n1. What kind of intermediaries may be allowed to play these roles?\n\n1. How to incentivise participation and competition to drive innovation?\n9 Hong Kong Monetary Authority, October 2021, *e-HKD: A Technical Perspective.*\n\n---\n\n**Question 1: What role could the intermediaries play?**\n\n10 In addition to the two types of roles, there may be other roles possible to be taken by intermediaries in a retail CBDC\ninfrastructure while not extensively explored in the pilot.\n\n11 Hong Kong Monetary Authority, October 2021, *e-HKD: A Technical Perspective.*\n\nBased on Hang Seng’s experience in Phase 1 of the pilot, there are three major roles ^10^ that\n\ncould be taken by the intermediaries as described below.\n\n**•** **CBDC distribution and management:** At a minimum, intermediaries’ role could be\n\nconnecting individuals to the CBDC system, which is managed by the central banking\n\ninstitution. And, more extensively, the intermediaries could operate parts of the CBDC\n\ninfrastructure. For example, Project e-HKD discussed a CBDC-backed e-money model ^11^ as\n\none of the three potential “two-tier architecture” options. The intermediaries could issue\n\nCBDC-backed tokens for retail usage and, hence, need to operate the infrastructure for\n\nthe token issuance. This would give issuing banks more incentives to drive innovation\n\nin the CBDC system and achieve commercial value by monetising from increasing\n\ntransaction volume.\n\n**Exhibit 6: Illustrative relationship between central bank, intermediaries, and end-users**\n**in CBDC-backed e-money model**\n\n**Central bank** **Intermediaries**\n**(e.g., commercial banks)**\n\n**End-users**\n**(e.g., customers and merchants)**\n\nIssue CBDC\n\nReserve CBDC\n\nIssue CBDC\n\nReserve CBDC\n\nIssue Bank A’s stablecoin\n\nIssue Bank B’s stablecoin\n\n**A**\n\n**B**\n\n**Bank A**\n\n**Bank B**\n\n**A**\n\n**B**\n\n**•** **Wallet and payment services:** This role is to provide customer-facing services include\n\nuser interfaces, value-added functionality, customer support, merchant services, payment\n\ngateways, and potentially other forms of programmability.\n\n**•** **Account and transaction KYC:** This role is to ensure Anti-Money Laundering ( “ AML”),\n\nCounter-Financing of Terrorism ( “ CTF”), fraud and other compliance watchpoints are\n\nadequately checked and cleared for account opening and transaction processing. However,\n\nthe substance of this role may vary extensively based on the design of CBDC infrastructure,\n\nespecially whether a CBDC has anonymity and whether the infrastructure is distributed\n\nledger technology (DLT) based. If a CBDC is not entirely anonymous and the infrastructure\n\nis built on blockchain, there is potential that only a few intermediaries have to do the KYC\n\n---\n\nchecks and the results could be shared to other market participants without disclosing any\n\nother information. This could reduce duplicated efforts across entities and therefore save\n\ncosts for the market as a whole.\n\n**Question 2: What kind of intermediaries may be allowed to play**\n**these roles?**\n\nDepending on the nature of the roles being permitted, the requirements on the participating\n\nintermediaries would also vary.\n\n**•** **CBDC distribution and management:** Regardless of the extent of the CBDC distribution\n\nand management roles that intermediaries may be permitted to play, it will necessitate the\n\nparticipating players to possess sufficient technological, operational, and risk management\n\ncapabilities, as well as to allocate appropriate resources. Using the CBDC-backed e-money\n\nmodel as an example, the infrastructure of issuing banks should be capable of connecting\n\nwith the wholesale CBDC ledger and enabling efficient processing of potentially high-\n\nvolume retail transactions at the same time. As such, only **intermediaries with the**\n\n**aforementioned capabilities and resources (such as large banking institutions)**\n\nshould be allowed to play these roles, and proper governance on assessing, monitoring\n\nand reviewing these conditions would be essential.\n\n**•**\n**Wallet and payment services:** This is the role with the biggest potential to drive innovation.\n\n**Not only should commercial banks be encouraged to play this role, but customer-**\n\n**facing FinTech companies such as SVFs should also be welcomed.** This would allow them\n\nto adapt their services to support the delivery of CBDC, foster healthy competition, and\n\nprovide innovative solutions for the benefit of society as a whole.\n\n**•** **Account and transaction KYC:** If a CBDC is not designed to provide full anonymity,\n\nall participating intermediaries would have KYC responsibilities, which is similar to the\n\ncurrent banking and digital payment systems. Therefore, **only intermediaries that**\n\n**possess sufficient KYC and AML capabilities** could be considered in providing account\n\nmanagement and transaction services. However, adopting blockchain technology for\n\nan e-HKD infrastructure could potentially streamline these efforts by enabling different\n\nentities to access and verify KYC data. Instead of each institution conducting independent\n\nKYC checks, they can rely on the verified data stored on the blockchain, reducing duplication\n\nof efforts. Additionally, under proper risk management governance, larger intermediaries\n\nwith more established KYC capabilities and more extensive client data may be able to\n\noutsource these capabilities to other players. This could result in cost savings for the\n\nindustry and create new source of revenue for the larger players.\n\n---\n\n**Question 3: How to incentivise participation and competition to**\n**drive innovation?**\n\n12 Although this implies additional cost for the merchants, the services would create additional value for merchants in\nattracting and serving the customers. Similar to the case of credit cards, the fees paid by merchants could potentially\nfund the operation of the reward programme as well as provide incentives to individuals for wider adoption.\n\n13 Settlement of tokenised asset is one of the use cases in Phase 1 of e-HKD Pilot Programme, which explores use of\ntokenised real estate assets for granting a home equity line of credit as well as tokenisation of pledging rights to an\nasset. Hong Kong Monetary Authority, October 2023, *e-HKD Pilot Programme Phase 1 Report.*\n\nUltimately, the incentive of intermediaries’ participation depends on the commercial\n\nvalue that could be generated from the potential e-HKD ecosystem, which usually lies\n\nin new revenue-generating business opportunities and cost savings.\n\n**•**\n**New revenue-generating business opportunities:** It could come from new innovative\n\npropositions for certain customer segment and thus creating new revenue streams,\n\nsuch as charging merchants to use conditional reward functionality on transaction or\n\nsubscription basis ^12^ . More extensively, if the future e-HKD could facilitate transactions\n\nof virtual assets (e.g., virtual currencies or digital collectibles) or tokenised assets\n\n(e.g., tokenised bonds) ^13^ , the intermediaries may be able to provide related products\n\nand services to capture the unprecedented market demand, thus potentially charging\n\nend-users based on transaction volume or amount. Advanced intermediaries could\n\neven output their institutional capabilities to enable smaller players in pursuing e-HKD\n\nopportunities, such as account KYC. Intermediaries could potentially charge other\n\nintermediaries on a pay-per-use model.\n\n**•** **Cost savings:** For example, it would be easier for banks and other wallet operators\n\nto trace the transactions and analyse the transaction patterns in order to capture\n\nfraud more accurately. The efforts required to reconcile information across multiple\n\nintermediaries would be significantly eliminated.\n\nHowever, to enable such commercial value for intermediaries, the governance on data\n\naccessibility would be key, which defines the scope of data accessible and utilisable to the\n\nintermediaries. Expanding the data accessibility could empower intermediaries to pursue\n\nmore innovative initiatives. However, this approach also raises concerns regarding data\n\nprivacy and cybersecurity, which holds paramount significance for individual users to\n\nconsider adoption (as mentioned in Section 2.2). Conversely, imposing strict limitations on\n\ndata accessibility can safeguard data privacy but may hinder the commercial viability of\n\ne-HKD business for intermediaries as well as the investigation into potential fraud and\n\nother financial crimes.\n\nMeanwhile, it should also be watched out for any exclusive data accessibility, which could\n\nbecome a “double-edged sword” for the entirety of the market. On one hand, it provides\n\na competitive advantage to the data recipients, and thus fostering innovation; but on the\n\nother hand, it may exacerbate the disparity among market participants.\n\n---\n\n 3.2  0  Programmability setup and ownership\n\nAs mentioned in earlier sections, programmability is at the heart of the benefits brought\n\nby a potential e-HKD. However, the implementation of programmability still awaits two key\n\ndesign questions to be decided:\n\n- Whether programmability is embedded in the payment or the digital money?\n\n- What control mechanism is required to guardrail implementation of programmability\nin a large scale?\n\n**Question 1: Whether programmability is embedded in the payment or**\n**the digital money?**\n\n“Programmable money” is a concept where predefined conditions are embedded into the\n\nmoney regardless of who it is transferred to. In contrast, programmable payments could set\n\nconditions to trigger or hold the payment. But the transferred money still represents a form\n\nof value without restrictions on how the money can be spent after the payment. Individuals\n\npossessing the money have the freedom to utilise the money for any purpose desired. It is\n\nimportant to discuss and differentiate the two concepts as the nature of programmability\n\ncan have implications on both operational aspects and policy considerations.\n\nIn Phase 1 of the e-HKD Pilot Programme, programmability is used as a key component in a\n\nnumber of use cases which could have much upside should an e-HKD be launched, such as\n\nloyalty programmes, retail escrow products, and fund investments with atomic settlement.\n\nIt shows that programmable payments could already meet much of the rising demand for\n\nprogrammability without the need to push for programmable money.\n\nThe consideration of using programmable money mainly lies in the operational design and\n\nthe issue of public perception. With programmability inherently built in, programmable\n\nmoney could enable conditional transactions irrespective of the transaction service\n\nproviders, like digital wallets or intermediaries, reducing the complexity to implement\n\nprogrammability. But in the meantime, programmable money may cause concerns on the\n\nsingleness of money, which refers to the concept of having a unified and consistent form of\n\ncurrency within an economic system. For instance, if an e-HKD is subject to restrictions on\n\nits usage or has an expiration date, it may be perceived as having less value compared to\n\nother forms of HKD, undermining its status as a universally accepted form of currency.\n\nIn light of these potential concerns, central banking institutions exploring retail CBDCs have\n\nshown to be more reserved about programmable money. For example, ECB stated that a\n\ndigital euro will “never be a programmable money” that has limitations on where, when or\n\nto who people can pay with it. The HKMA has not yet made a policy decision on whether a\n\npotential e-HKD should be programmable and it would depend on a wide range of factors,\n\nsuch as the actual progress of the work under Rail 1 and Rail 2, and the pace of relevant\n\nmarket development, both local and international.\n\n---\n\n**Exhibit 7: Programmable money and programmable payment**\n\n**Programmable payment** **Programmable money**\n\nConditions embedded to trigger\nor hold payment of money\n\n**Digital money**\n\nConditioned\nembedded in money\n\n**Digital money**\n\n**Question 2: What control mechanism is required to guardrail**\n**implementation of programmability in a large scale?**\n\nAs mentioned in Section 1, one of the major benefits that an e-HKD could potentially bring\n\nis to empower the small-and-medium-sized and less tech-savvy institutions to enjoy the\n\nprogrammability and digitisation. As such, the implementation of programmability in a\n\nlarge scale would be one of the prerequisites. To assess the feasibility of potential large-\n\nscale implementation, the following aspects have to be carefully considered with a holistic\n\nconsideration of protecting fair market competition, room for innovation, customer data\n\nprotection, cybersecurity, etc.\n\n**•** **Who could define the types of conditions that are allowed to be used?**\n\nShould all of the wallet operators or only selected intermediaries define the eligible\n\ncondition types? How can innovation and competition be continuously and consistently\n\nfostered? Who should bear the cost of development and operation fees?\n\n**•** **Where would the programmability conditions be implemented?**\n\nShould it be hosted in the CBDC infrastructure or implemented through APIs to the wallet\n\noperators? The considerations on network resources and transaction processing speed\n\nshould be taken into account.\n\n**•** **Who could access to the programmability functions?**\n\nDo users (such as merchants and government organisations) need to fulfil certain\n\nrequirements to implement the desired conditions in their transactions and money\n\ntransfers? Do any intermediaries hold any responsibility to control or monitor the\n\nuse of programmability in a CBDC infrastructure?\n\n---\n\n 3.30 Innovation-friendliness of e-HKD platform\n\nAn innovation-friendly e-HKD platform is crucial for enabling market participants to\n\nexplore new use cases and provide services to end-users. Factors such as security, ease of\n\nimplementation, and interoperability with existing systems directly impact the number of\n\nparticipants and their willingness to engage with the e-HKD platform. Based on the pilot\n\nexperiences, we have identified three key enablers which are particularly vital for private\n\nsector companies interested in serving as intermediaries or e-HKD service providers:\n\n**1. API and sandbox environment**\n\nAPIs foster innovation by providing developers with easy access to e-HKD services, enabling\n\nthem to build novel use cases. With a standardised interface for communication and\n\ncontrolled access, APIs play a crucial role in ensuring the security and flexible integration\n\nbetween the e-HKD platform and private sector infrastructure. Additionally, the sandbox\n\nenvironment serves as a vital testing environment for intermediaries to simulate use cases\n\nand continue innovating for e-HKD.\n\n**2. Interoperability standards**\n\nTo ensure an open-loop system for e-HKD, the establishment of interoperability standards\n\nwould be the key, such as message protocols, security protocols, and data standards. These\n\nstandards enable seamless integration between different intermediaries and could potentially\n\nsave the cost and effort of system development or connection in later stage. By adhering to\n\ninteroperability standards, private sector participants can build on a common infrastructure\n\nwhile maintaining compatibility with other payment platforms. This promotes collaboration\n\nand facilitates the development of interconnected services, expanding the possibilities\n\nfor end-users.\n\n**3. Use of private blockchains**\n\nIn the pilot, Hang Seng e-wallet utilised DLT as the infrastructure, specifically employing a\n\nprivate blockchain. However, it should be noted that the use of DLT is not necessarily required\n\nto achieve programmability and the decision to use DLT or non-DLT technologies for e-HKD\n\nhas not been finalised by the HKMA. Solely based on the pilot experience, if DLT and blockchain\n\nis used, a private blockchain is deemed more favourable than a public blockchain.\n\nPublic blockchains provide widespread adoption and a global infrastructure for peer-to-peer\n\ntransactions, fostering innovation and ecosystem development. However, public blockchains\n\nface challenges in terms of accountability and governance due to their decentralised nature.\n\nAdditionally, the absence of a well-defined service level agreement in public blockchains\n\nmakes it difficult to ensure consistent performance and reliability. This lack of predefined\n\nexpectations may not be suitable for a financial market infrastructure where clear service\n\nstandards are essential for establishing trust and stability.\n\n---\n\nFrom the pilot, private blockchain networks appear to be a more suitable solution for the\n\nprogrammable e-HKD use cases. Private blockchains provide enhanced accountability and\n\ngovernance by explicitly defining the responsible entities for network operation. They also\n\ndemonstrate superior scalability and performance compared to public blockchains. With\n\nsmaller network sizes, private blockchains can process transactions faster, ensuring efficient\n\nperformance even during high-demand periods. This reliability and predictability are vital\n\nfor financial market infrastructure, where trust and stability are paramount.\n\nBy leveraging these enablers, the e-HKD platform, if it launches, could attract a diverse\n\nrange of participants, including private sector companies, intermediaries, and FinTech\n\nplayers. This will foster innovation, drive the creation of new use cases, and ultimately\n\nenhance the overall user experience within an e-HKD ecosystem.\n\n---\n\n# 4 What’s next for stakeholders?\n\nThe completion of Phase 1 of e-HKD Pilot Programme is not the end of the endeavour.\n\nRather, it leads us to more systematic questions to be solved in the future. Looking forward\n\nto further exploratory studies, we would like to draw the market’s attention to the following\n\nthree areas:\n\n**•** **Explore the technical design of e-HKD infrastructure to optimise future**\n\n**opportunities and risk management:** From the opportunity aspect, the design should\n\nconsider encouraging innovation and maintaining healthy market competition. From\n\nrisk management aspect, considerations around data privacy and cybersecurity should\n\nbe rigorously laid out and assessed. Section 3 has set out several key components of the\n\ntechnical design, i.e., participation models, programmability setup and ownership, and\n\nthe innovation-friendliness of e-HKD platform.\n\n**•** **Define the position of e-HKD in Hong Kong’s monetary and financial systems:**\n\nApart from retail CBDCs, other forms of digital money are also emerging as potential\n\nsolution to deliver the features of programmability, interoperability, etc. It requires\n\ncareful consideration of potential digital money landscape in the future, i.e., among\n\ndifferent types of digital money, what would be the role of e-HKD? Whether it will be\n\none of the digital money options for payment and innovation, or more to support the\n\nissuance of other digital money (e.g. tokenised deposits, stablecoins) due to its central\n\nbank backing? What roles would different digital money play in Hong Kong’s monetary\n\nand financial regulatory systems and how would they interoperate with conventional\n\npayment systems?\n\n**•**\n**Explore the feasibility of the programmable payment use cases in large scale:** Despite\n\nthe benefits identified in the Phase 1 Pilot, they are mostly substantiated in small-scale\n\nuse cases. Hence, to validate the use case benefits in real life, further design, analysis and\n\ntesting should be conducted. Meanwhile, the future study on e-HKD use cases presents a\n\nvaluable opportunity to reassess businesses’ long-established norms and processes, and\n\naddress their non-technical inefficiencies related to payments.\n\n---\n\n**Exhibit 8: Example questions to explore the feasibility of the programmable payment**\n**use cases in large scale**\n\n**Purpose**\n\n**USE CASE 1**\n\n**Government grant disbursement**\n\n**USE CASE 2**\n\n**Merchant reward programme**\n\n**To ensure user**\n**desirability for**\n**future adoption**\n\n**Government organisations**\n\n- What **additional functionalities**should be embedded in the\nsolution in order to create a\nbetter user experience (e.g.,\nseamless integration with\ngovernment workflow)?\n\n- If e-HKD system/applicationcould be connected to the\ngovernment system, how to\nensure a **secure integration** to\ncontrol cybersecurity risks?\n\n**Beneficiaries**\n**(recipient of the subsidies)**\n\n- How to design an **intuitive and****streamlined customer journey**\nfor individual beneficiaries to\nreceive subsidies? Do they need\nto download new applications or\ncould receive the subsidy through\nexisting applications?\n\n- If subsidy usage is to be tracked,**who could monitor** the usage and\nhow to **ensure data privacy?**\n\n**Merchants**\n\n- How to best **integrate with merchant****systems** (e.g., point of sales, customer\nrelationship management systems) for\neasy reward programme management?\n\n- What **reward programme****programmability** would be desired\nby both large and small retailers, given\nsome merchants may already have\ntheir own loyalty programmes?\n\n- What **value-added services** shouldbe enabled in the solution in order to\ncreate a better user experience? (e.g.,\nability to view customer data and run\nsome analytics)\n\n**Individual users (customers)**\n\n- What **incentives** would be viable tothe individual users to adopt e-HKD?\n\n- Who should provide the incentives todrive adoption?\n\n**To assess the**\n**feasibility of**\n**large-scale**\n**implementation**\n\n- How to ensure a **scalable system****design** to cater for the throughput\nof large-scale government\ngrant disbursement?\n\n- How to ensure **inclusion** which allbeneficiaries could receive the funds\ngiven some may be less tech-savvy?\n\n- How to ensure a **scalable system****design** to cater for the large\nthroughput and diversified types\nof rewards being facilitated?\n\n| Purpose |\n|---------------------------------------------------------|\n| To ensure user\ndesirability for\nfuture adoption |\n| To assess the\nfeasibility of\nlarge-scale\nimplementation |\n\n---\n\nIn conclusion, we have seen the potential of an e-HKD to revolutionise the retail payment\n\nlandscape in Hong Kong by its uniquely combined features in programmability, traceability\n\nand interoperability. Leveraging these features, Hong Kong can empower its citizens and\n\nbusinesses with smarter, more seamless and more cost-effective payment solutions, which\n\nmay also serve as reference for other advanced economies exploring retail CBDCs.\n\nHowever, it is crucial for regulators and industry stakeholders to collaborate closely to further\n\nexplore and validate the value of e-HKD in full-scale implementation. Through rigorous\n\ntesting, validation, and ongoing dialogue, Hong Kong could become a global leader in the\n\nrealm of retail CBDCs, fostering a vibrant and inclusive digital economy for the benefit of all.\n\n---\n\n**HANG SENG BANK**\n\n**Gilbert Lee**\n\nHead of Strategy & Planning and\nChief of Staff to Chief Executive\n\n**Kim Lay**\n\nHead of Digital Banking\n\n**John Wong**\n\nHead of Global Payments Solutions\n\n**Nike Kong**\n\nHead of Innovation\n\n**Nancy Cheng**\n\nPrincipal, Strategic Planning and\nCorporate Development\n\n**Connie Diu**\n\nSenior Strategist and Senior Corporate\nDevelopment Manager\n\nFor inquiries, please contact:\n\nnancy.t.t.cheng@hangseng.com\n\n**OLIVER WYMAN**\n\n**Ronald Fung**\n\nPartner, Financial Services, Digital\n\n**Michael Ho**\n\nPartner, Financial Services\n\n**Jasper Yip**\n\nPartner, Financial Services\n\n**Crystal Dong**\n\nPrincipal, Financial Services\n\n**Chantel Tse**\n\nConsultant\n\n**Adeline Mak**\n\nConsultant\n\nFor inquiries, please contact:\n\ncrystal.dong@oliverwyman.com\n\nAUTHORS\n\nSPECIAL THANKS TO\n\nFORMS Syntron Information (HK) Ltd. is a cross-border FinTech Thought Leader, Incubator, Enabler, as well as\n\nthe international arm of FORMS SYNTRON (300468.SZ) serving financial institutions in Hong Kong, Thailand and\n\noverseas. FORMS is a pioneering cross-border FinTech firm that offers advisory and implementation service for\n\nestablished banks, virtual banks and central banks.\n\nFor more information, visit [https://forms-fintech.com](https://forms-fintech.com)\n\n---\n\nCopyright ©2023 Oliver Wyman and Hang Seng Bank Ltd. All rights reserved.\n\n**Disclaimer from Oliver Wyman and Hang Seng Bank Ltd.**\n\nThis report may not be reproduced or redistributed, in whole or in part, without the written permission of Oliver Wyman (“OW”) and\nHang Seng Bank Ltd. (“Hang Seng”). OW and Hang Seng accept no liability whatsoever for the actions of third parties in this respect.\nThe information and opinions in this report were prepared by OW and Hang Seng. This report is not investment advice and should not\nbe relied on for such advice or as a substitute for consultation with professional accountants, tax, legal or financial advisors. OW and\nHang Seng have made every effort to use reliable, up-to-date and comprehensive information and analysis, but all information is provided\nwithout warranty of any kind, express or implied. OW and Hang Seng disclaim any responsibility to update the information or conclusions\nin this report.\n\nOW and Hang Seng accept no liability for any loss arising from any action taken or refrained from as a result of information contained in\nthis report or any reports or sources of information referred to herein, or for any consequential, special or similar damages even if advised\nof the possibility of such damages. This report may not be used, distributed or sold without the written consent of OW and Hang Seng.\n\n**Disclaimer from the Hong Kong Monetary Authority**\n\nThe Hong Kong Monetary Authority (\"HKMA\") acknowledges Hang Seng and OW as the co-authors of this white paper.\nNo statement, representation or warranty of any kind is given by the HKMA, whether express or implied. Any positions or statements\nmade in this white paper do not necessarily represent the views of the HKMA.\n\nOliver Wyman – A business of Marsh McLennan www.oliverwyman.com\n\n---",
  "title": "1c1230c9d3694ee0b7453fe6174bc527",
  "author": "",
  "publish_date": "",
  "source": "local_file",
  "language": "auto",
  "word_count": 10234,
  "extraction_method": "pdf_to_markdown",
  "extraction_timestamp": "2025-11-21T19:14:11.373870",
  "batch_id": "20251121_111258",
  "link_id": "art_req10",
  "metadata": {
    "title": "1c1230c9d3694ee0b7453fe6174bc527",
    "source": "local_file",
    "url": "file:///D:/App%20Dev/Research%20Tool/data/research/20251121_191251/20251121_111258/uploads/1c1230c9d3694ee0b7453fe6174bc527.pdf",
    "file_path": "D:\\App Dev\\Research Tool\\data\\research\\20251121_191251\\20251121_111258\\uploads\\1c1230c9d3694ee0b7453fe6174bc527.pdf",
    "file_size": 2386710,
    "word_count": 10234,
    "file_extension": ".pdf",
    "extraction_method": "pdf_to_markdown",
    "pdf_total_pages": null
  },
  "article_id": "40abb47d7742",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Hang Seng Bank participated in Phase 1 of the e-HKD Pilot Programme.",
        "Oliver Wyman is a global management consulting firm with 7,000 professionals.",
        "The HKMA launched the e-HKD Pilot Programme in November 2022.",
        "Phase 1 of the pilot commenced in May 2023 with 16 participating firms.",
        "Hang Seng collaborated with FORMS HK to develop an e-HKD e-wallet prototype.",
        "The pilot tested three use cases: government grants, merchant rewards, and P2P transfers.",
        "The prototype used a private blockchain for token issuance with payment conditions.",
        "176 individual participants took part in the pilot tests.",
        "Seven merchants and one government organisation participated in the pilot.",
        "A total of 1,296 transactions were conducted during the pilot.",
        "The e-HKD e-wallet enabled conditional payments and traceability features.",
        "Programmability allows setting conditions on payments or money usage.",
        "Traceability enables real-time tracking of fund usage by eligible parties.",
        "Interoperability refers to seamless exchange across different payment systems.",
        "An e-HKD could support atomic settlement for instant fund transfer.",
        "The HKMA follows a 'two-tier architecture' model for CBDC design.",
        "CBDC-backed e-money involves intermediaries issuing tokens backed by central bank reserves.",
        "Wallet and payment services include user interfaces and value-added functions.",
        "KYC responsibilities may be shared via blockchain to reduce duplication.",
        "Public blockchains lack defined service level agreements for financial infrastructure.",
        "Private blockchains offer better scalability and governance than public ones.",
        "The ECB has stated the digital euro will not be programmable money.",
        "The HKMA has not decided whether e-HKD will be programmable.",
        "Project Aurum and Project Sela are joint initiatives between HKMA and BIS Innovation Hub."
      ],
      "key_opinions": [
        "An e-HKD could enable wider adoption of retail payments through conditional transactions.",
        "Small businesses may benefit from reduced tech barriers using e-HKD programmability.",
        "Clear incentives are necessary to drive e-HKD adoption among individuals and businesses.",
        "Private sector participation is critical for innovation in e-HKD implementation.",
        "Competition among intermediaries can lead to lower prices and better services.",
        "User-friendly programmability is essential for merchant and government adoption.",
        "An innovation-friendly platform encourages new use case development.",
        "A private blockchain is more suitable than a public one for e-HKD infrastructure.",
        "APIs and sandbox environments foster third-party innovation on e-HKD platforms.",
        "Interoperability standards reduce integration costs for market participants.",
        "Data accessibility must balance innovation and privacy concerns.",
        "Exclusive data access could create market disparities despite fostering innovation.",
        "Programmable payments meet most current demands without needing programmable money.",
        "Programmable money may undermine the singleness of currency due to restrictions.",
        "Merchants prefer low-cost and easy-to-use solutions for new payment adoption.",
        "Individuals prioritize security and privacy when adopting new payment methods.",
        "Financial incentives can accelerate e-HKD adoption among users.",
        "Integration with existing workflows increases likelihood of merchant adoption.",
        "Large-scale pilots are needed to validate small-scale findings.",
        "Collaboration between public and private sectors is vital for e-HKD success.",
        "e-HKD could position Hong Kong as a leader in retail CBDC development.",
        "Non-technical factors like business norms affect e-HKD uptake.",
        "Regulators should define e-HKD's role among other digital money forms.",
        "Scalable system design is crucial for large-scale subsidy disbursement.",
        "Inclusion of less tech-savvy users must be ensured in e-HKD rollout."
      ],
      "key_datapoints": [
        "81% of respondents expressed positive attitudes toward the Hang Seng e-wallet.",
        "75% of respondents are willing to recommend e-HKD to others.",
        "87% found transaction data categorization met or exceeded expectations.",
        "83% reported conditional payment features met or exceeded expectations.",
        "70% of users cited security and privacy as top adoption motivator.",
        "53% valued single-platform access to multiple services as critical.",
        "44% considered personalized rewards a key incentive for adoption.",
        "36% of users concerned about limited merchant acceptance of e-HKD.",
        "33% raised safety and security as their primary concern.",
        "HKD 129 billion expected government spending on social welfare in FY2023-24.",
        "Over 63,000 retail outlets in Hong Kong as of November 2023.",
        "Approximately 4 million potential users aged 15–64 own smartphones in Hong Kong.",
        "91% digital payment adoption rate in Hong Kong (2023).",
        "HKD 350 billion annual retail sales in Hong Kong (2022).",
        "93% of surveyed central banks have retail or combined CBDC projects (BIS 2022).",
        "Nigeria’s mobile phone penetration is approximately 80%.",
        "Government organization estimates 25% time savings in approval processes with e-HKD.",
        "16 firms participated in Phase 1 of the e-HKD Pilot Programme.",
        "Pilot included four test rounds with 176 individuals and 8 organisations.",
        "1,296 total transactions performed during the pilot.",
        "Octopus cards and credit cards marked transition to Payment 1.0 in Hong Kong.",
        "Contactless digital payments represent Payment 2.0 evolution.",
        "Programmable payments define proposed Payment 3.0 stage."
      ],
      "topic_areas": [
        "e-HKD Pilot",
        "Programmability",
        "CBDC Design",
        "Merchant Adoption",
        "User Experience",
        "Government Grants",
        "Digital Payments",
        "Blockchain Use",
        "Interoperability",
        "Privacy Concerns",
        "Incentive Models",
        "Platform Innovation",
        "Financial Inclusion",
        "Retail Rewards",
        "P2P Transfers"
      ],
      "word_count": 10234,
      "total_markers": 72
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:15:19.757374",
    "model_used": "qwen-plus"
  }
}