{
  "batch_id": "20251121_111258",
  "link_id": "art_req3",
  "source": "article",
  "metadata": {
    "title": "Keynote Speech at ASIFMA Annual Conference",
    "author": "Hong Kong Monetary Authority",
    "url": "https://www.hkma.gov.hk/eng/news-and-media/speeches/2025/02/20250217-1/",
    "word_count": 1869,
    "publish_date": "\n                        \n                          \n                          \n                            From\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                        \n                          a\n                          \n                            To\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                      "
  },
  "transcript": "Speeches\n17 Feb 2025\nKeynote Speech at ASIFMA Annual Conference\nEddie Yue, Chief Executive, Hong Kong Monetary Authority\nLadies and Gentlemen, good morning.\nLet me first thank ASIFMA for inviting me here today, and also for hosting this flagship conference in Hong Kong again.\nThe theme of this year’s conference, “Navigating New Growth Corridors in Asia-Pacific”, is very timely. The region is undergoing profound transformation, driven by a host of factors including the realignment of global supply chains, shifting economic landscapes, changing investment and consumption patterns, etc.  These factors have resulted in more frequent economic interaction among some of its key economies, particularly between China and ASEAN.  Over the last couple of years, we have often heard the catchy term “corridor business” or “network business”, which describes the commercial opportunities that could arise from such interaction.  What I hope to do today is to share with you what I see are the fundamental forces underpinning these corridors or networks, how Hong Kong has been positioning itself for the resulting opportunities, and what more needs to be done.\nThe New Growth Corridors\nLet me start with the forces that are reshaping cross-border commerce and business in the region.\nFirst is the changing pattern of trades. Part of that and also the headline-grabbing part is driven by changes in geopolitical dynamics and trade policies in the west.  But there are longer term economic considerations too.  Asia is no longer just the world’s factory or a source of low-cost labour.  It has emerged as a powerhouse of innovation and consumption, with China leading the way.  Policies also play a part.  Trade agreements such as the Regional Comprehensive Economic Partnership (RCEP) are facilitating the flow of goods and services in the region.\nThe result of these is a stronger trade relationship between China and ASEAN. By 2024, ASEAN has become China’s largest export destination and import source, accounting for 16.4% of China’s exports and 15.3% of imports in 2024.\nArguably more important is that we are seeing deeper integration of supply chains in the region. In 2023, close to 10% of ASEAN exports were value added sourced from China, almost doubling the share in 2017.  This reflects how China and ASEAN are more tightly wedded together to form an integral part of the global supply chain.\nThe second factor is the growth of cross-border investment. This is the most notable in foreign direct investment.  In 2023, China’s FDI to ASEAN reached USD 25 billion, an increase by over one-third in just one year.  As of July 2024, the cumulative bilateral investment between China and ASEAN surpassed USD 400 billion.  Chinese investments cover not only manufacturing sectors, but also increasingly in emerging fields such as the digital economy and the green economy.  On financial investments, China’s investment in ASEAN securities has also seen rapid growth in recent years, hitting USD 18.5 billion as of June 2024, with a yearly growth of over 20%.\nHong Kong’s Unique Role\nNow, what is Hong Kong’s role as we see the rapid growth of the China-ASEAN corridor?\nAs a leading international financial centre in Asia, Hong Kong has always been a key provider of efficient cross-border payments and financing services to support the region’s trade and investment. Of the roughly USD 50 billion outstanding trade finance loans offered by banks in Hong Kong, around 40% were used to finance merchandise trade not touching Hong Kong, reflecting Hong Kong’s role in financing trades in the broader region.\nIn fact, our role in trade finance is becoming more significant as RMB gains recognition as an international currency. Data from SWIFT shows that RMB’s share in the global trade finance reached 6.4% in November 2024, ranking second just after the US dollar.  As the world’s largest offshore RMB hub, Hong Kong handles approximately 75% of all offshore RMB transactions, particularly those related to cross-border trade payment and settlement.  This strong position in RMB business, together with our extensive offshore RMB liquidity pool, allow us to provide the most cost-effective RMB trade finance solutions, so that ASEAN exporters and importers can settle their transactions with China conveniently in offshore RMB.\nLet’s turn to our role in cross border investment. Hong Kong has always been the key intermediary for investment going into and out of the Mainland, handling about two-third of such flows in the past few decades.\nAnd we do much more than just passing money from one hand to another. Hong Kong’s capital market has been a key venue for raising capital by firms across the region.  Our equity market has continued to be one of the world's most liquid and resilient, even with the challenging macro environment.  With improved investor sentiment, our market is rebounding and our IPO market returned to the fourth place globally in 2024.  Less visible but no less important is our bond market.  According to our internal analysis, over USD 130 billion of Asian international bonds were arranged in Hong Kong in 2024, with a yearly growth of more than 50%, making Hong Kong the largest bond arranging hub in the region.  As in the case of trade financing, RMB’s share of investment and fundraising activities in the region has also been on the rise.  In the first three quarters of last year, dim sum bond issuance in Hong Kong totalled over RMB 770 billion, increasing by 35% over 2023.\nEnhancing the Trade and Financial Corridors\nAll this is good. But what do we need to do next to strengthen our role in enhancing this important growth corridor?  Naturally, as the region’s trade, economic and investment landscapes continue to shift, Hong Kong would have to broaden and adapt our offerings to maintain our leading position.\nPart of this involves building on our traditional strengths. For example, the HKEX introduced a new listing route in 2023 to facilitate the listing of specialist technology companies, which aims at further supporting companies in accessing capital to fund their innovative ideas and drive growth.  For the bond market too, the HKMA and the SFC have jointly established a task force with market participants to explore ways to further promote Hong Kong’s status as a premier fixed income and currency hub.\nWith RMB taking up an increasingly larger share of cross-border trade and investment, we have also been beefing up our RMB offerings. On liquidity for example, just last week, we launched the offshore RMB repo business using Northbound Bond Connect bonds as collateral; and HKEX will also soon allow the use of these bonds as margin collateral at OTC Clearing Hong Kong.  To further support trade financing, the HKMA will introduce the RMB Trade Financing Liquidity Facility next week.  The facility will provide banks in Hong Kong with up to RMB 100 billion in liquidity for up to six months, and that will help reinforce Hong Kong’s position as the global leader in offshore RMB business.\nWe are also making systematic efforts to look at what more needs to be done to ensure that Hong Kong continues to stay at the forefront. As announced by the Chief Executive in last year’s Policy Address, the HKMA has established a working group to study future supply chain shifts and develop policy recommendations to enhance Hong Kong’s capacity for the related financial services.  The Hong Kong Association of Banks is also setting up a new committee on corridor business.\nWhile this is probably not the right occasion to discuss in details the findings of such groups, I would just like to outline three themes emerging from the study as key to capturing the opportunities from the new business corridors in the region.\nFirst is the importance of digitalisation and innovation, in order to reduce cost, enhance efficiency, and enhance security and reliability. Trade finance is an area ripe for “digital disruption”.  Over the years there have been attempts within the industry to go “electronic” in trade documentation and in obtaining trade financing.  But there is still a lot more that we collectively can help improve.  For instance, we are experimenting with tokenisation use cases in the area of trade and supply chain finance through our Project Ensemble Sandbox.\nThe second key theme is sustainability. If you just look at the news headlines, it is hard to shake the impression that sustainability is on the retreat.  To us at the HKMA though, our commitment to an orderly and inclusive transition is as firm as ever.  Last October, we launched the Sustainable Finance Action Agenda, setting out our vision to further consolidate Hong Kong’s position as the sustainable finance hub in the region and support the sustainable development of Asia and beyond.  This commitment is underpinned by two beliefs.  First, our moral obligations, particularly given that the region is the world’s biggest emitter and many of the region’s emerging markets would be badly affected by climate change.  Hong Kong, as the region’s financial centre, has the duty and capability to help.\nBut our commitment is also underpinned by our belief that sustainability is a good business. Hong Kong is Asia’s largest location for issuing international green and sustainable bonds, with over USD 40 billion of these bonds issued here in 2024, capturing 45% of the regional market.  If we include green and sustainability loans as well, total green and sustainable credits issued in Hong Kong exceeded USD 80 billion.  Despite the news headlines, sustainability initiatives across the world, from disclosure standards and climate risk management practices, are coming into force.  They would bring new opportunities to those that are prepared, and we want to make sure that Hong Kong is at the centre of it.\nThe third key theme is engagement. Hong Kong has always been the “China gateway”.  But to continue to effectively perform this role at a time when many Mainland corporations and investors are looking abroad, and when businesses in many Asian markets are looking to do business with China, Hong Kong must also get to know these markets, and to tell them our strength.  To really get to know each of these markets, engagement is critical.  Over the past two years, the HKMA has visited various countries in the region to pursue collaborative initiatives with central banks and have welcomed delegations to Hong Kong.  Some of such interaction are being converted into tangible work.  For example, last October, the HKMA and the Bank of Thailand announced the collaboration on Project Ensemble and Project San. Together, we will explore Payment versus Payment (PvP) and Delivery versus Payment (DvP) tokenisation use cases, including trade payments and carbon credits.  The objective of such central bank collaboration is to lay a foundation for the private sector to build on and turn into concrete businesses.  That should be the focus going forward.\nConclusion\nTo conclude, I would just say that the China-ASEAN corridor is definitely expanding at a rapid pace, and Hong Kong is right in the middle. In performing our role as an international financial centre, apart from leveraging on our traditional strengths in banking services and capital markets, we need to focus more on three things: digitalisation, sustainability, and engagement.  I hope this introduction will help set the scene for your discussions through the day, and I wish you all a very successful conference.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "ASEAN became China’s largest export destination and import source by 2024.",
        "China-ASEAN trade accounts for 16.4% of China’s exports in 2024.",
        "China-ASEAN trade accounts for 15.3% of China’s imports in 2024.",
        "Close to 10% of ASEAN exports in 2023 contained value added from China.",
        "China’s FDI to ASEAN reached USD 25 billion in 2023.",
        "Cumulative bilateral investment between China and ASEAN surpassed USD 400 billion as of July 2024.",
        "Chinese investments in ASEAN cover manufacturing, digital economy, and green economy.",
        "China’s investment in ASEAN securities reached USD 18.5 billion as of June 2024.",
        "Hong Kong handles approximately 75% of all offshore RMB transactions.",
        "RMB ranked second in global trade finance with 6.4% share in November 2024.",
        "About 40% of Hong Kong’s trade finance loans support non-local merchandise trade.",
        "HKEX introduced a new listing route for specialist technology companies in 2023.",
        "Over USD 130 billion of Asian international bonds were arranged in Hong Kong in 2024.",
        "Dim sum bond issuance in Hong Kong exceeded RMB 770 billion in Q1–Q3 2024.",
        "The HKMA launched the offshore RMB repo business using Northbound Bond Connect bonds as collateral.",
        "HKEX will allow Northbound Bond Connect bonds as margin collateral at OTC Clearing Hong Kong.",
        "The HKMA established a working group to study future supply chain shifts.",
        "The Hong Kong Association of Banks is forming a new committee on corridor business.",
        "Project Ensemble Sandbox explores tokenisation in trade and supply chain finance.",
        "The HKMA and Bank of Thailand are collaborating on Project Ensemble and Project San.",
        "Payment versus Payment (PvP) and Delivery versus Payment (DvP) are being explored via central bank collaboration.",
        "Sustainable finance initiatives include disclosure standards and climate risk management practices."
      ],
      "key_opinions": [
        "The theme 'Navigating New Growth Corridors' is very timely given regional transformations.",
        "Asia is no longer just the world’s factory but a hub of innovation and consumption.",
        "Geopolitical dynamics and trade policies in the West are headline-grabbing but not the only drivers.",
        "Hong Kong must adapt its offerings to maintain its leading financial position.",
        "Digitalisation in trade finance is ripe for disruption and improvement.",
        "Sustainability remains a strategic priority despite perceptions of retreat.",
        "Hong Kong has a moral duty to support sustainable development in Asia.",
        "Sustainability is not just ethical but also a good business opportunity.",
        "Hong Kong should be at the center of emerging sustainability opportunities.",
        "Engagement with regional markets is critical for Hong Kong’s continued relevance.",
        "Hong Kong must both serve as a gateway and actively promote its strengths abroad.",
        "Central bank collaborations lay foundations for private sector innovation.",
        "Tokenisation use cases can enhance efficiency and security in trade.",
        "The focus should shift from policy studies to concrete implementation.",
        "Hong Kong’s role extends beyond intermediation to active ecosystem building.",
        "Innovation in financial infrastructure will strengthen regional connectivity.",
        "Rising RMB usage requires expanded liquidity and financing tools.",
        "Systematic efforts are needed to anticipate supply chain financial needs.",
        "Market sentiment improvements are helping Hong Kong’s capital markets rebound.",
        "The IPO market recovery reflects renewed investor confidence.",
        "Bond market growth is less visible but strategically important.",
        "Collaborative projects should translate into tangible business outcomes."
      ],
      "key_datapoints": [
        "16.4% of China’s exports went to ASEAN in 2024.",
        "15.3% of China’s imports came from ASEAN in 2024.",
        "Close to 10% of ASEAN exports included Chinese value-added in 2023.",
        "China’s FDI to ASEAN: USD 25 billion in 2023.",
        "Cumulative China-ASEAN investment: over USD 400 billion as of July 2024.",
        "China’s investment in ASEAN securities: USD 18.5 billion as of June 2024.",
        "Yearly growth in China’s ASEAN securities investment: over 20%.",
        "RMB share in global trade finance: 6.4% in November 2024.",
        "Hong Kong handles 75% of offshore RMB transactions.",
        "USD 50 billion in outstanding trade finance loans in Hong Kong.",
        "40% of Hong Kong’s trade finance supports non-local trade.",
        "Over USD 130 billion in Asian international bonds arranged in Hong Kong in 2024.",
        "More than 50% yearly growth in Hong Kong’s bond arranging volume.",
        "Dim sum bond issuance: over RMB 770 billion in first three quarters of 2024.",
        "35% year-on-year increase in dim sum bond issuance in 2024.",
        "Offshore RMB repo business launched using Northbound Bond Connect bonds.",
        "RMB Trade Financing Liquidity Facility: up to RMB 100 billion for six months.",
        "HKEX new listing route introduced in 2023.",
        "IPO market rank: fourth globally in 2024.",
        "Green and sustainable bonds issued in Hong Kong: over USD 40 billion in 2024.",
        "Hong Kong captured 45% of regional green bond market in 2024.",
        "Total green and sustainable credits in Hong Kong: over USD 80 billion in 2024."
      ],
      "topic_areas": [
        "Trade Shifts",
        "Supply Chains",
        "FDI Trends",
        "RMB Internationalization",
        "Financial Hub Role",
        "Digital Finance",
        "Sustainable Finance",
        "Bond Markets",
        "IPO Activity",
        "Cross-border Payments",
        "Tokenisation",
        "Central Bank Collaboration",
        "Green Bonds",
        "Market Rebound",
        "Corridor Business"
      ],
      "word_count": 1869,
      "total_markers": 66
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:13:59.457497",
    "model_used": "qwen-plus"
  },
  "completed_at": 1763723673.5283327
}