{
  "batch_id": "20251121_111258",
  "link_id": "art_req5",
  "source": "article",
  "metadata": {
    "title": "HKMA completes e-HKD Pilot Programme and outlines future direction of e-HKD",
    "author": "Hong Kong Monetary Authority",
    "url": "https://www.hkma.gov.hk/eng/news-and-media/press-releases/2025/10/20251028-4/",
    "word_count": 603,
    "publish_date": "\n                        \n                          \n                          \n                            From\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                        \n                          a\n                          \n                            To\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                      "
  },
  "transcript": "Press Releases\n28 Oct 2025\nHKMA completes e-HKD Pilot Programme and outlines future direction of e-HKD\nThe Hong Kong Monetary Authority (HKMA) today (28 October) published the “e-HKD Pilot Programme Phase 2 Report” (the report), which presents the key findings and learnings from 11 groups of industry pilots under Phase 2 of the e-HKD Pilot Programme (Phase 2).  The report also sets out the HKMA’s latest policy stance regarding the e-HKD.\nSince 2017, the HKMA has begun explorative work on a central bank digital currency (CBDC), i.e. an e-HKD, using distributed ledger technology (DLT) as its foundation.  This work has covered the potential applications of an e-HKD in both wholesale and retail scenarios.  Phase 2 evaluated the commercial viability and scalability of an e‑HKD in various retail scenarios.  It also compared an e-HKD with tokenised deposits (a tokenised representation of bank deposits) to assess the distinctive value that an e-HKD can bring in retail scenarios.\nThe 11 pilots under Phase 2 explored innovative use cases across three main themes, namely settlement of tokenised assets, programmability, and offline payments.  The results of the pilots demonstrated that an e-HKD and tokenised deposits can deliver benefits by enabling cost‑efficient, programmable, and resilient transactions.  A key finding was that the public perceived an e-HKD and tokenised deposits similarly, given the public’s high level of trust in Hong Kong’s stable banking system, underpinned by a robust supervisory regime and strong consumer protection.\nAs the e-HKD is issued by the HKMA and is free from credit risk, it is particularly well-suited for large-value transactions.  The HKMA has therefore concluded that the immediate priority for the e-HKD lies in areas beyond retail use cases at this stage and will hence prioritise the future e-HKD work in wholesale payments, which has already been implemented in some applications, to support the development of the tokenisation ecosystem and cross-border payments, such as settlements of international trade.\nGoing forward, the HKMA will continue its effort to prepare a solid policy, legal, and technical foundation, with the aim to lay the ground for potential future use of an e-HKD for individuals and corporates in Hong Kong.  This preparatory work will be completed by the first half of 2026, and the timeframe for implementing any such extension would be subject to international developments, latest technologies, and market needs.\nAs one of the key outcomes of the e-HKD Industry Forum, the HKMA will publish a set of common token standards, which will serve to facilitate the scaled adoption of programmability in digital money.  These standards are intended to provide a foundation for the potential future development and adoption of an e-HKD aimed at serving the needs of individuals and corporates in Hong Kong.\nMr Eddie Yue, Chief Executive of the HKMA, said “The two phases of the e-HKD Pilot Programme have yielded insightful findings that shape the HKMA’s understanding of the future of digital money.  We are encouraged to see that the e-HKD has gradually been used in more wholesale applications by financial institutions, and we will continue to ensure Hong Kong is well-prepared for the potential future extension of the e-HKD in retail scenarios.  We thank all participants of the e-HKD Pilot Programme for their strong commitment and contribution over the past three years.  We look forward to continuing our close partnership with the industry as part of our CBDC and tokenisation journey.”\nThe report is available on the HKMA website.  Details of each pilot can be found in the factsheets and supplementary reports prepared by the pilot participants, accessible via the links in Appendix A of the report.\nHong Kong Monetary Authority\n28 October 2025",
  "comments": null,
  "scraped_at": 1763723651.539694,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "HKMA published the e-HKD Pilot Programme Phase 2 Report on 28 October 2025",
        "Phase 2 of the e-HKD Pilot Programme involved 11 industry pilot groups",
        "The e-HKD exploration began in 2017 using distributed ledger technology (DLT)",
        "e-HKD is a central bank digital currency issued by the HKMA",
        "Pilots evaluated commercial viability and scalability of e-HKD in retail scenarios",
        "e-HKD was compared with tokenised deposits in retail use cases",
        "Three main themes were explored: settlement of tokenised assets, programmability, and offline payments",
        "An e-HKD is free from credit risk due to HKMA issuance",
        "HKMA sees immediate priority for e-HKD in wholesale rather than retail use",
        "Wholesale applications include cross-border payments and trade settlements",
        "HKMA aims to complete policy, legal, and technical groundwork by mid-2026",
        "Future retail use of e-HKD depends on international developments and market needs",
        "Common token standards will be published by the HKMA",
        "Token standards aim to support programmability in digital money",
        "The report is publicly available on the HKMA website",
        "Factsheets and supplementary reports are accessible via Appendix A links",
        "e-HKD has been gradually adopted in wholesale applications by financial institutions",
        "Public perception shows little distinction between e-HKD and tokenised deposits",
        "Hong Kong’s banking system is supported by strong consumer protection",
        "HKMA conducted the pilot programme over a three-year period"
      ],
      "key_opinions": [
        "HKMA believes e-HKD is better suited for large-value transactions",
        "Retail use of e-HKD is not an immediate priority according to HKMA",
        "Wholesale payments should be prioritized to support tokenisation ecosystem",
        "Preparatory work must lay ground for potential future retail adoption",
        "Common token standards will encourage scaled adoption of programmable money",
        "Industry collaboration is essential for CBDC and tokenisation progress",
        "Findings from both phases have shaped HKMA's understanding of digital money",
        "HKMA is encouraged by growing use of e-HKD in wholesale finance",
        "Future extension of e-HKD depends on evolving technologies and demand",
        "HKMA values industry commitment to the pilot programme",
        "Digital money development requires close public-private partnership",
        "Policy foundation must be solid before expanding e-HKD use cases",
        "International coordination will influence e-HKD implementation timeline",
        "Programmability is seen as a key feature for future digital currency",
        "Trust in banking system reduces perceived difference between e-HKD and deposits",
        "Offline payment functionality adds resilience to digital currency systems",
        "Tokenised assets can benefit from e-HKD-enabled settlement infrastructure",
        "Cross-border payments are a strategic area for e-HKD application",
        "Standards are necessary to avoid fragmentation in digital money innovation",
        "HKMA should lead in setting foundational frameworks for digital currency"
      ],
      "key_datapoints": [
        "11 pilot groups participated in Phase 2 of the e-HKD programme",
        "e-HKD exploration started in 2017",
        "Phase 2 report released on 28 October 2025",
        "Preparatory work for e-HKD to be completed by H1 2026",
        "Pilot programme spanned three years",
        "Three main themes were tested in the pilots",
        "Report includes links to factsheets in Appendix A",
        "One set of common token standards will be published",
        "No specific number of retail users mentioned in the release",
        "No transaction volume figures disclosed in the report summary"
      ],
      "topic_areas": [
        "e-HKD",
        "CBDC",
        "Wholesale Payments",
        "Retail Payments",
        "Tokenisation",
        "DLT",
        "Digital Currency",
        "Cross-Border Payments",
        "Programmability",
        "Offline Payments",
        "Financial Innovation",
        "Regulatory Framework",
        "Industry Pilot",
        "Monetary Authority",
        "Payment Systems"
      ],
      "word_count": 603,
      "total_markers": 50
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:14:59.240326",
    "model_used": "qwen-plus"
  }
}