{
  "success": true,
  "url": "https://www.hkma.gov.hk/eng/news-and-media/speeches/2024/09/20240927-3/",
  "content": "Speeches\n27 Sep 2024\nKeynote speech at the Treasury Markets Summit 2024\nEddie Yue, Chief Executive, Hong Kong Monetary Authority\nDistinguished guests, members and friends of the TMA, ladies and gentlemen:\nGood afternoon. It gives me great pleasure to see so many old and new friends at this year’s Treasury Markets Summit.  Let me first extend my heartfelt thanks to the distinguished group of experts, who shared their invaluable insights and perspectives on China’s economic outlook, DeFi and CBDC.  These topics are timely as well as forward-looking.  The discussions provided much food for thought as we navigate the dynamic landscape of global finance.\nAs we get back to work after the summer break, let’s not forget the exciting moments when we cheered the remarkable achievements of our athletes in the Paris Olympic and Paralympic Games. This small city always dreams big, works hard, and delivers well, or what we call the “can-do spirit”.\nRMB internationalisation\nThe same can be said of our journey in growing Hong Kong’s offshore RMB business. That journey started in 2004, exactly twenty years ago, when Hong Kong became the first city outside of the Mainland that allowed individual residents to open an RMB bank account.  In the following ten years, multiple milestones were achieved, including the launch of the RMB RTGS (Real-time Gross Settlement), the first dim sum bond, the first bond issued by the Ministry of Finance of China (CMoF), trade settlement, the first participants in the China Interbank Bond Market (CIBM) and the Renminbi Qualified Foreign Institutional Investor (RQFII).  The eventful decade ended with the launch of liquidity facilities backed by the HKMA in 2012 and the introduction of the CNH HIBOR fixing by the TMA in 2013.\nIn the second decade, we continued to achieve major breakthroughs in our CNH infrastructure. The year 2014 marked the birth of the ground-breaking Stock Connect.  In the following years, from equities to bonds to funds to wealth management to risk management, the suite of Connect schemes kept expanding the scope and enhancing their features.  They seamlessly link up Mainland and international financial markets, through the critical node here in Hong Kong.\nTwo decades on, our offshore RMB business ecosystem has expanded by leaps and bounds. Market participants are now more active and diversified, products more wide-ranging and sophisticated, and market infrastructure more robust.  The offshore market has seen strong growth momentum, in particular in the past few years, as more cross-border trades are settled in RMB, more business activities and direct investments are financed by RMB as the funding currency, and more global investors are diversifying their portfolios into RMB assets.\nLet the numbers do the talking: RMB bank lending in Hong Kong has tripled in the past three years to nearly 600 billion yuan in July 2024. Offshore RMB bond issuance amount has almost doubled from 2020 to 2023.  The share of China’s external trade settled in RMB has also doubled from 15% in 2021 to 30% now.  Turnover of Stock Connect and Northbound Bond Connect amounted to 161 billion yuan and 45 billion yuan respectively in the first seven months of this year, up 49% and 132% from the same period in 2020.\nLooking ahead, the outlook for RMB internationalisation remains promising, supported by a combination of cyclical as well as structural factors. In the near to medium term, the accommodative monetary policy environment on the Mainland is expected to continue, and this will incentivise banks and corporates to use RMB as a funding currency.\nIn the longer term, we see a number of favourable factors. In the real sector, more Mainland corporates are seeking overseas expansion as the global supply chain continues to reconfigure.  Trade and investment cooperation between China and ASEAN, the Middle East and other Belt & Road countries will continue to grow.  As RMB internationalisation is gathering pace, China’s trading partners are increasingly willing to use RMB in cross-border transactions.  RMB-based activities in the real sector will further increase demand for RMB products, for treasury management, for longer-term investment, and for risk management.  Hong Kong, as the premier offshore RMB hub, is uniquely placed to serve as the go-to platform that serves the different stakeholders while enabling our financial sector to capture the ever-growing opportunities.\nThe great prospect notwithstanding, we need to do a reality check. How ready are we to capture those opportunities?  What are the pain points that stand in the way of unlocking the opportunities?  What more should be done and can be done to address the pain points?  These are legitimate questions that policy makers and private sector participants should jointly answer.  Let me share some thoughts and outline the actions we at the HKMA are taking in four specific areas, namely, liquidity, products, infrastructure, and outreach.\nLiquidity\nFirst and foremost is liquidity. I don’t need to preach to a gathering of experienced treasury market participants the notion of “liquidity begets liquidity”.  An often-asked question these days is whether Hong Kong’s RMB liquidity pool is big enough.  My answer is: it depends.  Talking about liquidity, size matters.  But equally important is the efficiency, or velocity, of the liquidity pool.  Hong Kong’s RMB deposit once peaked at 1.2 trillion yuan before it dipped to the lows of 600 billion yuan in 2017 and regained its current size of around 1.2 trillion in 2024.  Throughout this ten-year cycle, we continued to see growing RMB activities in Hong Kong, in terms of trade settlement, debt issuance, and portfolio flows.  One notable example is the tripling of daily RMB turnover through our RTGS system in just six years.  All these point to the high efficiency of the liquidity pool.\nIt is therefore fair to say that the current size of the liquidity pool is sufficiently large to support the current scale of offshore business. But further efficiency gains will likely be increasingly marginal.  So, if we take a slightly longer-term perspective, there is an obvious need for the liquidity pool to grow, commensurate with the increase in market demand.  In this regard, we are studying possible ways to enhance the availability of RMB liquidity to banks, with a view to enabling them to meet client demands for RMB funding.  We will continue to engage the industry, including the TMA, as we develop and crystallise the various ideas.\nProducts\nNow let’s turn to products. We will continue to work with fellow regulators to keep expanding the suite of Connect schemes and enhancing the design features.  In the equity market, the launch of the HKD-RMB dual counter last year has enriched the spectrum of RMB products available.  We look forward to the inclusion of the dual counter in the southbound Stock Connect.\nMeanwhile, dim sum bonds are gathering pace. In July, the Government has substantially extended its RMB yield curve by issuing its first 30-year RMB green bond.  The issuance received an overwhelming response and has paved the way for other issuers to follow suit.  Two weeks ago, the Guangdong provincial government issued its first offshore RMB bond in Hong Kong, a much-welcomed addition to the list of local government issuers such as Shenzhen and Hainan.  Together with CMoF bonds, these official-sector issuances provide much-needed benchmark yield curves that can be referenced by the market.  Earlier this week, the HKMA co-hosted an industry event with the National Development and Reform Commission to facilitate Mainland corporates to issue bonds in Hong Kong.  All these efforts will promote the development of a vibrant and sustainable dim sum bond market in Hong Kong.\nIn the foreign exchange market, it is encouraging to see the continued growth of RMB-related activities in Hong Kong. According to the TMA’s semi-annual surveys, the US dollar and RMB have consistently been the most traded currency pair in our FX market.  The total value of FX transactions involving the RMB in April 2024 more than doubled year on year.\nIn terms of risk management products, good progress has been made as well. The Swap Connect commenced operation in 2023.  Earlier this year, the HKMA accepted onshore CMoF and policy bank bonds as collateral for obtaining RMB liquidity.  This has opened a tremendous window to explore other possibilities for investors to put their onshore bond holdings to more productive use, including efficiency enhancement and obtaining liquidity.  There are other RMB-related risk management products in the pipeline, and we look forward to the early opportunity of the product launch.\nInfrastructure\nThe unsung hero behind the more visible business of liquidity or products is Hong Kong’s robust RMB infrastructure that provides the highly efficient and reliable plumbing in handling vast volumes of RMB flows, including 80% of global offshore RMB transactions.\nInfrastructure enhancement is critical to maintaining our hub status. One important initiative is the upgrading of the Central Moneymarkets Unit (CMU), which is a key platform for the lodging of dim sum bonds and the smooth functioning of Bond Connect.  To achieve our vision of transforming the CMU into an ICSD (international central securities depository), the system upgrade is in full swing.  Its business model and product offerings are also undergoing a major revamp to make its operation more commercialised, customer-oriented and market-based.\nAnother ground-breaking initiative is Project mBridge, which is a multi-central bank digital currency (CBDC) platform shared among participating central banks and commercial banks. It aims to address the typical pain points of low efficiency and high cost in cross-border payments.  With RMB being one of the CBDCs used on mBridge, this provides another opportunity to allow the easier use of RMB in cross-border payment, and Hong Kong as an offshore hub stands to benefit from its success.  The project has entered the Minimum Viable Product (MVP) stage, and we encourage banks in Hong Kong to work with their business partners to make good use of this platform for efficient cross-border payments.\nOutreach\nBefore I conclude, let me briefly discuss the significance of outreach efforts to promote Hong Kong’s RMB hub. By outreach I am referring to engagement with stakeholders in and outside of Hong Kong.  Locally, the TMA is an important partner that, over the years, has provided strong support and useful advice to the HKMA in building our RMB hub, from the administration of CNH fixing to serving as a useful channel for the HKMA to reach out to market participants for feedback and ideas to keep improving our RMB platform and enhancing its competitiveness.  Thank you, TMA.\nI must also thank our colleagues and friends in the banking industry for their contribution to our outreach work overseas that covered ASEAN and Middle East countries. Through their active participation and engagement with the official and financial sectors in those countries, we have enhanced the understanding and raised the interest of our counterparts in the benefits and potential in the wider use of RMB in their trading and investment activities.  The interaction has also provided a good basis for us at the HKMA to map out more concrete work plans to overcome the inertia and bottlenecks in the transactions involving RMB and their respective local currencies.  We expect outreach of this kind to be a continuing effort going forward.\nConclusion\nLadies and gentlemen, mindful that I am the only obstacle standing between you and your well-deserved lunch, I’d better stop here. Let me return to where we started: the Olympics, and conclude with its very motto – faster, higher, stronger – in the context of our offshore RMB business.  Faster in rolling out new products, higher in the various turnover numbers, and stronger as we continue to lead.\nWith that, thank you very much.",
  "title": "Keynote speech at the Treasury Markets Summit 2024",
  "author": "Hong Kong Monetary Authority",
  "publish_date": "\n                        \n                          \n                          \n                            From\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                        \n                          a\n                          \n                            To\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                      ",
  "source": "hkma.gov.hk",
  "language": "auto",
  "word_count": 1925,
  "extraction_method": "article_playwright",
  "extraction_timestamp": "2025-11-21T19:13:48.281379",
  "batch_id": "20251121_111258",
  "link_id": "art_req2",
  "error": null,
  "article_id": "ac9fcd3d6a44",
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Hong Kong became the first city outside Mainland China to allow RMB bank accounts in 2004.",
        "RMB RTGS was launched in Hong Kong as part of offshore RMB development.",
        "The first dim sum bond was issued in Hong Kong.",
        "China’s Ministry of Finance issued its first offshore RMB bond in Hong Kong.",
        "Trade settlement in RMB was introduced in Hong Kong’s offshore market.",
        "RQFII program enabled foreign investors to invest in China’s onshore markets.",
        "HKMA established RMB liquidity facilities in 2012.",
        "TMA introduced CNH HIBOR fixing in 2013.",
        "Stock Connect was launched in 2014 linking Hong Kong and Mainland equity markets.",
        "Bond Connect, Fund Connect, and Wealth Management Connect expanded market access.",
        "Connect schemes link Mainland and international financial markets via Hong Kong.",
        "HKMA co-hosted an event with NDRC to promote Mainland corporate bond issuance in HK.",
        "Guangdong issued its first offshore RMB bond in Hong Kong.",
        "Shenzhen and Hainan are among local governments issuing offshore RMB bonds.",
        "CMoF bonds serve as benchmark yield references in offshore RMB market.",
        "Swap Connect began operations in 2023 for RMB interest rate swaps.",
        "HKMA accepts onshore CMoF and policy bank bonds as collateral for RMB liquidity.",
        "Project mBridge is a multi-CBDC platform for cross-border payments.",
        "mBridge has entered Minimum Viable Product (MVP) stage.",
        "US dollar and RMB are the most traded currency pair in Hong Kong FX market."
      ],
      "key_opinions": [
        "RMB internationalisation is supported by both cyclical and structural factors.",
        "Hong Kong is uniquely positioned as the premier offshore RMB hub.",
        "Liquidity begets liquidity in treasury markets.",
        "Efficiency of liquidity pool is as important as its size.",
        "Further efficiency gains in RMB liquidity may become marginal over time.",
        "There is a long-term need for RMB liquidity pool to grow with market demand.",
        "HKMA should continue engaging industry to enhance RMB liquidity access.",
        "Expanding Connect schemes will strengthen Hong Kong’s role in RMB internationalisation.",
        "Dual counter trading enriches RMB product offerings in Hong Kong.",
        "Inclusion of dual counter in southbound Stock Connect is anticipated positively.",
        "Dim sum bond market is becoming more vibrant and sustainable.",
        "Green 30-year RMB bond issuance paves way for other issuers.",
        "Official-sector bond issuances provide essential benchmark yield curves.",
        "Risk management product pipeline shows promising progress.",
        "Infrastructure is the unsung hero of RMB market development.",
        "CMU upgrade aims to transform it into an ICSD.",
        "CMU revamp focuses on commercialisation and customer orientation.",
        "Project mBridge can reduce cost and inefficiency in cross-border payments.",
        "Hong Kong stands to benefit from mBridge’s success with RMB usage.",
        "Outreach is crucial to promoting wider RMB adoption globally."
      ],
      "key_datapoints": [
        "RMB bank lending in Hong Kong reached nearly 600 billion yuan in July 2024.",
        "RMB bank lending in Hong Kong tripled over the past three years.",
        "Offshore RMB bond issuance nearly doubled from 2020 to 2023.",
        "Share of China’s external trade settled in RMB rose from 15% in 2021 to 30% in 2024.",
        "Stock Connect turnover: 161 billion yuan in first seven months of 2024.",
        "Northbound Bond Connect turnover: 45 billion yuan in first seven months of 2024.",
        "Stock Connect turnover up 49% compared to same period in 2020.",
        "Northbound Bond Connect turnover up 132% from 2020 level.",
        "Hong Kong handles 80% of global offshore RMB transactions.",
        "Daily RMB turnover via RTGS tripled over six years.",
        "RMB deposits in Hong Kong peaked at 1.2 trillion yuan before dipping to 600 billion.",
        "RMB deposits rebounded to around 1.2 trillion yuan by 2024.",
        "Total value of FX transactions involving RMB more than doubled YoY in April 2024.",
        "First 30-year RMB green bond issued by Hong Kong government in July 2024.",
        "Guangdong issued offshore RMB bond two weeks prior to speech date.",
        "Swap Connect launched in 2023.",
        "CNH HIBOR fixing introduced in 2013.",
        "Stock Connect launched in 2014.",
        "RMB liquidity facilities established by HKMA in 2012.",
        "RMB accounts first allowed in Hong Kong in 2004."
      ],
      "topic_areas": [
        "RMB Internationalisation",
        "Offshore RMB Hub",
        "Connect Schemes",
        "Liquidity Management",
        "Product Innovation",
        "Market Infrastructure",
        "Cross-border Payments",
        "Green Bonds",
        "Risk Management",
        "Outreach Strategy"
      ],
      "word_count": 1925,
      "total_markers": 60
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:14:01.439584",
    "model_used": "qwen-plus"
  }
}