{
  "batch_id": "20251120_101923",
  "link_id": "bili_req2",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1Xv42167R7/",
    "word_count": 3426,
    "publish_date": ""
  },
  "transcript": "太久没练开始掉肌肉了怎么办？很多健身爱好者过完年回来都会有这个焦虑，特别是想增肌增重的瘦子，好不容易撞了一些，现在肌肉都松了，会不会被打回原形啊？不用太担心，半年以内的停练都是可以迅速恢复状态的。我们一起来看看应该怎么做。哈喽大家好，我是卓叔，这里是瘦子增重的百科全书，挺练身材肯定会退步。而不用太担心的原因是我们有肌肉记忆，肌肉和力量重新增长的速度比初次增长的速度要快很多。也就是说只要你曾经拥有过这些肌肉和力量，那么你基本就吃定它们了。为什么会有这种好事儿？因为我们肌肉里的肌核的数量变多了，这是一根肌肉里的肌纤维里面就像大脑一样的肌核，负责管理的肌肉的生长和分化，我们肌肉的增长和它的关系密不可分。但问题是这和大脑的管理区域是有限的，就这么点肌纤维都比较长嘛，一个肌核肯定是不够用的，所以通常一根肌纤维里都会有多个肌核才能应付的过来。这么庞大的管理工作，我们通过力量训练刺激肌肉，就能够让肌纤维超量恢复增长变大。哎，这个体积变大了这么多，原来这些肌核岂不是就管理不过来了？是的，所以在这个时候参与肌肉生长的肝细胞就会捐献出更多的肌合出来慢慢应对和管理。你越练越大的肌肉，肌肉越大肌核就变得越多，肌核越多肌肉增长的潜力就越大，这是一个良性循环。但如果啊你现在开始就彻底不练了，一段时间之后肌肉开始缩水了，拥肌废退吗？请问这些肌核会跟着马上消失掉吗？哎，关键就在这里，不会马上消失掉的。有的研究说这些肌核是可以永久留存在肌纤维里，也有的研究说它们可以留存几个月以上才开始慢慢消失掉。虽然目前还没有一个特别准确的说法，但是基本的共识都是这些多出来的肌核是可以继续留存很长的一段时间的。你想想，你30厘米粗的臂围里储存着40厘米臂围才有的肌核的数量，这些都是决定你增肌潜力的东西啊。那么要练回去不是分分钟的事情啊，这就是肌肉记忆的原理，也是你能够短时间内把肌肉练回去的原因。好，原理搞懂了，那我们来点实在的。长时间没练，具体应该怎么操作才能够尽快恢复状态？这里我根据体炼的时长划分为短期恢复、中期恢复、长期恢复和超长期恢复四种情况。我们先来看短期恢复，短期停练指的是停练一周左右甚至更短的停练时长。例如你放个小长假出去玩啊，短期出差个三五天啊，或者得了流感一周才好转啊，都属于这种情况。一周不练其实身材根本就不会有任何变化，主要还是心理层面可能有些焦虑。例，本来打算这周加点重量的，结果停了一周，那么继续练还要不要加呢？拿不准主意。这种情况呢恢复起来很简单，首先训练计划要和停练前用完全一样的计划，也就是训练动作全部都不能变啊，不然又要重新学新的动作，是会耽误你的恢复的。然后我们假设停练前使用的训练计划是一周试练双分化双循环训练计划，周一周试练双背，周二周五练四肢。这种计划呢周一周二两天就可以把全身的肌肉都给过一遍，我们称之为一个循环。那么同样周四周五这两天也是一个循环。然后我们恢复训练的第一次循环的训练，就直接拿停练前最后一次循环的训练参数，所有动作什么重量、组数、次数啊都完全一样。先练一遍，主要的目的就是让身体迅速熟悉一下停练前的状态，然后从第二次循环开始，就按照你原来的规划，该加重加重，该调整调整，正常走计划就好了，就这么简单。然后是中期恢复，中期停练指的是停练两三周，不到一个月左右，利用你趁着国庆大长假加几天年假出去出国旅行啊，过年前后也没有心思训练啊，或者脖子绕枕了，要等到慢慢恢复之类的，都会有好几周的时间没法训练。肌肉不练身材也不会有太大变化，只是你会感觉状态有点下降了，肌肉的饱满度和硬度好像没有那么好了，所以恢复起来也会很快。但是不建议直接按停练前的参数练，因为脊肉不练力量水平还是有所下降的，直接用原来的重量会感觉很吃力，很容易受伤，所以我们需要两周的时间来过渡一下。那么我们以停练前各部位最后一次循环的训练数据为基准，这里设为A吧恢复训练第一周的第一个循环，所有动作组数每组次数都不变，但使用的重量用A 80%的重量进行训练。例如你最后一次卧推是50公斤，这里就用40公斤训练。第二个循环还是用A 80%的重量练，但是每组的次数都加1到2次。例如停练前卧推是50公斤，四组八次，这里我们就用40公斤做四组十次。第二周第一个循环强度加到A的90%，训练组次和A一样完全不变。第二个循环强度还是90%不变，每组的次数比A增加1到2次，然后第三周就可以完全恢复体面前的强度了。如果你觉得这个两周的恢复有点长，例如你只停练了两周，这里还要用两周恢复，那确实有点长，那就可以直接从第二周的90%的强度开始恢复，只恢复一周也是没问题的。但如果你停练了一个月左右，那最好还是按照这个方法恢复两周比较稳妥，接着继续长期恢复。长期停练指的是2到3个月，一般半年以内的停电时长。利用你的关节扭伤了，或者像以前第一次阳了，都是要小几个月才能够恢复过来的。小几个月不练，肌肉的饱满度会明显变松，肌肉维度可能也会有一点点下降，但不会太明显，主要是力量下降的会非常明显，感觉自己跟半辈子没练过一样，会完全不敢用回以前的重量了。那么恢复计划我们这么安排，我们还是把停练前最后一个循环的参数设为A第周的第一个循环使用A 60%的重量训练。例如原来卧腿50公斤，这里就降到30公斤，但每组的次数要比A增加两次。这次训练由于是肝恢复的第一个循环，所以一定要多花点时间来好好热身，慢慢来。第一周的第二个循环继续使用A 60%的重量，但每组的次数比A增加五次。这周这两个循环的训练，你可能会觉得有点太轻松，没什么感觉啊。我的建议是轻松点没关系，不要着急加重量或者练到力竭。因为除了有安全问题以外，你几个月没练一下子重新练太猛，肌肉酸痛是会非常强烈的。你可能会疼个一整周，影响你下次的训练。所以呢这周还是用比较轻松的方式过渡一下，后面恢复起来会更顺畅。第二周的第一个循环使用A 80%的重量进行训练，每次的训练次数和A一样不变。第二周的第二个循环使用A 80%的重量训练，每次的次数比A增加两次。经过这周的训练，其实训练感觉已经恢复的差不多了。你也能够很明显的感受到停练期间力量的下降。因为这个重量这样练起来比想象中还要更吃力一些，所以我们还需要两周时间慢慢的把训练强度给堆上去。第三周一整周的两次循环都使用A 80%的重量，但每组的次数要比A增加3到5次。第四周的两次循环使用A 90%的训练重量，每组的次数可以比A适当增加1到2次。到了第五周就可以完全恢复体面前的训练强度了。还是那句话，如果你停练的时间没有那么久，例如就停练了两个月，那可以适当的考虑缩短这个恢复周期。如果停练的时间比较久，那么最好就按照这个方案慢慢来比较稳妥。除了训练安排，饮食层面这里也要跟上才行。因为停炼了这么久，虽然肌原纤维本身还没有开始退化，但机箱里的糖原啊、水分啊这些营养物质都会有不同程度的流失。所以肌肉材看起来没有那么饱满了，维度好像变小了。所以我们要重点把这些流失的营养给补回来。一个是碳水化合物恢复训练，这段时间要特别摄入更多的碳水化合物给肌肉冲冲碳，可以让肌糖原尽快的恢复到原来的水平，而且肌糖原还会携带更多的水分进入肌肉，让肌肉更迅速的恢复到体面前饱满的状态，另一个是肌酸提炼几个月，磷酸肌酸池的储备量是会有所下降的，把肌酸给补回来，它是有储水作用的，会让肌肉看起来更饱满。而且它还会给身体供能，让你的力量水平也尽快恢复到体面前的状态。如果肌肉允许的话，在恢复训练期间，可以每次在训练前把半勺增肌粉和半勺肌酸混合在一起摇匀喝掉，快速补充血糖和磷酸肌酸，让你有更好的训练状态，结束后再来一两勺的蒸稀粉加上半勺肌酸，以确保这一整天的营养摄入总量不会掉队如果有需要这些健身补剂的话，点开我的主页商品这一栏就有。假期刚结束，大家可以提前准备一下自己的恢复训练，也感谢大家一直以来的支持。好，最后是超长期恢复。超长期停练指的是接近一年或者以上无法训练。这么久不练，其实跟放弃了也没有太大区别了，肌肉的维度是会明显变小的，如果这前肌肉量没有积累够的话，甚至会打回原形，那么这种情况应该怎么恢复呢？这个就没什么好安排的了，你就当是从零开始，选择一个比较轻的重量，慢慢的一点一点练上去就对了。只不过由于你还有肌肉记忆的加成，练回去的速度会比你以前要快一点就是了。好了，停练后的恢复方案就这么多，这里给大家列一个表格，可以对号入座，灵活应用。如果觉得有帮助，求三连求关注我们下期再见。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "肌肉记忆的存在使得停练后肌肉和力量恢复速度比初次增长更快",
        "肌核是位于肌纤维中负责管理肌肉生长与分化的结构",
        "力量训练可促使肌纤维超量恢复并导致肌核数量增加",
        "肌核数量随肌肉体积增大而增多，形成良性循环",
        "停练后肌核不会立即消失，可能永久留存或持续数月以上",
        "30厘米臂围中可储存40厘米臂围才有的肌核数量",
        "半年以内的停练均可迅速恢复训练状态",
        "短期停练指一周左右或更短，如小长假、出差或生病",
        "短期恢复时应使用停练前的完整训练计划不变动作",
        "短期恢复首次训练使用停练前最后一次循环的参数",
        "中期停练指停练两三周至一个月左右，如国庆假期或伤病",
        "中期恢复第一周使用停练前参数的80%重量训练",
        "中期恢复第二周强度提升至90%并增加每组次数1-2次",
        "长期停练指2到3个月，通常不超过半年",
        "长期停练后肌肉饱满度下降，力量水平显著降低",
        "长期恢复第一周使用停练前参数60%重量并增加次数",
        "长期恢复第二周使用60%重量但次数再增加5次",
        "长期恢复第三周使用80%重量并增加3-5次/组",
        "长期恢复第四周使用90%重量并适当增加次数",
        "长期恢复第五周可完全恢复原有训练强度",
        "超长期停练指接近一年或以上无法训练",
        "超长期停练后肌肉维度明显缩小，可能打回原形",
        "超长期恢复需从零开始，逐步增加训练重量"
      ],
      "key_opinions": [
        "不用太担心半年内停练后的肌肉退化问题",
        "恢复训练时应优先考虑安全而非快速进步",
        "若停练时间较短，可适当缩短恢复周期",
        "恢复期间避免过度训练以防剧烈酸痛影响后续训练",
        "饮食补充对恢复肌肉饱满度至关重要",
        "碳水化合物摄入有助于肌糖原快速恢复",
        "肌酸补充能提升肌肉饱满度并促进力量恢复",
        "增肌粉与肌酸混合饮用可优化训练前状态",
        "训练结束后补充营养有助于维持全天摄入总量",
        "有肌肉记忆加持，练回去的速度会比初学者快"
      ],
      "key_datapoints": [
        "短期停练时长：一周左右或更短",
        "中期停练时长：两三周至一个月左右",
        "长期停练时长：2到3个月，通常不超过半年",
        "超长期停练时长：接近一年或以上",
        "短期恢复首次训练使用停练前参数100%强度",
        "中期恢复第一周使用80%重量训练",
        "中期恢复第二周使用90%重量训练",
        "长期恢复第一周使用60%重量训练",
        "长期恢复第二周使用60%重量训练",
        "长期恢复第三周使用80%重量训练",
        "长期恢复第四周使用90%重量训练",
        "长期恢复第五周恢复100%强度",
        "长期恢复第一周每组次数比原计划增加2次",
        "长期恢复第二周每组次数比原计划增加5次",
        "长期恢复第三周每组次数比原计划增加3-5次",
        "长期恢复第四周每组次数比原计划增加1-2次",
        "建议每次训练前摄入半勺增肌粉+半勺肌酸",
        "建议训练后摄入一到两勺增肌粉+半勺肌酸",
        "肌糖原恢复可携带更多水分进入肌肉",
        "磷酸肌酸池储备量在停练数月后会下降"
      ],
      "topic_areas": [
        "肌肉记忆原理",
        "肌核作用机制",
        "短期恢复策略",
        "中期恢复策略",
        "长期恢复策略",
        "超长期恢复策略",
        "训练强度渐进安排",
        "训练参数调整方法",
        "碳水化合物补充",
        "肌酸补剂作用",
        "营养摄入时机",
        "训练安全性",
        "心理状态管理",
        "恢复周期灵活性",
        "体能感知变化"
      ],
      "word_count": 9,
      "total_markers": 53
    },
    "comments_summary": {},
    "created_at": "2025-11-20T18:20:57.917050",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763634069.4045303
}