{
  "batch_id": "20251120_101923",
  "link_id": "bili_req9",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1o54y1v7Qq/",
    "word_count": 2852,
    "publish_date": ""
  },
  "transcript": "为什么现在人起床这么困难？因为咱们绝大多数人，包括我起床第一件事儿都是打开手机刷各种社交媒体和消息。不管你看的是什么内容，咱们都是处于一种被动接受信息的状态。也就是说手机里的内容决定了你每天早晨起来的心情。嗯，再说会等等，怎么能让手机决定自己的心情呢？早晨起床就应该按咱们自己的想法来。所以今天呢为大家介绍一套起床流程，不仅可以帮助各位对抗懒惰快速起床，同时还可以让咱们精神饱满的进入到工作学习状态。准备好了吗？咱们现在开始。首先咱们花30秒到1分钟铺床，别看这件事简单，但是每次做完他都会给咱们一种小小的成就感。整洁的房间让人心情愉悦。嗯，然后来到厕所量体重，当然这不是必须的，毕竟我是个健身博主嘛。靠怎么又瘦了？喝一杯水这个很关键哦。不仅它会加快咱们的新陈代谢，有助于减脂排毒，同时可以让大脑获得更多的氧气，让咱们清醒的更快一些。接下来找出一块毛巾，开始咱们今天的重点，五分钟改善体态的训练。应各位小伙伴的要求，今天我会和大家一起做准备，好了吗？321，let's go. 首先第一个动作，毛巾颈部拉伸头牵倾对于我们现代人来说真的是非常普遍的一个问题。尤其是对于学生或者长期伏案工作的人来说。当你视力下降的时候，每次看东西就会不断的往前伸脖子，严重影响咱们的气质。那么这个动作呢可以拉伸咱们的颈椎，尽可能还原颈椎的生理弯曲。在做动作的过程中，毛巾要持续发力向前拉直，慢慢向后仰头。有些人可能会在这个时候听到脖子后面有弹响的声音，但这个没关系，只要没有疼痛感就ok收下巴的时候大家要注意，这个并不是单纯的向前低头，而是要保持咱们脑袋的原有位置向后收缩。如果从正面看能看到自己的双下巴就说明做对了。做完之后您应当感受脖子周围有一种微微酸痛的感觉。然后咱们进行下一个动作，哎，踢外收缩。可能大家发现这个动作我推荐了很多次，原因是我自己以前就有圆肩驼背的问题，主要是打篮球造成的，但是后来通过这个动作以及配合着胸部的拉伸，有效改善了圆肩驼背，所以我一直推荐给有同样问题的小伙伴。首先两脚张开与肩同宽，在不弯腰的情况下，身体慢慢前倾，大概与地面呈45度角。注意大家在做爱这个动作的时候，不单单是要向后甩你的手臂，而是要收缩整个背部，感受你胸部的拉伸，保持1到3秒后还原，然后向外打开两个手臂，将身体呈T字形展开，这时咱们的手掌心应该是朝下的，你应该能感受到中背部肩胛骨附近的收缩以及胸部的拉伸。最后向前伸展你的手臂，将身体呈一个外字形展开，两只手可以做这种大拇指朝上，类似于点赞的动作。各位收到我的暗示了吗？开玩笑，大家每天一起跟练，点个收藏就好了。值得注意的是，可能咱们在做第五第六个的时候，腰就会感觉到微微的酸痛，大家不要担心，这时你可以稍微把身体向上抬一点点角度，然后继续完成剩下的动作。但千万不要弯腰，这样的话就可以避免受伤。好，那咱们继续做下一个动作，跪姿肩膀绕环。首先找一个墙面单膝跪地，这里我推荐找一个软的东西垫在膝盖上，不然长时间会有点痛。然后将靠近墙内侧的臀部向前转动，也就是说大家能感受到整个大腿和核心都是绷紧的。这时将你的手臂沿着墙面顺时针慢慢画圈，回到起始位置后再逆时针画回来。整个动作过程中大家可以放慢节奏，感受你的呼吸以及肩膀和周围肌肉的活动。如果你希望加大难度的话，可以将身体稍微向墙方面靠近一些，反过来远离墙面也可以减小难度。不知道大家还记不记得一年前呢，我的肩膀受了一个很严重的伤。在康复训练的过程中，这个动作给予了我很大的帮助，每天早晨我都会做。目前我左手的肩膀灵活度已经渐渐恢复到了原有的状态，所以如果大家有同样的问题，或者是因为长期服案工作导致肩膀灵活度很僵硬的话，也可以多多尝试这个动作。好，咱们换边，另一边的动作也是一样的，咱们可以根据情况每边做8到15次。上个视频的留言里，我看到了一个很有价值的问题，我想分享给大家。像这种每天5到8分钟的体态训练，到底对我的体态有没有帮助？或者说如果我的体态问题是先天性的那做这些动作还有没有意义？其实就这个问题，我之前特地询问过美国国家运动医学会的创始人迈克克尔博士。它的解释是，假如你是因为受伤或者先天的原因导致体态不平衡，那么这种体态纠正训练也许很难帮你彻底解决问题。但是它仍然可以帮你缓解由于体态不平衡所带来的一系列问题，比如肌肉的发力不平衡以及肌肉酸痛等等等等。同时他又强调，绝大多数人的体态问题还是由不良的生活习惯导致的，所以大家在坚持做这种体态纠正训练的同时，一定还要注意平时自己的生活习惯，这样才能达到最佳效果。好的，接下来咱们做下一个动作，猫式挺身。这里我推荐大家使用一个瑜伽垫，不然的话膝盖还是会很痛。当然了，我是一个硬核男人，所以没关系。将手臂和大腿垂直于地面，收缩肩胛骨，同时吸气，充分拉伸胸部之后将身体像伸懒腰一样拱起来，同时慢慢吐气向前顶咱们的臀部。这时候你应该感受到咱们的肩胛骨是拉伸的，同时腹肌和臀部都是一个收紧的状态。保持3秒，然后还原这个动作，不仅可以提高咱们的肩胛骨灵活度，同时可以缓解由于久坐所带来的骨盆前倾的问题哦。其实缓解骨盆前倾最好的动作之一就是模仿骨盆后倾，也就是大家看到向前顶宽的这个姿势，所以大家如果有这个问题的话，可以经常做一下骨盆后倾。你不一定非得是趴着，也可以是站着做，根据自己情况做10到15次。最后一个动作，芭蕾舞式拉伸。首先交叉双腿，一只手扶墙外侧手尽可能够到墙面，在保持两只手都接触到墙面的基础上，以腰为中心慢慢向外发力，这时大家应该能够感受到整个腰部的拉伸，保持这个姿势30秒。之前在九坐那期视频里我跟大家讲过，长期翘二郎腿呢，很有可能会造成咱们的骨盆不平衡，甚至是脊柱侧弯。如果要测试自己是否有骨盆不平衡的问题，可以简单的把两只手放在骨盆的两边。对于我来说，就是我身体右侧的竖脊肌比较紧张，所以我会在这边多拉伸一下。好，换边。就像我之前说过的，早晨做这种拉伸的意义不仅仅是改善体态，而是能让咱们有一种更积极的状态迎接新的一天。不知道大家有没有发现，咱们现代人起床越来越困难，尤其是在隔离期间。当你一切时间都可以自己安排的时候，假如你不给自己设置一些流程的话，很容易就保持这种状态躺尸一天。所以从起床到你开始工作学习之前这段时间就变得格外重要。所以我希望通过这期视频给大家设置一个可以简单跟随的流程，能够帮助大家克服懒惰，按时起床，不浪费咱们宝贵的时间。每天起来点开这个视频，咱们一起起床。哇，出了好多汗，咱们现在去洗漱一下。接下来一个非常重要的工作就是写一下今天要完成的事儿。我最喜欢的方法就是给每天都定一个主题，把一天分成七件事儿，三件工作或学习，三件留给自己，一件处理生活中的琐事。这样不仅会让咱们有一种设定主线任务打怪升级的感觉，同时还可以省下时间干别的事情。哇，天已经亮了，我已经准备好了迎接挑战。我希望这个简单的起床流程可以帮助到大家。如果大家觉得有用的话，别忘了给我一键三连哦。没有关注我的小伙伴别忘了点击订阅。那今天就到这里，咱们下期见，拜拜。",
  "comments": null,
  "scraped_at": 1763634110.5958412,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "大多数人起床第一件事是打开手机刷社交媒体和消息",
        "早晨刷手机会导致被动接受信息，影响心情",
        "整洁的房间能带来小小的成就感并让人心情愉悦",
        "喝水有助于加快新陈代谢和减脂排毒",
        "喝水可帮助大脑获得更多氧气，更快清醒",
        "毛巾颈部拉伸动作可改善颈椎生理弯曲",
        "做颈部拉伸时听到弹响但无疼痛感属于正常现象",
        "收下巴动作需保持头部原有位置向后收缩，非单纯低头",
        "从正面看若能看到双下巴说明收下巴动作正确",
        "踢外收缩动作可改善圆肩驼背问题",
        "踢外收缩时身体前倾约45度角，不弯腰",
        "做动作时应感受胸部拉伸和中背部肩胛骨收缩",
        "跪姿肩膀绕环动作可提升肩膀灵活度",
        "跪姿绕环时建议使用软垫保护膝盖",
        "该动作在康复训练中对肩部损伤恢复有帮助",
        "猫式挺身动作可缓解久坐导致的骨盆前倾",
        "猫式挺身时吸气拉伸胸部，吐气拱起身体",
        "保持动作3秒后还原，可收紧腹肌和臀部",
        "芭蕾舞式拉伸以腰部为中心向外发力，拉伸整个腰部",
        "长期翘二郎腿可能引发骨盆不平衡或脊柱侧弯",
        "测试骨盆不平衡的方法是双手放在骨盆两侧感受紧张程度",
        "早晨体态训练不仅改善体态，还能建立积极心态",
        "隔离期间缺乏时间安排易导致整天躺尸",
        "设定起床流程有助于克服懒惰、按时起床"
      ],
      "key_opinions": [
        "手机内容不应决定早晨的心情，应由自己掌控",
        "铺床虽小但能带来成就感，值得坚持",
        "喝水是早晨最关键的步骤之一",
        "五分钟体态训练足以显著改善身体状态",
        "踢外收缩动作对圆肩驼背者特别有效",
        "跪姿绕环是肩部康复的重要训练动作",
        "猫式挺身是缓解骨盆前倾的最佳动作之一",
        "芭蕾舞式拉伸对长期翘二郎腿人群有益",
        "每天5-8分钟体态训练虽不能根治先天性体态问题，但可缓解症状",
        "体态纠正训练需配合良好生活习惯才能见效",
        "将一天分为七件任务，增强目标感和掌控感",
        "给每日定主题可带来打怪升级般的成就感",
        "写今日任务清单是高效开始一天的关键环节",
        "早晨跟练视频能增强仪式感和执行力",
        "这个起床流程简单易行，适合大多数人跟随"
      ],
      "key_datapoints": [
        "铺床耗时30秒到1分钟",
        "毛巾颈部拉伸动作完成后应有脖子周围微微酸痛感",
        "踢外收缩动作建议重复8到15次每边",
        "跪姿肩膀绕环建议每边做8到15次",
        "猫式挺身建议做10到15次",
        "芭蕾舞式拉伸建议保持30秒",
        "每天体态训练时长为5到8分钟",
        "美国国家运动医学会创始人迈克尔博士曾对此类训练进行过专业解释",
        "视频中提到“我左手肩膀灵活度已恢复至原有状态”",
        "推荐使用瑜伽垫以减少膝盖压力",
        "身体前倾角度约为45度",
        "手掌心朝下时感受中背部肩胛骨收缩",
        "大拇指朝上动作类似点赞手势",
        "体重测量不是必须步骤，仅作为参考",
        "喝一杯水是晨间关键动作"
      ],
      "topic_areas": [
        "起床困难原因",
        "手机依赖影响",
        "晨间铺床仪式",
        "饮水与代谢",
        "颈部拉伸训练",
        "踢外收缩动作",
        "跪姿肩绕环",
        "猫式挺身练习",
        "芭蕾舞式拉伸",
        "体态问题成因",
        "骨盆前倾改善",
        "脊柱健康",
        "习惯与体态关系",
        "每日任务规划",
        "晨间流程设计"
      ],
      "word_count": 3,
      "total_markers": 54
    },
    "comments_summary": {},
    "created_at": "2025-11-20T18:21:50.612321",
    "model_used": "qwen-flash"
  }
}