{
  "batch_id": "20251120_101923",
  "link_id": "bili_req7",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1VQ4y1D7gk/",
    "word_count": 2830,
    "publish_date": ""
  },
  "transcript": "大部分身材偏瘦的小伙伴都有个困扰，就是似乎怎么练都看不到效果，尤其是穿上衣服之后，完全没有训练痕迹。大家能看出这张照片是我在练一年半以后的样子吗？我自己都不好意思说，因为我自己一直也有这样的困扰，所以在长时间健身和拍视频的过程中会在想，我们到底该重点练哪些部位才能把衣服撑起来看起来更壮一些呢？所以今天就以我个人的经验以及解剖的角度来看一下我们到底该怎么办。可能大家已经知道了，要想看起来壮一些，最重要的部位就是肩膀。它主要分为前束、中束、后束三个部分，而增加我们宽度最重要的部分就是肩膀中束。然而问题在于，我们平时做的很多动作，比如卧推、肩推、俯卧撑等等，主要练到的都是肩膀前束，并不能让我们从视觉上变宽，那我们到底该怎么做才能有效的刺激肩膀中束呢？第一个最有效的动作就是侧平举，根据2020年的调查研究显示，在对比了虎口朝上、虎口朝前、虎口朝内以及屈臂这四种侧平举的方式之后，虎口朝内的侧平举对肩膀中束有着最大的刺激。这也是为什么你会看到很多大神在做侧平举的时候会用这样的姿势，但是这种姿势下的侧平举并不适合所有人。对于天生尖峰和肱骨之间缝隙比较短的小伙伴，他有可能会压迫你的韧带，造成肩膀损伤。所以为了避免这个问题，我仍然推荐大家虎口朝前。但是身体微微前倾，在这个角度下做侧平举，重量会最大化的传递在肩膀中束上，也能避免受伤的风险。同时手臂微弯，肩膀压低，这两个技巧都会让我们的肩膀有更好的感受。我最喜欢的方式是身体朝前靠在一个60度左右的斜板上，这样还可以避免身体前后晃动，更好的单独刺激咱们的肩膀中束。家里没有任何器械的小伙伴可以尝试一下单臂转体这个动作，俯身趴在地上之后，用单边的手肘着地，身体慢慢向一侧打开，大概到平行于肩膀的位置，停留一秒，感受肩膀的收缩，然后还原这个动作也能很好的练到肩膀中束，而且非常方便，随时随地都可以做。另外一个我推荐的动作是侧身侧平举。因为在正常哑铃侧平举的过程中，前15度更多是刚上肌在发力，而保持侧身的状态会避开这个角度，更加直接的刺激我们的肩膀中束。大家可以用弹力绳或者哑铃来做，没有器械的小伙伴也可以用一块毛巾顶着光滑的墙面来完成。因为肩膀恢复的比较快，所以我们一周可以练2到3次这个部位，那这里我给大家推荐一套融合了上面两个动作的训练计划，大家可以点个收藏，方便平时使用。要想变宽把衣服撑起来的话，大家一定要多练肩膀，千万不要偷懒哦。第二个可以让我们看起来更壮的部位是胸肌，尤其是上胸的部分。当我们的上胸比较饱满的时候，会更容易把衣服撑起来，就算你有肚子也不会那么明显。尽管大部分的胸部动作都会刺激到整体胸肌，但是因为肌肉纤维的起止点不同，不同的发力角度会着重刺激到不同的肌肉部分。2010年的一个实验里，在对比了二十多个胸部动作的肌电图之后，他们发现上斜哑铃推举、断头抬式卧推以及前倾弹力绳推举对上胸的肌肉纤维刺激要高于其他动作。然而断头抬式卧推就和它的名字一样非常危险。所以我推荐大家可以将另外两个动作融入到你现在的胸部训练中。首先前倾弹力绳，推举双脚前后交叉，身体微微前倾，在保持核心稳定的情况下慢慢向前上方推。整个过程试着感受肘部的移动，在顶峰可以双手交叉来达到胸部最大收缩的目的，保持一秒然后还原。因为弹力绳会让我们有很好的上胸感受，我推荐大家把它作为第一个动作来做为之后的大重量训练做准备。另一个动作哑铃上先推举，尽管非常常见，但也有几个细节需要大家注意一下。在2010年的一个调查研究中，对比了不同斜板角度对胸肌的影响之后，他们发现44到56度的斜板角度对上胸的刺激似乎会达到最高。在推举的过程中，大家要时刻保持核心稳定，也就是说不要过度反弓你的腰，因为这样会人为的降低上斜角度，变成一个平板卧推。同时从下往上移动的过程中，大家要想象将你的大臂向内收，而不是向上推，这样会使我们的上胸得到最大的拉伸和收缩。没有任何器械的小伙伴也可以在家里做前推式俯卧撑。双手略宽于肩膀，放在地上，膝盖微弯下沉之后将身体慢慢向斜后方推，感受胸部发力，然后还原。觉得比较困难的小伙伴可以用膝盖着地，如果觉得简单也可以将腿伸直来做。同样这里给大家推荐一套融入上面两个动作的训练计划，大家也可以使用其他的上胸动作来代替。但无论怎样，我们只需要记住沿着肌肉纤维的方向来发力，就都会有不错的感受。另一个让咱们显壮的部位就是上背部，具体来说是菱形肌、刚下肌、中下斜方肌以及肩后束。虽然肌肉很多，但它们的主要功能就是肩关节的外展以及肩胛骨的回缩和内收。也就是把肘部抬高后的划船动作。尽管上斜方肌发达的小伙伴也会看起来很壮，但是对于天生骨架比较窄的人，很容易就练成了溜肩的状态，所以我并不推荐大家过多的去练上斜方肌。而上背的其他肌肉不仅可以让我们背部看起来更有线条感，同时还能起到还原良好体态，看起来非常挺拔的效果。我最喜欢的动作仍然是找一个斜板，将胸卡在斜板的顶端，做高位哑铃划船。这样不仅可以让我在动作中完全的拉伸肩胛骨再进行收缩，同时还能避免腰因为没有支撑而受伤。没有斜板的小伙伴可以用哑铃或者负重的背包做一个单边的高位划船和普通划船的区别在于我们要抬高手肘的角度，将手肘向外打开而不是向后拉。这样才能练到我们的上背部，而不是背迫肌，或者我们也可以用常规的绳索来完成，选一个比较宽的手柄，抬高手肘，将重量慢慢拉到我们的胸骨位置，在拉的过程中要避免身体前后晃动，因为这会出现腰借力的情况。同样因为没有支撑，我推荐大家选择轻一点的重量来保证动作标准。另一个非常好的上背动作就是大家非常熟悉的面拉，它的优点在于可以刺激到很多肩胛骨周围的小肌群，从而增加我们背部的线条感。大家可以用弹力绳在家里完成，也可以用绳索挑战稍微大一点的重量，但重点仍然是全程保持躯干稳定，避免前后晃动。这四个动作大家可以选择其中两个融入到你平时的背部训练中。但是我强烈推荐至少有一个动作用大重量来完成。因为通常无论是划船还是下拉等等大重量的动作，我们主要刺激的都是背阔肌，而如果你跟我一样也是上背比较薄弱的话，大家可以把它安排到第一个动作，用大重量来刺激它。其实很多小伙伴练了很长时间没有效果，就是因为一直在凭感觉而没有记录你的训练。那这里我给大家推荐一个非常好用的app叫训技。这个不是推广啊，这是前两天我的好朋友健职小柯推荐给我的我试用了两周，真的非常好用。大家可以每次练的时候把组说次数写上去，等下次再练的时候，可以根据这个加一点重量或数量。这种渐进负荷式的训练就能帮助我们突破瓶颈。那么以上呢就是今天视频的完整内容，这期视频相对比较硬核，如果大家喜欢的话，不要忘了给我一键三连哦。这样的话我会在将来出更多其他部位的视频。视频。最后我想说，对于天生骨架比较小，比较瘦弱的小伙伴呢，增肌之路是长期的，这点我自己也深有体会。我稍微少吃一顿饭，自己又小了一圈。但是它并不是不可以改变的，所以大家千万不要放弃。你可以的，加油。那今天视频到这里，咱们下期见。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "肩膀中束是增加视觉宽度最重要的部位。",
        "卧推、肩推和俯卧撑主要刺激肩膀前束。",
        "侧平举是有效刺激肩膀中束的最有效动作。",
        "2020年研究对比了四种侧平举姿势的肌电反应。",
        "虎口朝内的侧平举对肩膀中束刺激最大。",
        "虎口朝内可能压迫韧带，导致肩膀损伤。",
        "推荐虎口朝前并身体微微前倾做侧平举。",
        "手臂微弯和肩膀压低可增强中束感受。",
        "60度斜板有助于稳定身体并专注刺激中束。",
        "单臂转体动作可在无器械情况下锻炼中束。",
        "正常侧平举前15度主要由刚上肌发力。",
        "侧身侧平举可避开前15度，直接刺激中束。",
        "弹力绳或哑铃可用于侧身侧平举训练。",
        "毛巾抵墙法可替代器械完成侧平举。",
        "肩膀恢复快，每周可练2到3次。",
        "上胸饱满能更好撑起衣服，减少腹部显眼。",
        "不同发力角度可侧重刺激胸肌不同部分。",
        "2010年实验对比了二十多个胸部动作的肌电图。",
        "上斜哑铃推举对上胸刺激高于其他动作。",
        "断头抬式卧推存在较高危险性。",
        "前倾弹力绳推举适合作为上胸训练首动。",
        "核心稳定是前倾弹力绳推举的关键要点。",
        "双手交叉可实现胸部最大收缩。",
        "哑铃上斜推举时44至56度斜板角度最佳。",
        "推举过程中应避免过度反弓腰部。",
        "大臂向内收比向上推更能刺激上胸。",
        "前推式俯卧撑可在家无器械完成。",
        "膝盖着地可降低前推式俯卧撑难度。",
        "腿伸直可增加前推式俯卧撑强度。",
        "上背部包括菱形肌、冈下肌、中下斜方肌和肩后束。",
        "上背肌肉功能为肩关节外展与肩胛骨回缩。",
        "划船类动作主要锻炼上背部。",
        "上斜方肌发达易导致溜肩状态。",
        "上背肌肉有助于改善体态并提升挺拔感。",
        "高位哑铃划船需将胸卡在斜板顶端。",
        "高位划船可拉伸并收缩肩胛骨。",
        "单边高位划船可用哑铃或负重背包完成。",
        "手肘应向外打开而非向后拉以刺激上背。",
        "绳索高位划船使用宽手柄更有效。",
        "全程保持躯干稳定可避免借力。",
        "面拉可刺激肩胛周围小肌群。",
        "面拉有助于增加背部线条感。",
        "面拉可用弹力绳或绳索完成。",
        "大重量动作建议安排在背部训练首项。",
        "渐进负荷训练有助于突破增肌瓶颈。",
        "记录训练组数和次数可帮助持续进步。",
        "训技App被推荐用于记录训练数据。",
        "长期坚持对骨架偏小者仍有效果。",
        "天生瘦弱者增肌需长期投入。"
      ],
      "key_opinions": [
        "虎口朝内侧平举虽有效但不适合所有人。",
        "身体前倾配合虎口朝前是更安全的选择。",
        "60度斜板是最理想的侧平举支撑角度。",
        "单臂转体动作非常方便且高效。",
        "侧身侧平举能更直接刺激中束。",
        "弹力绳推举应作为上胸训练首选动作。",
        "前倾弹力绳推举需注重核心控制。",
        "双手交叉在顶峰可增强收缩感。",
        "哑铃上斜推举应避免腰椎反弓。",
        "大臂内收比向上推更利于上胸发力。",
        "前推式俯卧撑是家庭训练的理想选择。",
        "膝盖着地适合初学者，腿伸直适合进阶者。",
        "上斜方肌过度发展会形成溜肩外观。",
        "上背薄弱者应优先强化上背肌群。",
        "高位划船优于普通划船，因更专注上背。",
        "手肘外展是正确划船动作的关键。",
        "绳索划船应避免身体前后晃动。",
        "面拉是提升背部细节的重要动作。",
        "大重量训练对上背刺激尤为必要。",
        "渐进负荷是突破平台期的核心方法。",
        "训技App真实有效，非推广性质。",
        "增肌之路对瘦体型者是长期过程。",
        "即使饮食稍减也会快速变瘦。",
        "放弃不是选项，坚持才能改变。"
      ],
      "key_datapoints": [
        "2020年调查研究对比四种侧平举方式。",
        "虎口朝内侧平举对中束刺激最大。",
        "44至56度斜板角度对上胸刺激最高。",
        "每周可训练肩膀2到3次。",
        "前倾弹力绳推举建议作为首个动作。",
        "训练计划包含两个核心动作组合。",
        "面拉可使用弹力绳或绳索完成。",
        "训练中建议至少一个动作用大重量。",
        "训技App已试用两周，效果良好。",
        "视频内容为硬核技术分享。",
        "视频发布后鼓励一键三连。",
        "视频时长未提及，但内容密集。",
        "评论区互动预期高，有收藏提示。",
        "目标受众为身材偏瘦、增肌困难者。",
        "训练频率建议每周2-3次。",
        "动作执行强调核心稳定与姿势标准。",
        "重量选择建议轻量以保证动作质量。",
        "动作重复次数未明确说明。",
        "训练计划可替换其他上胸动作。",
        "肩部训练需注意避免受伤风险。",
        "上背训练应避免腰借力。",
        "所有动作均强调独立肌肉感受。",
        "训练记录建议使用数字工具。"
      ],
      "topic_areas": [
        "肩膀中束训练",
        "侧平举技巧优化",
        "上胸肌肉刺激",
        "上背肌群发展",
        "无器械训练方案",
        "渐进负荷原则",
        "训练动作安全性",
        "体态改善与线条感",
        "增肌瓶颈突破",
        "训练记录工具推荐",
        "瘦体质增肌策略",
        "动作细节把控",
        "核心稳定性要求",
        "多角度肌肉刺激",
        "居家训练可行性"
      ],
      "word_count": 1,
      "total_markers": 96
    },
    "comments_summary": {},
    "created_at": "2025-11-20T18:21:40.590461",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763634115.5053778
}