{
  "success": true,
  "bv_id": "BV1VJQfYdEcU",
  "url": "https://www.bilibili.com/video/BV1VJQfYdEcU/",
  "content": "大家好，我是卓叔。想要增重的瘦子应该怎么训练，怎么安排增重计划？这组照片是我在增重前和增重后的状态对比。其实瘦子增重的目的并不是非要练成肌肉男，而是恢复正常的生活和自信的状态，增肌训练只是其中的一个必要手段而已。增肌训练应该怎么练？晚上就有很多教程，但都比较分散，需要大家自行梳理和拼凑成可执行的系统步骤，这对很多没有经验的新手来说是很难的，特别是瘦子这个群体，很多情况跟普通人相比是不太一样的，用同样的方法练，就算练的再努力，效果还是慢一截，这种情况很常见。所以这集视频的目的就是给瘦子新手们搭建增重训练方面的认知框架，包括超量恢复、部位分化、动作分类、动作选择、训练计划、鉴定策略等章节。学完之后自己指导自己训练基本是没有什么问题的。在开始训练之前，我们要先搞懂肌肉增长的底层逻辑。超量恢复在训练开始时，身体的各项指标随着体力的消耗都会不断的往下降，包括了肌肉层面的肌纤维撕裂，在运动结束的瞬间指标达到了最低点，这个时候你会很累，什么都没有力气做。这个是运动的消耗阶段，停止训练后，通过休息和补充营养，身体的指标会逐步恢复到原来的水平。这个是休息恢复的阶段。当到这里还没完，身体为了更好的适应这种情况，他的恢复会持续下去，超越原来的水平，这个就是超量恢复阶段。当然它是有时效性的，天赋越好的人这个超量峰值就越高。而我们瘦子普遍来说是比普通人的峰值要低一些的，这也是瘦脂增肌通常见效比别人要更慢的原因。但无论天赋高低，想要练出好的效果，就必须利用好这条曲线。理想的情况是我们能够在超量恢复的波峰里进行下一次训练，那么身体就会以此为基础启动下一次超量恢复的循环，身体的指标就会不断上升，你的力量体能就会变得越来越好，肌纤维也会在不断的超量修复中变得越来越大，这个就是肌肉增长的底层逻辑。但如果你练的太多训练过度，或者练的太少训练不足，身体都很难有进步，甚至越练越差。怎么才能更准确的抓住超量恢复曲线？这里的关键在于分化训练。能够让我们全身看起来显壮的表层肌肉，大体可以分为胸部、背部、臀腿、肩部和手臂这五个主要部位。像腹肌、小腿、前臂这些对显壮帮助很小的次要部位，在针肌的头一两年基本是先不管的。那么如果我们要把这五个主要部位放在同一次里训练，一起练完这种全身的训练，就叫做不分化或者一分化训练，就是把全身分为一份的意识。例如胸、背、腿各安排一个复合动作，基本就能够把全身的主要肌群给覆盖到，包括肩部和手臂都能顺带练到。教练的优点是同一块肌肉的训练频率可以很高，每周至少可以安排三次全身训练，把全身轮个三轮。为什么不练满七天？因为同一块肌肉只要你是作为主线来练的，至少至少要安排休息一天，不然的话很容易训练过度。而缺点是由于我们单次的训练时间是有限的，每次基本1个小时出头，每个部位就只能雨露均沾一下，很难深入的去刺激肌肉，所以这么看来，一分化训练到底是好还是不好，这个主要看能不能匹配你的超量恢复曲线。新手由于对动作不熟悉，必然是没有办法深度刺激肌肉的，也就是目标肌肉的恢复时间不需要太多，超量恢复的周期非常短，可能两天就恢复好了。哎，你看这不就正好和一周三练的频率匹配上了吗？这么就把超量恢复的曲线给牢牢抓住了。另一方面对于纯新手来说，最着急的事情是赶紧把训练动作给学会，训练质量会明显影响你的训练效果。而一分化训练就是最适合学习新动作的模式，同一个动作每隔一天就能够重复练习一次，这种高频率的练习能够帮你尽快形成肌由记忆动作可以学的很快。对此对于零基础的新手来说，我认为一分化训练是非常好的满分训练。随着训练水平的提升，你会开始希望加强某一个局部，例如胸肌。但目前每次训练只能安排一个胸肌动作，一周三练也不太够意思。那我们就可以把全身划分为两部分，例如胸背和四肢。这种方法叫做双分化训练，把一半的部位分出去之后，剩余的部位就拥有了更多的训练时间。例如胸肌训练就可以从一个动作增加到2个甚至三个动作，就能在一次训练中练得更深入。这里要注意的是，在训练中我们的体能是会不断下降的，导致安排在后面的动作质量变低，所以我们可以把希望优先练大的部位放到前面，训练出来的效果就会更容易符合你的预期。另一方面，如果我们周一练了胸背，周二是不是要休息一天，周三才能练四肢呢？啊，不是的，我们周二就可以直接练四肢，因为胸背和四肢的肌肉互相错开了。周二练四肢并不会影响胸背肌群的恢复。那我们就可以周一周四练胸背，周二周五练四肢，一周四练比全身训练还要多练一天。这些变化给双分化训练带来了很多优势。第一，单块肌肉训练动作的增加对目标肌肉的刺激就会更深入，肌肉的恢复时间就会变得更久，桥梁恢复的周期就会被拉长，曲线就再次和训练计划匹配上了。第二，假设每个动作都练四组，我们的目标肌肉，比如胸肌的周训练容量就可以从每周12组大幅提升至每周16至24组，效果当然会更好。所以这种双分化、双循环训练非常适合大部分训练经验在两三年内的普通健身爱好者，特别是瘦脂群体，兼顾了训练量和恢复时间。而且大家都是上班族，生活作息是以周围单位安排的。这种一周四练。循环的模式就很容易坚持下去，随着你的水平继续提升，就可以进一步拆分身体分化比我把胸部和背部分开变成难度更大的以胸背腿为主导的三分化训练。这种训练分化我个人的观点是不太适合大部分新手使用。第一，它的训练密度明显要比双分化要更高，针对单块肌肉的刺激也更深，新手练起来会觉得很累，很容易恢复不过来。第二，他的训练节奏是练三休一，和我们大部分上班族以周围单位的生活节奏不匹配。周六日你是去玩呢还是去练呢？如果你不是打算全身心投入到健身里的话，一般是很难坚持的哦。那能不能只安排周一35练3分化呢？不行，这样训练频率就太低了，训练不足了。那能不能周一到周六轮两轮三分化，只在周日休息呢？呃，这个我和身边的朋友都试过啊，根本恢复不过来，连着六天训练强度太大了，非职业人士不太建议尝试。那如果我们再进一步拆分身体，胸前、背、腿、手臂每个部位单独花一天时间训练，那就是以前很流行的五分化训练了。五分化训练不建议任何职业健美选手以外的人使用，原因很简单，你能通过一次训练就能把一块肌肉练到需要一周时间才能恢复的程度吗？按这个练，绝大部分普通人都会训练不足，进步速度会很慢。总结一下，新手训练建议从不分化的全身训练开始入门，然后过渡到双分化双循环训练。这里可以更好的匹配上超量恢复的曲线，也是我们线下馆学员里验证过的效率非常高的训练方式。如果你自认为学习能力很强，也可以直接从双分化训练开始。好了，搞懂了训练的分化，我们就可以尝试把具体的训练动作套到里面去。如果你在网络上搜训练动作，起码能搜出上百种来。像哑铃弯举这种简单的动作还比较好懂，一看就是练手臂肱二头肌的那像硬拉这种复杂的动作到底是练臀的还是练腿的，还是练背的？杠铃卧推和窄距杠铃卧推练的部位一样吗？很多同学就看懵了，所以我们是要先学会区分训练动作，其实不复杂，区分训练动作的关键是关节功能，肌肉是附着在骨头上的，肌肉的功能就是带动关节活动，例如手臂前侧这块肱二头肌，它一收缩就能拉着肘关节弯曲，所以它的关节功能就是肘关节前屈，那么我们看训练动作的时候就可以进行反推了。哪些动作包含了肘关节前屈这个关节功能，那么它就能够练到肱二头肌。例如所有的弯举，无论你是站着坐、坐着坐、躺着坐，还是各种奇怪的姿势，只要肘关节前屈了，那么都是能练到肱二头肌的。练背的坐姿划船，你看发力的过程中肘关节也弯曲了，对吧？那这个动作也是能练到肱额头肌的。俯卧撑这个动作能练到肱额头肌吗？你看在发力的过程中，手肘并没有弯曲，而是反过来伸直的，所以俯卧撑练不到肱额头肌。通过这个例子大家能够搞明白关节功能的运用逻辑了吗？那么接下来我用这个逻辑把全身的主要肌群给大家过一遍。胸肌、胸部胸大肌的主要关节功能是肩关节水平内收，这里声明一下，请注意主要这两个字。我当然知道胸大肌还有肩内收和肩内旋等功能，但是这个视频是面向新手的，讲的太复杂反而不容易学习和理解。所以这里我只会挑对新手阶段最重点最有用的功能来讲，有训练经验的同学请不要拿这个来杠我，感谢理解。好。肩关节水平内收就是以肩膀这里的肩关节为轴，控制大臂在身体的前方往中间靠拢。我们可以直接看手肘的位置，只要手肘是从两侧往中间靠拢的，就是肩关节水平内收。相反手肘从中间往两侧打开就叫水平外展，这个比较好理解。符合肩关节水平内收的动作主要有两类，第二类是推胸，无论是杠铃推、用哑铃推、用器械推还是徒手推，地面都包含了手肘往中间靠拢，这个过程都能够练得到胸肌。如果我们调整一下角度，例如上斜推或者下斜推，手肘依然在往中间靠拢，依然是能够练得到胸肌的，无非就是上斜的推胸可能练得更多的胸肌上侧，下斜的推胸可能练得更多的胸肌下侧。第二类是夹胸，就像是做一个拥抱的姿势，躺着用哑铃还是站着用绳索都可以。这里新手要特别注意，不要只看双手有没有往中间靠拢，很可能会出现只有手臂弯曲，但是肩关节没有内收的错误。我们要始终关注的是手肘的位置，手肘往中间夹了才是真的夹好，总结我们看手肘的位置，只要发力时有从两侧往中间靠拢的，都能练到胸肌。这里给大家补充一个知识点，夹胸只有肩关节这一个关节在活动，这种单关节的动作叫做孤立动作。而卧推除了肩关节在活动，肘关节也在伸直，这种多关节的动作叫做复合动作。这个知识点等会就会用得到。肱三头肌肱三头肌就是手臂后侧这块肌肉关节，功能特别简单，就是伸肘，把手臂伸直。哪些动作能够练到肱三头肌呢？看发力过程中手肘有没有伸直就可以了。例如各种类型的必须伸动作，发力的过程中手肘都有在伸直，所以这些都是能直接练到肱三头肌的孤立动作。需要我们更关注的是复合动作里的伸肘，所有的推肋无论是前推、上推还是下推，在发力的过程中都有在伸肘，而且幅度很充分，都能练到肱三头肌。所以一般来说，肱三头肌是不需要单独练臂屈伸的，只要你有在做卧推练胸，肱三头肌就能够被充分练到，而且能被练得很好。总结，我们看手肘，只要发力时有伸直的，都能练到肱三头肌。背部背部的肌群很复杂，新手阶段只需要考虑两块肌肉，两侧的背阔肌和中部斜方肌的中下部。背阔肌的第一个功能是肩关节内收，注意和推胸的肩关节水平内收是不一样的。这个不是水平的，是垂直的。从上往下内收，手肘落到身体的两侧，肩关节内收对应的是下拉动作，例如引体向上高位下拉，只要是手肘从上往下拉到身体两侧的，都可以练到背阔肌。第二个功能是肩关节后伸，手肘往前摆动的叫肩前屈，往后摆动的就叫肩后伸，这个也是由背阔肌主导发力的。肩关节后伸对应的是划船类动作，无论是用杠铃、哑铃、绳索还是器械，只要手肘有往后摆动，就都能练到背阔肌。这里有一个冷姿势啊，高位下拉这个动作如果握屈太窄的话，你看手肘的轨迹就不是从两侧往下拉了，而是从前方往后伸。虽然两者都能够练到背阔肌，但其实窄距高位下拉属于划船类动作。还有一个右姿势，有的要划船的时候，手肘虽然往后移了，但是手臂打的比较开。这到底算是肩关节后伸，还是肩关节水平外展呢？这就要用到九年义务教育的知识了，在任何一个角度的力都能够拆分成X轴和Y轴两个方向。假设你的手臂打开的角度是45度，那么肩后伸和肩水平外展的力各占50%，很好理解吧。最划船的时候手臂打开一点夹角没有关系，也能练到背阔肌，但不能打开太多，角度越大背阔肌参与的就会越少。最后是斜方肌中下部，它的主要关节功能是肩胛骨后缩，就算整个肩带往后移往中间夹，所以我们划船裂背的时候都强调说要主动夹紧背部，要有背部能夹住一只笔的感觉，就是为了让这个肩胛骨充分往后缩，垫到中背部的这块肌肉。总结我们看手肘只要发力，有从两侧往下靠近身体的，或者从前方往后移动的，都能够练到背阔肌。看整个肩膀只要有主动往后移动，夹紧背部的都能够练到中背部斜方肌肱二头肌。肱二头肌的功能是曲肘，所有弯曲类动作都能够直接练到肱2。这个前面讲过了，这里就不重复了。这里需要注意的是复合动作，也就是刚刚练背的下拉和划船，能不能练到肱二头肌呢？这两类动作都是包含屈肘的，当然能够练到肱二头肌。当你仔细看哦，动作拉到最低的时候，手肘的弯曲角度大概只有90度左右，不太充分对吧？对肱二头肌的刺激也不会太充分，正常弯曲的话夹角是可以收缩到45度以内的，这样的刺激才能够到位。这里可以做个笔记，我们推胸可以很充分的练到肱三头肌，不用单独练臂屈伸了，但是拉背不太能够充分练到肱二头肌，最好还是要单独加几个弯举的动作，肱二头肌才不会落后太多。总结我们看手肘只要发力时有弯曲的，都能练到肱二头肌。肩部肩部三角肌也很复杂，它有前中后三个头关节功能完全不一样，所以我们也要分开三部分来讲。三角肌前束主要功能是肩关节前屈和肩关节水平内收，就是所有手肘从后往前移动的动作，无论从哪个角度都有肩前束的功劳。第一类动作是前平举，这个和肩前屈的关节活动完全重合。第二类动作是推肋动作，我们常用来练肩的，上推当然是其中一种，但其实所有的推类动作，无论是前推还是下推，只要有推肩关节就有前屈或水平内收，就一定能够练到肩前束。但是能够练到肩的推肋动作不一定能练到胸例，卧推吧，只要我们要握距与肩同宽，然后下放的时候手臂夹紧身体两侧，你看发力的过程中是不是就没有了手肘往中间靠拢的肩水平内收，只剩下纯粹的肩前屈和伸肘，所以窄距卧推这个动作不练胸，是专门用来练肩前束和肱三头肌的。同理窄距俯卧撑也是练肩和手臂用的，但是钻石俯卧撑不是因为手肘打开了胸会参与进来。三角肌中束功能是肩关节外展，就是把手肘从两侧抬高，能够把手肘从两侧抬高的动作并不多，第一类动作是侧平举，直接抬是中束最常练的动作之一。第二类动作是提拉类，同时存在肩外展和屈肘两个关键活动，但由于这个动作对肩关节的压力比较大，通常不太建议使用。其实还有一个容易被忽略的动作就是练肩前束的推肩。当我们把双手的距离尽可能的打开时，肩外展的占比就会有明显提升，三角肌中束的发力也会有明显上升，所以哑铃推举经常被作为练肩的主要动作，性价比很高。三角肌后束主要功能是肩关节后伸和肩关节水平外展，就是所有的手肘从前往后移动的动作，无论哪个角度都有着肩后束的功劳，跟肩前束是完全相反的。让手肘往后最常见的动作是什么？练背的划。由于肩后束覆盖的有效角度比背阔肌要广，无论你的划船练的标不标准，只有背阔肌练不到位，被肩后束借力的基本没有肩后束练不到位的。如果想要单独加练，肩后束面拉和俯身侧平举都是非常直接手肘往后的动作，面拉对体态的改善有帮助，可以多做，但俯身侧平举轻手没有做的必要。总结，手肘往前移练肩前束，手肘往两侧移练肩中束，手肘往后移练肩后束都很有规律。臀腿，臀腿也是非常复杂的大肌群，我们直接从两个主要的关节功能来讲，髋关节后伸和膝关节前伸。髋关节后伸就是以骨盆和大腿连接处，这个髋关节为轴，大腿往后移动，简称身宽。主导发力的肌群是臀大肌和过程肌，可以简单理解为臀腿后侧的肌群。女生要练翘臀，就要重点练好身髋膝关节前伸就是把膝盖伸直减成伸膝。主导发力的肌群是股四头肌，也就是大腿前侧的肌群。了解了这两个关节活动之后，结合前面几个部位的思路，我们逐个动作来分析一下。深蹲看发力过程，膝盖有在伸膝对吧，股四头肌有发力，髋部有再伸髋对吧，臀大肌和郭神肌也有在发力，所以深蹲是一个能够把整个臀腿全面覆盖到的复合动作。无论是杠铃深蹲、徒手深蹲还是在器械上做深蹲，都包含了深髋、伸膝都是一样的。如果非要往细里讲的话，就是你看这个屈膝的幅度比屈髋的幅度要大很多，所以深蹲对臀腿前侧的刺激往往要比后侧要多一些。弓步向肩步蹲、保加利亚单腿蹲都属于弓步类型的动作模式，很容易看到弓步也包含了身髋和伸膝，臀腿都能够练到。但你可能见过有的人做弓步时身体比较直，有的人往前俯身的比较多，这有什么区别呢？我们看关节的角度，往前俯身的屈髋的幅度会明显增加，对臀腿后侧的刺激要更大，所以女生做单腿蹲的时候通常会这么练。而身体比较直立的躯髋的幅度相对小，大腿前侧承担的压力会更大，就这个区别大家可以学会通过关节活动的幅度来大概判断肌肉承担的压力有多少。硬拉硬拉有3种类型，比较常见的是这种半沉的健美式硬拉，也叫罗马尼亚硬拉。整个过程基本都是屈伸髋发力的，最主要就是练臀的。而膝盖这里虽然随着动作节奏有点弯曲，但属于被动弯曲，并不是主动的，所以股四头肌没怎么参与发力。如果你做罗马利亚硬拉时，膝盖在往前移，练完大腿前侧很累，那么就是动作做错了，直腿硬拉膝盖是全程锁定，一点儿弯曲都没有的。所以股四头肌的参与程度是最低的，主要就是后侧的臀大肌和郭绳肌在发力，特别是郭绳肌在大腿绷直的情况下伸宽，参与的程度会非常高，所以这个动作一般作为郭绳肌的主要训练动作，而不是臀大肌。传统硬拉就是从地面把杠铃拉起来这种，由于杠铃放的太低了，动作的启动阶段必然是要在屈膝的状态下进行的。所以传统硬拉的前半段是股四头肌伸膝主导的，后半段才是臀大肌主导的。这样讲解这些动作，大家能搞明白关节活动之间这些细微的差别了吗？还有的同学会问了，有的人说硬拉眼练背，这是真的吗？以后遇到这种问题咱就不用问了，直接看关节活动。背阔肌的关节活动主要就是肩关节后伸，那硬拉的时候包含这个关节活动。可以看到发力的时候是包含的手肘有在往后移动。但这个移动有两个问题，第一幅度比较小，对吧？就一点点。第二这是随着整个硬拉动作的过程被动移动的，并不是像划船一样主动发力的那种移动。所以背阔肌并没有主动的向性收缩，而是被动的用力维持住稳定的状态，配合完成硬拉这个动作。所以硬拉能不能够练背，严格来说也可以练到，但是能不能作为练背的主要动作呢？一般情况是不如下拉、划船等专属练背动作的。最后给臀腿补充一个相对小一点的关节活动，膝关节后屈就是膝盖弯曲屈膝这个活动是由郭神肌主导发力的，用你的大腿后侧明显比前侧薄弱，就可以多加几组这种腿弯举的器械，专门刺激一下郭神肌。好总结膝盖伸直，练大腿前侧，膝盖弯曲练大腿后侧，髋部伸直臀大肌和大腿后侧都能被练到。臀腿的大部分动作都是复合动作，所以这些功能我们要学会组合在一起来看腹部，主要就是这个八块腹肌的腹直肌。腹直肌的主要功能是让脊柱前屈，因为它的两端分别是连接在骨盆和肋骨上的，所以它一收缩，你的胸腔和骨盆就会靠近腰部，就会出现明显的弯曲，那么对应的主要就是卷腹。但很多新手会把腰挺直做成仰卧起坐，你们看这个动作包含了哪些关节功能？髋关节这部分在前屈对吧？就是和硬拉伸髋发力相反的。屈髋发力这个是练不到腹直肌的，因为腹直肌没有屈髋的功能。有屈髋功能呢是像髂腰肌缝降肌、骨直肌这些肌肉，所以练仰卧起坐是练不到腹肌的。能不能够练到腹肌就要看胸腔和骨盆之间腰部这个位置有没有再往前内卷，内卷了就是练到了6悬挂抬腿这个动作也很多人在练，能不能够练到腹肌要看腰部这个位置，有弯曲的能练到，没有弯曲只是抬腿的，那就是屈髋发力，是练不到腹肌的。腹肌本来我是不打算讲的，因为腹肌对新手练壮的帮助实在是太小了，我更推荐新手用平板支撑这个动作练腹肌做平板的时候主动用力收紧肚子，坚持一分钟，整个腰腹区域就很累了。这种动作其实没有任何关节活动，而是通过腰腹肌群在维持身体稳定的过程中的等长收缩发力，以达到锻炼的目的。这种练法不容易让肌肉直接变大，但是可以增加这个区域的稳定性。而我们全身的其他部位的训练对核心稳定都有要求，所以练平板比练卷腹更有用。总结，要练八块腹肌，看胸腔和骨盆之间，腰部这个位置有没有在往前内卷。要练核心稳定，可以多练练平板支撑等对稳定性有要求的动作。到这里全身的主要动作模式讲完了，大家肯定会觉得道理我是懂了，但是每个动作应该怎么做还是不太清楚，有没有教程呢？有的，你就在我左说增重这个账号里直接搜索动作的名称或者身体的部位，就有大量的训练动作讲解，常见的动作基本都能够覆盖到，而且这些全部都是免费的，不用花钱。大家如果觉得有帮助的话，帮我多点个赞，转发一下就好了。好了，动作模式学会了就会有选择困难症了。几十上百个动作这么多，应该选哪个效果才最好呢？这里我也帮大家总结归纳好了，新手阶段遵循这几个原则去选就好。第一，先安排好大肌群，大肌群就三个，胸部、背部和臀腿。他们就像你中学时代的语数英一样，把这些主科目考好了，总分才能更高嘛。胸背腿先练大，整个人就会非常容易显壮，特别是对瘦子来说，这很重要。其他部位都是小肌群，具体要不要练看它和大肌群的协同关系。刚刚讲过的练胸卧推的时候，肱三头肌和三角肌前束也能够被充分练到，练背的时候，三角肌后束也能够被充分练到。所以这三个部位新手不需要单独安排训练，而弓破头肌练背的时候会被带到，但不够充分，三角肌中束很难被其他部位带到，所以这些小肌群在新手阶段就可以单独安排训练了，否则很容易成为薄肉部位。放到双分化双循环训练计划里，如果按躯赶和四肢去划分，那么这个四肢里除了臀腿以外，再来排一些肱二头肌和三角肌中束的动作就比较符合上面这个原则了。第二，优先选择负合动作。首先是因为复合动作的效率很高，例如说一个卧推就能够把胸大肌、三角肌、前束和肱三头肌都练到位。如果你只练孤立动作夹胸的话，肩前束和肱三头肌还得分别安排训练，效率就会很低。其次是负合动作的效果更好，因为多关节多块肌肉共同发力，能够举起更大的重量，而且不容易借力，对目标肌肉的刺激就会更充分，效果就会好很多。所以这里直接给大家划重点了。深蹲、硬拉、卧推、划船下拉、推肩这六个动作就是对新手来说效率最高、效果最好的六个大型复合动作。除非说你受伤了或者身体有什么特殊的问题，否则上面这六个动作至少要安排四个到你的训练计划里，作为主项训练动作来练，效果才能够有保障。实操一下胸背训练日，胸部安排卧推，背部安排引体向上，这个就是胸背的主项训练动作了。然后根据你的体力情况给胸背再适当的安排一个复合动作。四个动作在新手阶段是完全够的，随着你训练水平的提升，可以再自行考虑增加动作。四肢的训练日把深蹲和硬拉安排上，整个臀腿就到位了。手臂的话必须有一个针对三角肌中束的，一个针对肱二头肌的也够了。由于手臂的动作基本都是单关节的孤立动作比较简单。如果你觉得练的不够，再加一两个动作也没有问题，这么套进来训练计划基本就成型了。第三，多练自由重量。自由重量就是杠铃和哑铃需要我们自己去把动作控制好，相对的动作轨迹完全定死的叫固定器械。多练自由重量是因为它的效果普遍比固定器械要更好。为了维持自由重量的稳定，身体会强迫更多相关的肌械维参与进来，增肌的效率会更高，特别是对于力量的提升会非常明显，如果你是个瘦子，自由重量给你的帮助会比固定器械要大很多。而缺点也很明显，就是学习难度比较高，容易引发新手的恐惧，觉得自己学不会，而且动作会不会很危险，我的建议是你先拿两个很轻的小耳铃开始练，实在不行就两瓶矿泉水嘛，这个就不会危险了吧，做熟练了再慢慢的加点重量，基本是很快能够学会的，实在不行也可以先从固定器械入手。但长期来看，最终还是要换到自由重量上去的。所以固定器械呢只建议在最开始的1到2周过渡一下，找到感觉了就尽快尝试杠铃哑铃比较好。那我们再把这条原则套到计划里去，整个训练计划就变得更加清晰了。最后要提醒各位啊不要经常换动作。我看很多人练了一段时间效果不好，就觉得说是不是我的动作没选对，想要换一个更有效的动作试试。但其实你只要按照我刚刚的三条原则去选择，是不会导致你效果变差的。你看那些练了十年以上的人，甚至职业选手，他们也都还是在练深蹲、卧腿、英兰。而你效果不够好，主要是因为你训练中的负荷渐进策略不合理导致的，这个后面我会讲。而动作换的越频繁，你的训练效果反而就会更差。因为新的动作是有学习成本的，你需要花1到2周的时间去适应一个新的动作，目集好相关的神经形成肌由记忆动作做的非常熟练了，才可能开始增加强度，练出效果。如果你经常换新动作，动作刚学会还没有增多少鸡，又换了新动作，又要重新学习，怎么来回折腾，怎么可能高效增肌呢？所以在选择了适合自己的动作之后，一般来说能不换就尽量不换，只要还能够有进步，就一直练下去好了，没有必要更换。训练动作搞定了，那么训练的时候应该用多重的重量做几组几次呢？这些训练参数我们也一起来搞定。它首先要学的概念是力竭，最大力竭次数也称之为22。就是你一口气不停的重复做一个重量，做到10次就彻底没力气了，这个就叫12M如果你还有力气做第11次，就不能算是12米的，所以52米要比12米重的多。因为一口气做五次就做不动了，肯定要更难。那使用52米和12米训练有什么区别呢？我们来看这个力竭次数效果表，1到52属于大重量范围，主要能够提升绝对力量，有升级效果吗？也有。但是不如力量水平提升的多，6到12毫米属于中等重量训练，主要提升的是肌肉维度，也就是我们常说的增肌效果。能够提升力量吗？也能，但是相对没那么多。其中62米提升力量的效果肯定就比12毫米的要多一些，因为它更接近大重量的范围，超过13毫的小重量训练主要提升肌耐力，而对力量和肌肉维度的提升相对都差一些。所以我们看网上很多计划主次都是什么4乘8、4乘10之类的，其实就是为了落在这个主要提升肌肉维度的中等重量范围。如果你的训练目的是增肌，那也要尽量选择这个力竭范围。曾经有人问过我，他每天做俯卧撑，一口气能够做100个，为什么体力好了很多，但就是练不壮呢？根据这个表大家明白为什么了吗？那我怎么确定自己的12米是多少公斤呢？直线拿起杠铃、哑铃看看哪个重量，一口气做十次就没力气了，多试几次就试出来了。要注意不同部位甚至不同动作的十二数值都是不一样的，都要分别去试。也可以在试出其中一个二数值之后，根据这个换算表推断出你的极限力量和各所对应的具体重量。当然每个人的情况不同，这个表肯定会有误差，但可以做一个简单的参考。搞懂了I的概念之后，我们就可以开始确定训练计划里的各个参数了。首先是次数，每组完成的次数大然是控制在中等重量这个次数范围左右，毕竟大家的主要目的是增肌嘛。纯新手在头一个月可以多安排每组10到15次的训练，虽然重量偏轻，但是纯新手在这个阶段首要目的是先把动作做熟练，并且学会控制重量。最重量第一点，每组多练习几次，学习起来会更顺利。而动作熟练之后，如果你是一个普通的健身爱好者，可以把每组的次数控制到8到12次左右，这些效果就会很好。但如果你是个瘦子，最好能够把次数控制在5到10次这个范围，也就是更偏大重量的范围一些，因为瘦脂普遍的底子太差，力量基础薄弱，训练的时候绝对重量上不去，出效果上是很吃亏的。所以多穿插相对偏大重量范围的训练安排，尽快刺激神经目击能力和力量水平的提升，对后面的增肌会有很大的帮助。另外就是大肌群的负荷动作，由于力量较大，通常可以安排次数偏低一点的大重量。而小肌群的孤立动作，力量本身就小，可以安排次数偏高的偏小重量来练。然后看主数，这是由我们的体力决定的。一般人健身大概1个小时出头体力就差不多了，在这个时间内差不多能够练十几二十组的样子。分配下来一般每个大鸡群的动作安排四组，每个小鸡群的动作安排三组是比较常见的那我能不能直接一个动作练个八组十组直接练到底呢？理论上是可以的，但在实际执行中，因为相同的肌纤维在太多组次的训练之后会变得越来越疲劳，所以后面的几组动作质量会明显变低，效果反而没有这么好。那不如把后面这几组安排个新的动作，例如八组平板卧推换成四组平板卧推和四组上斜卧推。后面这四组虽然也能练到胸，但由于换了角度，目击了新的还没有疲劳的肌纤维，动作质量就能够保持的很好，而且对肌纤维的覆盖面也更广，一石二鸟。所以如果你没有特殊安排的话，每次训练在20组以内，每个动作安排3到4组会比较合理。接着是间歇组间休息的原则，就一个强度越大休息时间就越长。每组8到12次的常规健美式训练，组间休息时间可以安排在90到120秒左右。因为上一组被消耗掉的肌糖原可以在这个时间内恢复的差不多。如果你进行了大重量训练，例如说每组3到5次，神经疲劳会比较明显，体力消耗的情况也很严重，那么可以将主间休息时间延长到2到3分钟甚至5分钟都没有问题，不用担心休息太久会影响这些效果，精力充沛的高质量完成下一组动作更重要。如果进行的是小重量高次数的训练，例如说测平举，为了避免接力，通常会安排比较高的次数，这么练强度其实是不太够的，所以就可以通过缩短间歇的时间来进行弥补。例如说组肩休息20到60秒就马上开始练下一组。以上这些参数结合起来，就可以构成一份跟你网上收到差不多的训练计划了。只是说这样的计划是怎么设计出来的，现在我们彻底搞懂了。那其实呢还有一个参数没有写出来，就是重量。为什么几乎所有的训练计划都不写重量呢？因为这个没法写，每个人的力量水平都是不一样的。那更重要的一点是，如果你长期使用一个固定的重量，例如10公斤做卧推做了一整年，你的胸肌会练大吗？大家都知道这是不可能的，所以如果你想练出效果，重量这个参数必须是变化的，而怎么样变化就很关键。很多人训练是看心情，看感觉加重，这样也能够有进步，但是会浪费很多时间，特别是新手红利期的时间。其实这个完全是可以有规划有策略的科学加重的。但很奇怪的是，现在网络这么发达了，依然很少很少能够看到有人讲解这方面的内容。所以本集视频最后的章节就来好好的讲一下这个科学加重的方式，负荷渐进策略。负荷鉴定策略有很多种，这里只讲最适合新手阶段的线性鉴定策略。线性顾名思义啊就是加重，然后等级又适应和增长，然后继续加重。就这么一个非常直白的正向循环，非常的简单，需要我讲解的难点有两个，第一是什么时候加重。我们要先学会一种训练方法，叫做最后一组力解法。例如说你深蹲12的重量是50公斤，然后训练计划里写的深蹲做4乘10，相信很多人就会直接用50公斤去练。第一组就刚好做到10个，做到力竭。这就会有一个问题，在第二、3、四组你能够做几个？肌肉的力量是会随着训练而折损的。第一组十个力竭了，那么从第二组开始你就必然无法做到10个。具体做几个，可能是九个、七个、五个，也可能是八个、七个、十个，每个人都不一样，甚至同一个人在不同的状态下，这几组的次数都是随机的这就产生了非常大的不确定性。请问你怎么通过这些随机的数字判断这次的训练要不到位，下次要不要加重呢？非常难。所以在这个例子中，我会建议你稍微把重量下降到45公斤或者40公斤去做深蹲。4乘10第1组完成了十个，肯定没有力减，但不要继续做了，马上停下来。第二组、第三组也一样，完成了十个之后还会有点余力。我们重点要看最后一组能够完成几次。如果能够很高质量的完成目表示数，也就是这个粒子里的十次或者超过十次，那么下次可以小幅度加点重量。如果勉强完成了十次，但动作的最后几下歪歪扭扭的变形了，那么下次就维持重量不变，多练个两三次，把动作质量给提升上来再说。如果还差一两下无法完成十次，例如说只做了九次就力竭了，那么下次也维持重量不变，给身体一点时间适应。如果差的比较多，例如说只退了六七次不到就没有力气了，或者说从第三组开始就没有办法完成十次了，那就说明重量选错了，太重了，下次最好降低一点浮重。看到了吗？这种练法是不是非常明确，非常好判断。大家健身一定要把思路扭转过来，不要光看肌肉的感觉，感觉是不准确的。大家要把训练给数据化，数据是不会出错的，用理性去对待训练。这里可能有人会担心，这种练法效果会不会不如每组都做到力竭呢？不会。第一，没有任何结论表明每组力竭的增肌效果会更好。第二，最后一组接近力竭，就意味着前面几组虽然还有余力，但肌肉也是处于比较累，比较接近极限的状态了，训练强度方面是有保障的，跟那种随便拿个5公斤练离力竭还差得远的佛系练法是完全两码事。第三，我们计算一下这个动作的训练容量。假设50公斤练的数据是19 75次，算下来的总容量是1550千克。而用45公斤做四组十个总容量是1800千克。就算你用了40公斤链，总容量也有1600千克，也比每组力竭要高。在训练强度有保障的情况下，训练容量反而是目前比较明确。对增肌效果有直接关联的因素，所以不用担心这个问题，效果只会更好。我的线下管真宗课给学员们用的就是这套方法，进步比我自己瞎练那会要快多了。好，第二个难题，用什么方式加重？这里我来给大家示范几个具体的例子。第一个是底子不太差的新手双分化双循环训练。干铃深蹲从30公斤开始练，可以看到跟我刚刚讲的差不多，直接加重就好了，特别简单。那为什么他一周才加一次，而不是每次都加呢？可能他周一刚接触新重量，动作有点缓，不太符合加重的标准，周四就适应的比较好了，才安排的下次加重。这种情况在新手阶段是很常见的，他的进步速度非常快。第二个底子相对差一些，就是特别瘦的那种瘦子。明明30公斤做四组十个能够高质量顺利完成了，但是加到32.5公斤就是做不动怎么办？那么就曲线救国，每次加一点点次数，从每组十次加到11次，加到12次，这个过程训练难度其实是在小幅度提升的。然后再降低每组的次数，增加重量，这样难度就抵消掉了，就顺利加上来了。到了第三周，这里32.5公斤已经做到4乘11了，准备加到4乘12，但是又卡住加不上去了怎么办？这里还是可以曲线救国，继续每组保持11次，但是多做一组，让肌肉适应更大的训练容量。下次再做4乘12，那就比较顺利了。虽然进步速度慢了一点，但是第四周四乘十这个主次也顺利的从30公斤提升到了35公斤了，他的负荷渐进也是顺利的。第三个是健身房里没有小杠，鳞片一次加重至少就要直接加到35公斤，这个对新手来说幅度不小了。扛不住怎么办？其实思路和上一个一样，通过调整组数和次数曲线救国，先提升到6组，把训练容量堆高，再大幅的降低次数到8次，直接抵消掉加5公斤的压力，然后再把每组的次数慢慢给磨上去。虽然这里面的变量好像很多，但是最终落到第四组，4乘10的这个主次也顺利的从30公斤提升到35公斤了，它的复合渐进也是顺利的。很多人可能第一次接触渐进策略这个东西会看得云里雾里的。大家就记住一点，无论你跟着什么样的计划练，都一定要有意识的去主动增加训练难度，你才会有进步，而且进步会很快。暂时没有捋顺思路的，就参考上面这三种方式进行复合渐进。但我希望大家不要生搬硬套，多看几次视频，把思路捋顺了，再根据自身的情况去调整才是最好的。好了，以上这些内容就已经把我们瘦脂增重的训练计划、动作和方式都系统化的给全面涵盖了。你只需要认真的跟着去学去练，是一定能够有效果的。在练的过程中你还会遇到一个难题，就是我怎么知道自己做的动作对不对，做错了应该怎么纠正。很遗憾的是这个难题本集视频无法直接帮你解决，因为我还没有看到你的动作，不知道问题出在哪里，但我可以给你三个解决思路，第一是通过照镜子或者用手机把动作录下来，然后在网络上找到动作的示范。例如我主页里就发过大量的动作教学视频，对照着自我纠错，多纠个几次会越来越好的。这种方式的优点是不用花钱，缺点是需要花比较多的时间和精力，也许还会走一点弯路，但总的来说问题不大，我当年就是这么走过来的。第二呢就是在健身房里花钱请示教，他们会负责给你纠正动作。请示教的优点是他比你更专业，纠错更到位，能少走很多弯路。缺点是费用比较高，带到你能够自己练的程度，通常都已经花费上万块了。而且目前教练行业的监管不是很规范，可能需要你花很多的时间和精力去筛选好的教练。第三，请允许我给自己做一个宣传。如果你在深圳的话呢，我在这里开了一家线下馆，并且专门为瘦子群体设计了增重团课，整个健身房里几乎全部都是瘦子，两三个月下来普遍都有很大的改变。除了这些，带你正重训练，还能教会你怎么系统的健身训练。如果你不方便经常过来，也可以在学完之后在自己家附近继续练。如果有需要，在我主页小店这一栏就可以找到真重课程的体验券了。如果你不在深圳也没问题，我们的真重团课还有线上版本着数线上真重营。这个营就是以团课为内核一比一复课出来的。我们会给每位同学单独配置一名专属的教练和营养师，在三个月的时间里通过线上帮你定制训练方案，纠正你的所有动作细节，调整计划参数，跟进饮食，直接全程带你增重练状。从去年5月到现在，线上营一共接待了328位同学，三个月的平均体重涨幅是12.8斤。无论是体型维度、力量水平的进步，都不比我的线下馆差，而且由于没有了房租成本，线上营的价格仅为线下的一半左右，非常划算。如果觉得有需要，可以直接点开我的主页小店这一栏，就能够找到报名的入口，里面也有课程的详细说明。如果不需要也没关系，点赞收藏一下本期视频，我也非常的感谢。最后的最后做个预告，下期视频是讲瘦脂饮食的系统大长篇，有兴趣的话记得关注，不要错过。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 14796,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-20T18:23:49.136897",
  "batch_id": "20251120_101923",
  "link_id": "bili_req6",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 2,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-20T18:23:49.189460",
    "model_used": "qwen-flash"
  }
}