{
  "success": true,
  "bv_id": "BV1sh411e7i6",
  "url": "https://www.bilibili.com/video/BV1sh411e7i6/",
  "content": "哈大家好啊，又到了更新的时候了啊，这次更新没有状态，是一个纯口播的那么一个知识分享。然后有很多人给我留言去问这个训练计划，说以前在德意的那个视频里看到你讲过什么专门性啊、渐进、超负荷这些训练计划，什么5乘5啊、三分化、六分化，我们到底应该怎么用，应该怎么去实践。然后呢，我给他们留言都说的是我后期肯定会更新一期视频，然后专门的去讲这个东西。那么最近确实是我减脂的进度已经被拉慢了特别多了。然后前一阵儿因为睡眠不好，这个智齿肿了，然后呢戴着现在这耳朵跟嗓子都特别的难受。最近的训练强度就直线下滑了，已经变成了一个三分化打打酱油式的训练了。那么我想的是这个这周末的时候，如果能有点变化的话，我会给这个我变化的这个视频给更新了。然后呢在这个一周的前面，我去把这个训练计划给大家简单的去做一个分享。那么我们可以看到很多人在健身房里啊，在力量区里挥汗如雨的训练。有一种现象其实是特别普遍，就是你会看到哎两年了，这哥们儿都在力量区里，然后呢他每天来的也挺积极的啊，一周来的也挺频繁的。但是两年下来，好像他的进步并不是很明显啊，不管是他的臂围，他的重量可能都没有什么特别大的这个进展。然后呢，你又会看到有的人那可能两个月、三个月甚至半年的时间变化就特别快。那么这个东西到底是跟天赋有关，还是跟其他的东西有关？这个是我们今天要分享的东西。那么到底我们怎么样来开始力量训练？今天的分享的这个内容可能不是特别适合那些想减脂然后没有训练基础的朋友啊。还是比较适合一些在自己在健身房里有力量训练基础，或者比较喜欢做力量训练的人群。那么我们今天要谈的就是训练计划，那么一个有计划的训练跟一个没有计划的训练，其实差别是非常非常大的啊。我们肌肉生长的原理是撕裂重组，然后超量恢复的这么一个过程。它遵循的几个原则，一个是专门性，一个就是渐进，还有一个就是超负荷。那么一会儿我会挨个的去讲这些东西都是什么意思。那么我们可以观察一个现象，就是有人在健身房里啊，他其实每天都是跟着自己的感觉，跟着自己的心情去练，对吧？比如今儿我拖我推啊，我高兴了，我推个80公斤，我不高兴我推个60公斤。然后哎我练舒服了，练出血了，然后我就我就放下了，对吧？然后我每天做多少组呢？也不是固定的，我的训练也从来不会去记录。那么这种人群太多了，他们以自己的体力啊为单位，可能也以训练时间为单位。比如说我今天去健身房啊，我就练2个小时。然后呢我每天我去三次健身房，有很多人给我发私信，其实都是这样的单位。就比如说凯哥，我每天训练2个小时的力量，然后40分钟的游氧，然后一周去三次健身房，你觉得我这个强度还ok吗？但是这东西能代表强度吗？明显不行，对吧？什么是训练强度？强度不是时间能代替的。我们在之前讲三大功能系统的那个章节里边，我问过大家。我说你们觉得100米跑步跟马拉松运动啊，跟马拉松跑步哪个强度大？对吧？有的人可能会觉得马拉松强度大，但其实不对，100米的强度大啊，马拉松它只是消耗度。所以说你在健身房里待2个小时，待4个小时，并不能证明你的训练强度很大。也就是时间跟训练强度是不一定成正比的。然后你去的次数呢跟你的强度也不一定成正比。那么对于一个新手，你刚开始去健身房的时候，我们应该怎么样开始做力量训练啊，或者说我现在已经练了两年了，我应该怎么去设计我的训练计划。其实这个东西特别好玩。我们先来考虑一个东西啊，就是这三个原则。其中第一个叫专门性，什么叫专门性啊？你最起码得有一个目标吧，对吧？说我练cross fit我的目标是什么？我练力量举我的目标就是卧推硬拉根深蹲的m的重量的总和，对吧？我练大力士我的目标是什么？那我练健美我的目标是什么？你肯定要有一个目标，对吧？这个东西就是专门性。如果我们是以哎想做肌肥大这种为目的的，那么你的专门性它是一个变化的过程，并不是我上来我的目标就定成啊积肥大，我所有的都围绕这个走。如果你是一个纯新手，那么你上来可能比如说你的关节活动度啊，这个是第一个啊你需要关注的点。比如说有的人他在做深蹲的时候，你这胳膊还过不去呢啊你的胸椎段都是有角度的，你没法很好的完成深蹲，你的腰椎会受力，或者说你的足背屈角度不够，足背屈角度非常的大，你蹲不下去你的腰会承重，对吧？那么这个都是在专门性的范围之内，然后跨过了这个呢，你的专门性可能就要变成什么动作的标准对吧？动作的标准度。那么六大动作模式，比如推拉蹲、旋转这些。那么你要学会哎最基础的卧推是什么样的动作，硬拉什么样的动作，深蹲是什么样的动作。先把大的结构给找到，然后呢在这个之上再往后，可能你的专门性条放到机。的目集感觉。那么呃我们之前也有带到过这个词儿，肌肉的目集感。那么什么叫肌肉的目集感？就是神经跟肌肉建立的联系。特别简单的一个例子说你让一个健美运动员哎，你背阔肌动一下，它咵一下就能把背阔肌给斩起来。但是你让一个比如走在大马路，你随便找一个没练过的，说你背阔肌使一下劲儿，他可能都找不到自己背阔肌在哪儿。为什么？因为他用不到。你在生活当中想用到背背阔肌的力量是非常难的对吧？我们可能开门的那个动作类似于单手单手划船。但是那个门很轻的，你用不到背的力量，你胳膊的力量就把它给打开了。所以说他没有目击感。那么这个目击感怎么提高呢？只能是通过在正确的方式下，千百次的重复，甚至更多次的重复，他的目击感就会越来越好。那么这个咱们举一个例子。就跟骑自行车一样，你说你光看书，你学得会骑自行车吗？不可能，这不扯淡的嘛，对吧？你只有去上到了那个车上，然后你去骑，然后你经过摔跤的过程，然后你找到了那个平衡，对吧？就跟打篮球的去去投篮一样，投之前谁会测什么风风速啊，什么有距离多少，我出手应该用多少力量，抛物线的角度是多少？那不是他妈神经病嘛，对吧？他是通过千百次的重复，肌肉产生了记忆，这个东西就叫目击感觉啊就叫目击感觉。那么肌肉的目击感越强，你的训练强度就越大。这个是肯定的，是所有人都要理解的一个概念，对吧？比如说我们做卧推的时候，那么这个概念你必须先建立起来。它不是说我推起的重量越大，ok我的训练强度就越大。有的人推80公斤的时候可能只有胸反力，有的人推80公斤的时候，他的三头，他的三角肌前速全都参与的特别特别多啊，这个就是目集感。那么很多人在刚开始进入健身房的时候，他会追求力量。当力量上到了一个程度的哎上到了一个层次的时候啊，随着训练他的目击感觉变得越来越好。然后呢他的代谢压力会变得越来越大，他的重量又会下来了。那么在有目击感的状态下，然后有代谢压力的情况下，然后你的重量只要再能上去，你会跨到一个新的台阶，一个新的门槛上，它是这样的一个顺序。那么这个就是我们所指的这个专门性，它所包括的很多很多的环节，对吧？如果你是一个呃我们举一个例子，如果你已经是一个有两年见训练技础，哎，比如说跑步、打篮球啊，力量训练都算现在我的目标就是肌肥大的。好，那么这个专门性指的就是你所做的所有的东西，你的饮食、你的睡眠、你的训练都是围绕着肌肥大啊，都是围绕肌肥大。那么如果是你想提高力量，那你所做的所有东西都是围绕着提高力量。所以说专门性它是一个风向标，就跟我们的呃指南针一样，就是你要先选择一个风向啊，就是在这个时间段啊这个时间轴之内，比如这两个礼拜啊或者说这两个月我的目标是什么？这个就是专门性所带来的意义。你不能说有偏差，说这个我有很多呃留言都跟我说的是我又想打篮球，我又要参加龙舟比赛，然后呢我还特别喜欢跑步，然后我又想练踢肥带这个东西它就很乱，对吧？你只能去有一个舍取，那么这个就是专门性。那么渐进是什么意思呢？其实渐进是很多人自己在健身房里练的时候，他忘记的一个东西啊。就是我们的身体是要遵循你想肌最大就要遵循一个超量恢复的过程啊，我们到时候会专单独开一个小章节去讲这个超量恢复。那么你可以理解为就是一个台阶一个台阶的往上走啊，这个就是渐进。你要让你的训练强度不断的变高啊，那么很多人他没有训练计划，那你怎么能做到渐进呢？你每天的训练都是完全的凭心情，你就没法去完成它，对吧？那么在渐进这个环节里边，他又有几个比较重要的概念。第一就是力量，对吧？你要就算你比如说我们做健美训练也好，你做力量去训练也好，力量都是一个很重要的参考指标。你要让你的力量哎不断的提高，那么你的肌肉肯定会变得很强壮，对吧？但是它不是单独的一个指标，还有容量，也就是你的训练总单位。比如说100公斤的深蹲，你每组做十次，然后你做十组，这就是1万公斤的容量啊。你这一次训练1万公斤的容量，这个就是容量。第三呢就是代谢压力，也就是说你肌肉持续做功产，它持续的啊承受这个张力。然后呢完成顶层收缩，完成离心控制，所带来的乳酸堆积的那个值越来越高，你所能承受的那个值越来越高，这个就是代谢压力带来的破坏。那么至于他为什么会给身体带来破坏，我们到时候跟那个超量恢复那个章节一块讲啊，一些生理跟生化上面的概念，那么这个就是在渐进里边我们比较能常用到的几个。当然还有什么心率啊，对吧？组间休息啊啊，包括你的肌肉耐力啊，这些都是那么你要做的就是一定要让你的训练是一直向上走的。我之前的视频里其实有更新过一句话特别重要，就是重复强度的训练其实价值就很低啊。就是比如我这次训练是这个强度，我下次训练还是这个强度。那么你的身体已经适应了这个强度，你想让你的身体再次进化嘛就很难。这个就是为什么很多人他进健身房两年或者三年，但是他的进步并不是很明显，就是他没有遵循一个渐进的训练计划，而他每天做的东西都是重复的那这个东西跟干活其实就没有太大区别了，身体早就适应了。那么这哎说到这儿又有人说了，那那凯哥我们怎么做这个渐进，是一直加重量吗？对吧？我还是一直去去大容量。那么这个渐进它具体到底怎么执行呢？这个东西其实很简单，我们先理解为当一个人刚开始训练的时候，他追求的是什么？追求的是动作的标准度，对吧？这个时候他也没有耐力，也没有力量，也没有目击感觉。那个这个时候什么最重要？其实是肌肉的耐力跟动作的标准性是最重要的。为什么不是重量为什么不是重量？其实很好理解啊，我们现在讲的是一个新手进阶的过程。那么在刚开始第一步你接触力量训练的时候，你不能以力量为目标。因为rm次数越低啊，尤其是8M以下的这个重量，他所目集到的运动单元就很多啊。更偏向你的白肌纤维，尤其是2B型肌纤维，那么你很不容易控制它。你想想你推一个空杆还晃呢，你40公斤你都推不了呢，你上来就推一个80公斤，你都不知道是哪儿使劲啊，你也很容易受伤。那么这个时候你更适合去做一些22米以上，25毫米或者32毫米以上的强度，或者说我们把这个单位锁性换一下。啊，有人问我了，说2M是什么意思？2M是力竭次数，一般我们在实用的时候基本上要做到正-2。比如说我推15 2M的重量，那么我可能会找一个重量，这个重量我最多能推17次的，我最少也能推13次，这个就是2M力竭次数。为什么很多人他训练没有强度，对吧？因为他是以次为单位的，而不是以rm为单位的。说哎我明明能拿100公斤推15次，但我就拿60公斤推15次很舒服。这东西不叫训练，这东西就叫热身啊。所以说我们一定要明白，rm跟次它是有很大区别的。新手刚开始上来也可以拿次为单位。就比如说我去找一个重量还要推20次，他不一定到立减对吧？也是ok的。那么在这个基础上啊，因为你的重量越轻，你的肌肉募集感觉，你的控制感觉相对来说就会越好。在这个强度下去重复一段时间，然后呢你身体的这个动作的轨迹啊，你肌肉的目集感都会提高，然后逐渐的去降低你的这个次数。比如说原来做25，然后可以改到做20 16，然后十二这样的往下减上来。呃，有很多人跟我说，说我要一个新手，我适不适合5乘5的这个计划？呃，其实5乘5是1个相对来说比较不容易的计划啊，曾经有一个哥们儿给我私信，我不知道你现在能不能看到这条视频，说我别人给我做了一个计划，然后凯哥你可以给我看看吗？啊，那个计划上来就是是一个三分化的训练啊，是一个三分化的训练，就是深蹲5乘5，硬拉5乘5啊，好像是卧推啊，还是推荐5乘5，我记不太清楚了，反正深蹲跟硬拉肯定是在一天嘛。然后我说这个计划是不可能实现的。如果你是以次为单位的话，我觉得还行，但是他的收益并不大。如果你是以rm为单位的那这个计划就有点啊难听的就不说了，对吧？就是为什么呢？你可以想象一下，呃，练力量举的朋友可能都知道，其实硬拉他作一个低次数，尤其是五次以下，是造成神经疲劳最严重的一个动作啊，造成神经疲劳最严重的一个动作。那么你硬拉根深蹲同时去放一天，这个东西好实现吗？而且都是5乘5，其实不是特别好实现。光一个深蹲5乘5，如果你用的重量很ok是2M的话，可能有的人都要做到1个小时以上啊，一般你也会做到30分钟到50分钟嘛。那么你在在这个前提下，你的已经是神经疲劳了啊，神经已经很疲劳了，然后你再去做应拉是很危险，你的收益也很小。因为他们都是对绝对力量的提高。那么设计这个计划其实就不太科学啊，包括很多练力量举的朋友，你们可以身边有练力量举的这个朋友，你们可以去问问他啊，有一个训练计划叫斯莫洛夫，他们在开斯莫洛夫练腿的时候，他们会不会在中间穿插着硬拉。那个计划会明显告诉你，在这个计划开始以后的这段时间内，都不要做硬拉。为什么？因为硬拉第一他对你的腰啊，你对腰的这个疲劳是有一定影响的。然后对神经疲劳是有特别大影响的，尤其是这个52米以下的硬拉。那么这个时候你再去跟深蹲放在一块，不可取啊，完全不可取。那么新手适合什么样的训练呢？如果你刚开始走进健身房的话，别想什么三分化、五分化、六分化，我觉得你想多了，就是一个A计划啊，就每天去啊胸肩背嘴23头，每个地方都过一遍，歇一天，再去一回再过一遍，再歇一天，再去一回，再过一遍。坚持一段时间以后呢，然后呢再开始两分化的训练。你变成四肢跟躯干也好，你变成上肢跟下肢也好，这样A B计划，然后再变成A C计划，再变成A C D计划，这是一个比较不错的进递进方式。为什么啊为什么？因为有好多比如说我身边的小教练去带会员，或者说他们去带学员的时候，然后上来就单独这个人可能刚开始走进健身房，单独今今天全是练腿。其实我们之前说过糖啊，我们在做力量训练，在这种无氧的状态下是糖给我们身体供能。那么经过长时间的训练，不光我们身体储存糖的能力会提高啊，我们肝糖原降解控制血糖的能力也会提高。这个就是长时间力量人训练的人群身体的变化啊。那可能比如说像我很多备赛的朋友，他低碳了三五天啊，你再去练腿他都不会低血。但是你带一个大众，他刚开始深蹲就徒手深蹲，一组蹲20个，蹲了四五组，他就可能已经有头晕要呕吐的这种现象。所以呃为了安全的递进上来，就是每个部位差不多就是2到3组，这样你也比较好恢复。因为上来人对肌肉酸痛的这个理解能力跟承受能力是不一样的。然后呢，隔一天练一回隔一天练一回，中间要多拉伸放松，然后把有氧放在休息日，过了一段时间再开始双分化训练。那么有一定训练基础基础的人，你最起码是半年呀，一年以上力量训练基础的人才适合三分化训练啊。三分化训练一般比如说以推拉蹲为主。那么这个时候很多人很多朋友会私信问我一个问题了，说说凯哥我这个推拉蹲我一个礼拜循环两次对不对？那我这两次能不能都做力量训练，对吧？比如我就都是这种5乘5或者说52M以下的不可取。因为我们要明白一个概念，就比如说如果你在做肌肥大啊这类训练的时候，那么你是什么疲劳？你大部分是肌肉疲劳。那么肌肉疲劳它的休息时间是多少？可能48小时。然后如果你的破坏效果特别好的话，你的训练休息的时间要放长一些。但是如果你做力量训练，比如我蹲一个一M蹲一个5乘5，他给你带来的是么？他给你带来的是神经疲劳。神经疲劳往往要休息更长的时间啊，休息甚至5天以上的时间。这时候如果你在一个星期内做双循环，这种5乘5的计划其实是不太好实现的啊，在第二个循环内，你的效果收益会非常低，而且也会非常危险。那么这个时候三分化训练，如果我们要做三就是两双循环的话，我建议啊第一次你如果想以力量为主的话，那么第二次啊去偏容量一些，偏容量一些，如果你的训练水平很高的话，可以往代谢压力这个这个方面靠啊，双力量是肯定不可取的。那么呃说回刚才那个话题，就是那个地进那么我会收到也也会收到这样朋友问说凯哥我是要每次训练都往上加重量吗？每次训练都往上加重量，呃，这样递进对不对？这个其实就是健身鹏经常能遇到的一个现象了，就是大家为什么特别追求重量？就是因为我有效果呀。我今儿推60了，哎，我酸，第二天我下回我再来，我推60不酸了，我推70我就特别酸。那你七十不酸了，你推80，你可能这样加到200吗？可能可能加到卧推，可能加到140以上，一般人就不行了，对吧？所以说不可取，重量只是我们递进的其中一个环节啊，重量、质量、耐力、组间休息、代谢压力都是可以的。但是这个前提第一你要对你的训练有一个记录有一个记录，并且有一个大的方向说我们以多长时间为一个单位去记录呃一个训练周期呢？我给大家的建议是一个月啊，如果一个月你的身体没有什么变化，或者说没有什么长进，那说明你的训练跟计划是百分之百的出了问题啊，不用再长时间了，就一个月。如果你给自己做的这个训练计划，一个月都你身体没有变化的话，那他就是失败的。那么在这个一个月的时间里，我们不一定去递增重量，这个重量完全看你肌肉控制的感觉。如果你的感觉还有余量的话啊，你首先选择的不是展重量。比如说我做一个12 2M我在第二个礼拜我发现哎我上一个礼拜推12M的重量，我推到第12个不是力竭了。那么这个时候怎么办？你要加重量吗？不是先加次数，一定要先加次数，耐力优先力量为什么？因为你的控制感会变强，如果你加重量的话，你的目击感不一定会好。然后哎你你要推13次或14次再让他倒立竭。那么在这个前提下再去重复，还是那个原则，质量优先于耐力，耐力优先于力量啊，然后最后要加的是力量，那么力量也是很重要的一个单位。我并没有说力量不重要，你最后的目的还是为了把力量给加上去啊，那么在比如说我第第一个礼拜我多推12次，我70公斤哎，我感觉特别好。第二个礼拜你追求更高的质量啊更高的质量，比如说我控制的更好了，每次都有顶棚收缩，然后离心能控制住。然后呢，在这个基础上哎，你发现12次不满足我了，我可以推13次，推14次了。那你就接着推到立姐啊，推到13，推到14。当这个数字超过2到3次以后，哎，比如我能推到15次了，ok去加重量啊，去加一点重量，比如说两边一边加2.5这样的重量，然后你发现A就推到12次了，再按照刚才的循环方法去递去去递进。并不是说我上来我控制也控制不了，我的肌肉耐力也没有提高，然后我就玩命的去去怼重量，然后还是有辅助的那种，然后最后把辅助类的绊死。不是这个概念啊不是这个概念。还有就是当我们在做这个递增的时候，你的组件休息其实也很重要。记录一下你的组件休息啊，或者说记录一下你的总完成时间，这个东西很重要啊，总共我完成了多少天？比如我今天练胸是50分钟，我建议大家一定要把训练压到45分钟到50分钟左右的时间。啊，为什么？因为我们之前在嗯讲糖这个章节的时候，我提到过啊，我们肌肉里储存的糖原对吧？肌肉里储存的肌糖原，那么肌糖原是不可以相互借调的。比如我练腿的时候，膳食的肌汤原可能被消耗的就很少啊，只有一些辅助肌肉群啊，比如说他被参与发力了，那他也会被消耗，但是他消耗的很少。那么这个时候我就可以认定这个肌肉里的糖跟我们的训练强度是有直接关系的啊。你不能说我今儿下午练了3个小时胸，你就一定比那练了45分钟胸的人强度要大。不是这个概念，一定肌肥大的训练是在短时间内，这句话很重要啊。你如果的目标是肌肥大的话啊，如果你的目标是肌肥大，这句话一定很重要，是在短时间内让肌肉丧失做功的能力啊。你练一个胳膊，你有你有办法20分钟把胳膊练到位了，那你肯定比那练俩小时的强度要高得多。你更像那个100米跑步，而你不是那个马拉松啊能跑那个能能在健身房练4个小时胸呢，那他一定是在划水，你知道吧？你好好练50分钟左右的时间，你就已经完全的一点一点控制能力都没有了，肌肉早就丧失这个做功的能力了。所以说不要拿时间去混啊，要记录自己的总训练时时长。然后呢有的人会发现，哎，比如我我做十五啊，80公斤我推15次，然后就就跟我今儿发这训练计划似的，我80公斤我推15次，第一组没问题啊，第二组可能推12次，一餐组我推七次，推不了了。你发现了吗？你的肌肉不是没有力量，你的肌肉是没有耐力啊，没有耐力。那我们可以看啊，我们要做肌肥大，或者说我我们要让自己变得更更强壮一些，那么你要刺激的是什么？对吧？健美运动员更多刺激是2A型肌纤维啊，2A型肌纤偏偏中间的这个。但是你有的训练，比如说容量训练，可能是2A向红肌纤维靠一点，对吧？5乘5这样的训练就是2A向2B型肌纤维啊靠一点，那么其实都很重要。当你发现你自己没有耐力，有力量的时候，你要弥补的是这个这个圆筒里边的缺少的那个短板。你要去弥补耐力的这方面，可能这个时候哎容量训练的这个单元对你来说就是比较有意义的。那么有的人你会发现，哎，我那六公斤我每组都能推20个，每组都能推20个，然后我推十组都是20，我耐力非常ok但是你让我推80公斤，推1 90公斤我推不起来。这个时候你缺少什么？缺少的是力量，你要弥补的就是这个桶的短板，是力量单元。所以说你说这个计划到后期他有什么公式吗？没有，因为每个人都不一样，每个人的肌肉类型都不一样，可能骨骼它的杠杆长短也不一样。所以说根据我们自身的训练，你现在去找一下你自己的短板是什么，然后根据自己的短板去提高那个你该提高的那一个环节，你自然而然就会再有一个台阶的上升，这个很重要，这个就是渐进性。我们通过很多手段我们总结一下，比如说重量对吧？组肩休息，然后呢你的肌肉耐力，然后呢你的代谢压力啊，还有你的容量，都是你服务于你的这个渐进性的啊，服务你的渐进性，不要去重复强度的训练，一定要一直往上爬坡啊，一定要一直往上爬坡。然后爬到一定程度的时候，你的身体关节压力也非常大。然后你肌肉也很疲劳，你的神经也很疲劳。这个时候就是卸载粥的意义。很多人给我私信问这个卸载粥我肯定会单独开一期的，而且就是六月份六月份我打算更新十次啊，不知道我能不能完成。反正我这个牙现在疼的已经非常难受了，但是让我自己觉得特别爽的就是我的眼睛变成单眼皮了。你们那个一个大圈一个小圈的那表情用不着了。然后我们再接着往下往下说，最后一个就是超负荷。什么叫超负荷？就我刚才说的那一句话，你一达到破坏效果啊你一达到破坏效果，就是我们举一个例子，肌肉是怎么提高的？超量恢复大概是一个什么情况？哎，我我是肌肉啊，我来守城，我有500个士兵啊，你来打我啊，你你就是训练你来打我啊，你拿400个士兵打我，我五我500个能守得住，你必须拿1000个士兵来打我，那我不够了怎么办？我我去招到1500个兵，这个就是超量恢复。然后你再拿2000个兵打，我招到2500个兵，这个就是这个就是渐进加超负荷的意义。当然我一天我有1万个兵了，你不来打我了，这些兵会吃我的，喝我的，他对我的来说压力会非常大我会不断的去衰减。他们这个就是超量恢复到第四个阶段的过程。那么很多人他都特别舍不得自己在每一组训练的最后几次的那个力竭，对吧？可能可能推到第十个了，他觉得哇马上要特别费劲了，他就放下了。他觉得现在哎很舒服，但是其实恰巧是最后那几次才是真正的训练。前边基本都是在热身，前边基本都是在为了要破坏那个肌肉纤维而达到的一个过程。而我真正对我们有效的是把它破坏掉。所以说超负荷指的是啊你用某种工具去完成破坏肌肉啊，去完成让肌肉丧失当时去让肌肉丧失做功的能力啊，肌肉纤维是撕裂重组的嘛，超量恢复的过程你它都不撕裂，你不去破坏它，你每回都是在热身，那你怎么能变强呢？对吧？我们说那些什么超低组啊、呃预先疲劳啊、强迫次数啊，什么离心控制啊这些，韦德的那些训练法都是在为了更好的破坏肌肉，对吧？所以说你不要觉得你哎我这组我不想做的那么难受，我多做几组行不行？我多练一会儿行不行？不行啊。那个农民工在大夏天的就天天在工地里干一堆活儿，他们只能让自己的肌肉耐力变强，他们也完不成鸡肥大。所以说如果你想让自己变得相对来说比较强壮的话，有效的破坏啊，也就是超负荷是非常重要的啊。一定要把这个时间压缩的可控，一定要在每一次训练里边，最起码你每个动作的最后一组是有效啊，有效组一定是要到那个足够破坏它的强度，是要到有效力竭的，而不能舍不得使劲儿。那么这个这个就是训练。那么呃如果你把它结合一下的话，就是可能在比如说我做容量周期的时候啊，你确实是不能每组都做到力竭，这样你容量其实也做不上去。那么这个就跟专门性要有关了，就是专门我这个月就是来提高力量，那你就好好提高力量，你要注重的就是神经疲劳，对吧？怎么能休息过来？然后那你差不多一个礼拜练三回四回左右就ok了。如果你要练容量的话，那么你所有的服务都是来服务于容量。那么在容量周期里边，它的危险性不来自于神经疲劳，它的危险性来自于你的身体的结构。比如说你的呃胸椎有旋转、有侧倾，你的肩关节可能有一点点的不适。那么在在你没有调整好的前提下去开启容量周期。因为它是一个呃一个强度不低的超级重复性能对身体的刺激，那么它可能会放大你的一些结构问题。原来你可能侧侧倾啊，旋转只是一点点，但是在做完呃两三个礼拜的容量周期以后，你会发现你非常的难受。这个时候就你非你要在之前一定要注意这个问题。那么在比如说这个呃耐力啊或者说代谢压力，相对来说你只要去练前有足够的热身，练后有足够的放松，然后注意到你一定要有有效的组去破坏腰带就ok了。那我这又废话太多了，说太多了，然后最近给我留言的朋友，我可能会呃晚几天回复你。因为确实这几天太累了啊，太累了，然后睡眠也不是特别好，然后一直在生病，自己的训练都耽误了。然后我会在下一次更新的时候啊，再去讲一些再去讲一些跟大众减脂有关的话题。然后再下一次更新的时候，我会讲这个三分化训练大概具体怎么做，然后还有这个超量恢复这样的呃章节。然后在这今天这次分分享里可能废话比较多啊废话比较多，然后希望对大家有帮助吧，好吧。然后30分钟吧，我就不跟你们评了，然后私信我的问题我尽量能用视频回呢，我就用视频回，我觉得比较各色的呢，我还是会给你们单独回复的，好吧？然后感谢观看，下期见。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 10654,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-20T18:22:11.446694",
  "batch_id": "20251120_101923",
  "link_id": "bili_req1",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "训练计划的三大核心原则是专门性、渐进性和超负荷。",
        "肌肉生长遵循撕裂-重组-超量恢复的过程。",
        "专门性指训练目标明确，如肌肥大、力量提升或健美。",
        "新手阶段应优先关注动作标准度和肌肉控制感。",
        "肌肉目集感是神经与肌肉建立联系的结果，需通过重复训练获得。",
        "骑自行车和投篮的例子说明肌肉记忆依赖于千百次重复。",
        "训练强度不能以时间或次数为唯一衡量标准。",
        "100米跑比马拉松强度更大，因前者能量输出速率更高。",
        "训练容量 = 重量 × 次数 × 组数，是渐进的重要指标之一。",
        "代谢压力来自持续张力、离心控制和乳酸堆积，影响肌肉破坏程度。",
        "渐进训练要求训练强度持续上升，避免重复相同强度。",
        "重复强度训练价值低，因身体已适应，无法引发进一步进化。",
        "新手应从A计划开始，每日训练不同肌群，隔天循环。",
        "两分化训练适合有一定基础者（半年以上），非新手首选。",
        "三分化训练适用于有半年以上训练基础的人群。",
        "力量训练主要引起神经疲劳，需更长恢复时间（5天以上）。",
        "肌肥大训练主要引起肌肉疲劳，48小时恢复即可。",
        "训练记录应以月为单位进行评估，一个月无进展即计划失败。",
        "递进顺序应为：质量 → 耐力 → 力量，而非直接加重量。",
        "组间休息时间应被记录，对训练效果有重要影响。",
        "有效训练应在45-50分钟内完成，避免长时间低效训练。",
        "肌糖原不可跨肌群借调，训练强度与肌糖原消耗直接相关。",
        "训练时长不等于强度，短时高强度训练更能刺激肌肥大。",
        "发现耐力不足时应加强容量训练，弥补短板。",
        "发现力量不足时应强化力量训练，突破瓶颈。",
        "卸载期在长期训练后具有重要意义，用于恢复与调整。",
        "超负荷指训练强度超过身体承受能力，造成肌肉纤维撕裂。",
        "超量恢复是身体在破坏后重建更强组织的过程。",
        "最后一组训练必须达到有效力竭，才能实现真正破坏。",
        "强迫次数、离心控制等方法用于增强肌肉破坏效果。",
        "容量周期中可不每组力竭，但需保证有效组存在。",
        "结构问题（如胸椎侧倾）在容量周期中可能被放大。",
        "热身与放松对代谢压力类训练至关重要。",
        "训练计划需根据个体差异调整，无通用公式。",
        "智齿肿痛和睡眠不佳导致近期训练强度下降。",
        "作者预计下期视频将讲解三分化训练与超量恢复。",
        "作者近期因健康问题回复私信延迟。",
        "作者希望未来更新减脂相关主题内容。"
      ],
      "key_opinions": [
        "5乘5计划对新手而言难度过高，难以科学执行。",
        "深蹲与硬拉同日训练风险高，尤其在5次以下时易造成神经疲劳。",
        "以次为单位的训练不如以RM为单位有效，后者更具科学性。",
        "单纯追求重量增长不可取，忽视控制感与耐力会增加受伤风险。",
        "训练不应以时间长短衡量强度，2小时训练未必比50分钟强度高。",
        "很多人两年无进步是因为缺乏渐进性训练计划。",
        "训练计划应围绕单一目标展开，多目标会导致混乱。",
        "新手不适合立即采用三分化或六分化训练方案。",
        "双力量循环在一周内不可行，因神经疲劳恢复时间过长。",
        "容量训练更适合改善耐力，力量训练更适合提升绝对力量。",
        "训练中舍不得力竭是一种常见误区，会影响进步效果。",
        "农民工式训练只能提升耐力，无法实现肌肥大。",
        "训练计划失败的判断标准应为一个月内无任何变化。",
        "记录训练数据是实现渐进的基础前提。",
        "训练应聚焦于“有效组”，而非表面完成量。",
        "训练计划需动态调整，依据个体短板进行针对性提升。",
        "超负荷是训练有效的关键，否则始终处于热身状态。",
        "容量周期前需解决潜在身体结构问题，否则可能加重不适。",
        "训练应避免“划水”行为，强调效率与质量。",
        "作者认为当前视频内容偏啰嗦，信息密度较高。",
        "作者建议观众不要盲目模仿他人计划，应结合自身情况设计。",
        "训练计划不应脱离个人目标，否则失去方向性。",
        "训练强度提升应循序渐进，不可跳跃式推进。",
        "训练中应重视心理投入与专注度，而不仅是物理动作。",
        "训练计划的可持续性比短期爆发更重要。",
        "训练计划的设计应考虑生理节律与恢复能力。",
        "训练中的疼痛若持续存在，应视为警告信号而非正常现象。",
        "训练计划的成功取决于执行力与坚持度，而非复杂程度。"
      ],
      "key_datapoints": [
        "训练计划周期建议以一个月为单位评估进展。",
        "推荐训练时长控制在45至50分钟之间。",
        "深蹲5乘5使用重量若达2M，可能耗时30至60分钟。",
        "2M指力竭次数范围为±2次，如15次则实际在13-17次之间。",
        "重量递增建议每次加2.5公斤左右。",
        "力量训练恢复时间通常需5天以上。",
        "肌肉疲劳恢复时间为48小时左右。",
        "新手训练建议每部位做2到3组。",
        "训练计划失败的标准：一个月内无任何身体变化。",
        "训练中有效组至少应包含一次力竭。",
        "容量训练中可接受部分组未力竭，但需保留有效组。",
        "推举80公斤时，第一组可完成15次，第二组降至12次，第三组仅7次。",
        "训练中出现头晕、呕吐现象提示糖原储备不足。",
        "作者目前处于减脂进度放缓阶段。",
        "作者近期因智齿肿痛和睡眠不良影响训练表现。",
        "作者计划六月份更新十次视频。",
        "作者自述眼睛已变为单眼皮。",
        "作者牙疼严重，影响日常状态。",
        "作者预计下期视频将在本周末更新。",
        "作者表示将用视频形式回复部分私信问题。",
        "作者建议每周训练3-4次为宜。",
        "训练计划中组间休息时间应被记录。",
        "总训练完成时间应作为关键数据点记录。",
        "训练计划中容量计算方式为：重量 × 次数 × 组数。",
        "100公斤深蹲做10次×10组，容量为10,000公斤。",
        "训练中若出现关节不适，应暂停并排查结构问题。",
        "训练中若出现持续性疼痛，应停止并寻求专业意见。",
        "训练中若出现力竭后无法继续，说明已达有效破坏。",
        "训练中若能轻松完成所有组次，说明强度不足。",
        "训练中若某组无法完成预定次数，说明耐力不足。",
        "训练中若某重量无法完成预定次数，说明力量不足。"
      ],
      "topic_areas": [
        "训练计划设计",
        "渐进性原则",
        "专门性目标",
        "超负荷机制",
        "肌肉目集感",
        "训练强度定义",
        "容量与耐力",
        "力量与神经疲劳",
        "新手入门策略",
        "三分化训练",
        "容量周期",
        "恢复与卸载期",
        "训练记录",
        "训练时间管理",
        "个体化训练"
      ],
      "word_count": 10,
      "total_markers": 97
    },
    "comments_summary": {},
    "created_at": "2025-11-20T18:22:11.499619",
    "model_used": "qwen-flash"
  }
}