{
  "batch_id": "20251120_101923",
  "link_id": "bili_req8",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1u8411v7mc/",
    "word_count": 4014,
    "publish_date": ""
  },
  "transcript": "早睡早起是一个我们从小就都知道的好习惯，它似乎可以让我们头脑更清醒，精力更充沛，增加免疫力以及提高学习和工作效率。Deadly ature. 但是在现在，普遍工作压力越来越大，夜生活也越来越丰富的情况下，我们似乎只有晚睡一会儿才能有由自己支配的时间。那么早睡早起还值得吗？作为一个常年晚睡晚起的健身博主，我要在接下来30天里，从每天凌晨三点睡11点起，改成晚上九点睡五点起，看到我的生活和身体都发生了哪些变化。说实话我觉得有点难。各位各位，现在是晚上的8点50，刚吃完晚上最后一顿饭，我现在真的一点都不困。但为了明天能有充足的睡眠，而是要逼自己去睡一下，祝我好运哦。对了，手机我就放在外面了。可能很多小伙伴好奇，为什么要五点起呢？这也太早了吧。根据2022年中国作息报告显示，绝大多数人的起床时间都是在七点左右。那假如八点上班，我们只能在洗漱后匆忙吃个饭就得出门了。而五点起床就至少有2个小时是可以自由支配的。一时时当我们刚起床后，大脑会进入一种叫低脑波的状态，这种状态非常有助于我们进行需要创造力和记忆力的活动，比如学习影响或者任何你需要时间和空间独自完成的事情。现在是凌晨两点半，昨天没喝咖啡，但没想到这么早就起了。睡不着的话，我待会儿直接起了跟奶。Thank titrage. 没想到五点起床天就已经这么亮，但是街上一个人都没有，有点恐怖。星巴克里面人已经坐满了，大家都是咖啡的奴隶。另一个每天五点起床的好处就是我们有足够的时间去接触日光。根据著名脑神经学家安卓cu问所说，当我们起床后第一时间出门接触太阳，角度比较低的日光会更有效的调节我们的昼夜斜率。同时如果你所在位置能看到日出的话，因为蓝光比较分散，太阳是橙红色的线，发现这种红光可以促进我们视膜线粒体的产生，从而提高视力。但我今天出门是阴天，完全没有太阳，太倒霉了。大家都知道我并不是一个喜欢吃早饭的人，除了起不来之外，更重要的是空腹可以让我感到头脑更加清醒。但是为了能尽快调节时差，我准备少吃一点来作为练前的一餐。根据the这本书里说，如果每天在同一时间吃早饭，那么身体中的各个器官都会在同一时间准备好来消化和吸收它。而如果长时间不规律的进食，则会让身体不知道该在什么时候处理这些食物，从有可能让血糖升高，甚至引起糖尿病。所以既然早起了，我也想尝试一下规律的吃早餐，看对我的身体有没有什么积极性影响。You believe leave, wake up early is more beneficial than wake up late. Honestly, it depends on your schedule. I've just always been a morning person. How much hour can sleep if I tried coming here later on? 另一个能帮助我们调整作息的工具或是运动健身。这本书也同样说到，在老鼠实验中，规律的运动不仅会让他们在晚上用更好的睡眠，在白天更加精神，同时还会有更规律的作息。而在人类实验中，规律的运动也会提高不同年龄人群的睡眠质量以及白天的精神状态。那对于我个人来说，除了以上这些好处之外，我只是想早点把训练完成。但这样能不能提高我一天的工作效率？乖，很难想象现在才九点多我就已经练完了。通常这个时候我还在深度睡眠里，而且我现在一点都不累，头脑也特别清醒。这早起真有点东西啊，我要趁热打铁，现在开始工作了。A few minutes later, 本来想拍点工作时候的镜头，结果一躺那儿就昏死过去了。果然早起没有这么简单。理论上来讲，为了能快速把时差倒过来，我不应该在白天补觉。因为why we sleep这本书里说白天补觉会减少晚上的睡眠压力，显然又容易晚睡晚起。Sleepiness is lost by way of the na但. 是我严重低估了在白天不补觉的难度。因为一直在家工作，也没有人盯着我，我发现自己很容易在每天同一时间犯困，在犯困的时候想去补觉。各位为了能管住自己不补觉，我已经开始在咖啡厅工作了，但我发现工作效率还是很低。啊，那这本书里还说，通常一天我们可以倒1个小时左右的时差，也就是说如果想从11点起调成五点起，至少需要六天的时间。但我这已经过了一周多了，看来还得想想别的办法。Beautiful car. 对，还是东海岸的日出最好看。大家可能好奇，为什么我要来这么远的地方呢？第一个原因就是因为我在加州嘛，其实很难看到真正的日出。第二个原因就是因为迈阿密离我住的地方早3个小时，如果在这边都能每天早上五点起床，那回去之后会很容易。当然我只是想旅游，不知道是因为看日出更容易，还是出来旅游心情更放松。我感觉在迈阿密早起真的会更容易一些。现在是早上的4点22，对比之前日夜颠倒的作息，我开始了更规律的吃饭、运动、工作和休息。慢慢的我喜欢上了这种日出而作，日落而息的状态了。Good morning. You're here again. Try. Yes. Fuis you. The one out here this time. Thank you. 我刚遇见一个本地的阿密人，他说这个地方还挺危险的，我只是想买个咖啡。大家看我开的这台车是沃尔沃XC60，在加州我也开了有段时间了，真的非常喜欢。所以这次来迈阿密就又租了。因为我个人很喜欢到处跑，有的时候也会遇见非常复杂的路况。这台车的智能悬挂调节能让我在这些路段也能平稳驾驶。更重要的是因为在美国必须开车，而且大家开的都比较快，所以我在选车的时候也是以安全健康为主。那这台60的驾驶辅助系统能让我在开长途车疲劳的时候也能及时避险。而且我看过一个资料，沃尔沃花了上亿元，用一百多个假人，包括不同运的孕妇来做碰撞实验，就为了模拟出不同事故的真实数据来强化车的安全性。我个人是没有见过这样对安全有极致死磕的车企，感觉到他们对安全真的是有信仰的。开着它我都感觉到更安心了。听得到吗？听到怎么了？你不会是要睡了吧？对啊，现在都十点半了，今天视频进度呢，我明天给你好吧，我现在肯定得睡了，已经40天了。哥40天怎么了？我最高记录46天，我还有六天呢，所有人都在问我，沃尔沃也在问我什么时候给出长，我扛不住。哥，我刚从迈阿密回来，我感觉我这个作息已经调差不多了，你还想让我熬夜吗？我今天必须看到视频主熬一天应该问题也不大吧。就当我抱着这种天真的想法开始爆肝时，现实又给我上了一课。因为我发现熬夜也根本做不完啊。各现在是凌晨的2.05，今天肯定是做不完了，先去睡了，明天还得早起，而且更重要的是，这种情况已经发生了不止一次。每次视频到冲刺阶段时，健身、饮食、作息、生活中的方方面面都会受到影响，挑战失败。现在都八点了，这闹钟也不管用啊。这让我不禁想问，到底是我时间管理有问题，没有在白天完成该做的事情，还是早睡早起并不适合我呢？各位，现在是五点半，我来到了健身房门口，本来我以为我是第一个来的，没想到现在已经有这么多车了。Wouldn't I明显能感觉到这个点的人更加认真，可能和他们马上要去工作有关。我预想的不同，绝大多数人这么早来健身并不完全是自己的意愿，而是因为工作，这不禁让我想到，那些曾经让我们觉得自律的名人，是否也是因为迫不得已才开始早起呢？各位，我刚看到一篇文章，上面说我们所熟知的很多老板都起得非常早，比如马斯克七点起床，星巴克CO6点到办公室，迪士尼有四点半起床，而苹果CEO Tim Cook每天3点45就起床了。看到这些，我以前会下意识的想他们的成功和早起有关。但自从我开始工作后发现他们每天要管理那么多人，应对那么多会议和email，也许只有早晨才是真正属于他们自己的时间。Lot more today. 那我又产生了一个疑问，同样是大部分时间都在工作，为什么他们会选择早起而不是晚睡呢？而早起和晚睡这两种习惯又有什么区别呢？根据问这本书里说，当测量了240万人在全天的动力、自信和警觉性指标后，他们发现大家都会随着时间的推移，呈现出早晨逐步升高，下午下降，而晚上再次升高的现象。而science sleep这本书里却说，随着清醒的时间越长，我们的睡眠压力也会越来越大，并在晚上达到峰值。这就会让我们在晚上有一个奇特的现象，我们既该睡觉了，但又会感到精神。如果一旦开始认真做一些事情，不仅有可能会越睡越晚，甚至还会缩短睡眠时长。各位，还有三天挑战就结束了。突然想起来今天晚上有个东西必须要做完，所以又得开始熬夜了。我还真没想到。这个挑战是我所有挑战中做过最困难的。然三天加油。各位，今天是挑战最后一天，我来说说我的感受。首先我并不觉得自己挑战成功了，因为算下来至少五六天都没起来，整个这30天我感觉一直都在倒时差，有的时候为了五点起还经常睡眠不足，整个一天都不在状态。尽管我并没有朝九晚五的工作，但因为我的同事都在国内，如果我要长时间早睡早起，他们也得跟着我早睡早起，那对于互联网从业者来说，这几乎是不可能的。所以我确定以后我也不会再坚持这样的作息了。五点起床可能适合别人，但并不适合我。但是在这30天的挑战过程中，我看了很多关于早起的书籍和资料。大家其实都在说一个道理，早起的定义并不局限于几点起床，而是比你应该起床的时间提前1个小时左右。假如你十点上班，那么八点起床就应该被算作早起。因为除了必要的准备和通勤时间外，你多出了1个小时是由自己支配的宝贵时间。而早晨又是我们一天当中头脑最清醒，也最不容易被打扰的一段时间。这对于快节奏多信息的在社会中是非常奢侈的。虽然我以后不会在五点起床，但我仍然推荐大家在保证睡眠充足的情况下，不用纠结于几点起床，而把每天的最佳状态留给自己。否则我们就会把最宝贵的时间和资源自动留给别人。那今天视频到这里，咱们下期再见，拜拜。或去不觉了。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "早睡早起被认为有助于提升头脑清醒度、精力和免疫力",
        "作者计划在30天内将作息从凌晨三点睡、十一点起调整为九点睡、五点起",
        "五点起床可获得至少两小时自由支配时间，用于学习或创造性活动",
        "清晨大脑进入低脑波状态，有利于记忆力和创造力发挥",
        "日出时接触低角度日光有助于调节昼夜节律",
        "蓝光分散的橙红色日出光线可促进视网膜线粒体生成，可能提高视力",
        "规律进食有助于身体器官建立消化与吸收的生物钟",
        "不规律进食可能导致血糖波动，增加糖尿病风险",
        "规律运动可改善人类睡眠质量及白天精神状态",
        "老鼠实验显示规律运动能提升夜间睡眠质量与日间精神",
        "每天最多可倒1小时时差，从晚睡调至早起需至少6天",
        "迈阿密比加州更易看到真实日出，且时区早3小时",
        "作者认为早起并非绝对几点，而是比应起床时间提前约1小时",
        "早晨是头脑最清醒、干扰最少的时间段，具有高度稀缺性",
        "许多成功人士如马斯克、Tim Cook、星巴克CEO等均早起工作",
        "早起者可能利用清晨时间处理核心事务，避免被会议与邮件淹没",
        "科学睡眠研究指出，清醒时间越长，睡眠压力越大，晚上出现警觉性回升",
        "白天补觉会降低夜间睡眠压力，影响入睡效率",
        "作者在迈阿密期间因环境变化更容易坚持早起作息",
        "沃尔沃XC60配备智能悬挂系统，适应复杂路况",
        "沃尔沃使用上百个假人进行碰撞测试，涵盖不同体型与孕妇",
        "沃尔沃驾驶辅助系统可在疲劳时提供避险支持",
        "作者在加州长期驾驶，对车辆安全性有较高要求",
        "作者在挑战期间曾多次因视频冲刺阶段熬夜导致失败",
        "互联网从业者若早睡早起，需协调国内同事作息，实际难以持续"
      ],
      "key_opinions": [
        "作者认为五点起床虽然有益，但对自己并不适合",
        "早起的价值不在于具体时间，而在于提前获取自主时间",
        "早起是一种对自我时间的掌控，而非单纯的时间表安排",
        "作者怀疑名人早起是否源于自律，还是迫于工作需求",
        "早起未必带来更高效率，关键在于任务分配与时间管理",
        "作者认为自己挑战失败是因为无法在白天完成所有任务",
        "早起对互联网从业者而言几乎不可持续，因团队协作限制",
        "作者认为早起习惯应基于个人生活节奏，而非盲目模仿他人",
        "早起带来的清醒感可能只是短暂优势，长期效果存疑",
        "作者认为“早起”本质是争取主动权，而非机械打卡",
        "作者认为真正的自律不是早起，而是高效利用时间",
        "作者认为早起的吸引力部分来自心理暗示与仪式感",
        "作者认为早起的成就感常被高估，现实执行难度远超预期",
        "作者认为早起的真正意义在于创造不受打扰的专注时段",
        "作者认为早起不应成为道德标签，而应是个性化选择"
      ],
      "key_datapoints": [
        "挑战周期为30天，实际持续40天，最高记录达46天",
        "作者原作息为凌晨三点睡、十一点起，目标改为九点睡、五点起",
        "每日可多出至少2小时自由支配时间（五点起床）",
        "每天最多可倒1小时时差，预计至少需要6天完成调整",
        "迈阿密比作者居住地早3个小时时区差",
        "作者在挑战中曾连续熬夜至凌晨2:05",
        "作者在健身房门口发现大量车辆，表明早起健身者较多",
        "马斯克七点起床，星巴克CEO六点到办公室，迪士尼高管四点半起床，Tim Cook每日3:45起床",
        "作者在迈阿密期间尝试早起，感觉比加州更容易坚持",
        "作者在挑战期间共经历超过5次未能按时起床的情况",
        "作者在咖啡厅工作后仍感到效率低下",
        "作者在挑战最后三天因任务未完成再次熬夜",
        "作者提到自己已连续40天保持新作息，但仍有中断",
        "作者称“朝九晚五”工作制下，早起需协调国内同事作息",
        "作者表示自己并未完全实现“早睡早起”的理想状态"
      ],
      "topic_areas": [
        "早起的生理机制",
        "昼夜节律调节",
        "睡眠压力与补觉影响",
        "晨间创造力与专注力",
        "饮食规律与代谢健康",
        "运动对睡眠的促进作用",
        "时差调整策略",
        "早起与工作效率",
        "个体化作息选择",
        "职场与社交约束",
        "心理动机与自律",
        "环境因素对作息的影响",
        "汽车安全与驾驶体验",
        "远程工作与时间协调",
        "挑战失败反思"
      ],
      "word_count": 83,
      "total_markers": 55
    },
    "comments_summary": {},
    "created_at": "2025-11-20T18:22:00.395480",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763634132.6724386
}