{
  "success": true,
  "video_id": "yFN0hclBofg",
  "url": "https://www.youtube.com/watch?v=yFN0hclBofg",
  "content": "So this digital asset has to be pegged to a fiat currency. Uh given that you guys are working on crossber payments, would it naturally be pretty obvious that it would be pegged to the UN or the Hong Kong dollar? What currency are you picking? Yeah. So basically that's al that's one thing that's great about the Hong Kong uh uh law the the bill that's just passed is that it's not limiting on currency. It's a currency agnostic. Uh so obviously we've said that we will start with the Hong Kong dollar one Hong Kong dollar packed stable coin but we do you know with regulator regul regulators blessing we do look forward to to to explore other currency packed the stable coins such as uh CN you know uh as I mentioned you know because we believe you know the the potential to use stablecoin for crossber payment is huge and you know on the uh uh trade between this region and the emerging markets It's uh UN is more and more used to price trade and for settlement anyway. So we should we could use this uh stable coin technology to to you know just bring it from the traditional rails to the faster and cheaper rails and so that's a no-brainer right so we we uh I I think that there's a huge opportunity there uh you know to issue a uh you know with regulator regulator blessing to issue a CN packed stable coin here in Hong Kong. There's only a handful of jurisdictions that have regulations on a stable coin or digital currency. Uh the US market of course now one step closer with their genius act. What does this do in terms of the dynamics in terms of the competition? Uh the excitement for bringing you know new issuers, new products into the market. Um how will that making it more competitive for you guys? Yeah, I think you know uh it it means competition is heating up. Uh I think you know as you as you know the the the the uh governor government officials in US also says this positions you know uh US as a uh on-ramp of millions of users and businesses onto the dollar-based uh uh digital asset economy. uh and I think on on on this side in our region I think it's uh we can mirror that uh that expectation right which is with clear regulatory guidance we can we will attract innovators and investor investors into into Hong Kong and so so that you know uh the stable coins issued here the regulated stable coin issued here can enable the better crossber settlement better uh you know uh linkage to uh to the D5 world. Uh, and yeah, it just means competition is up and uh, and you know, but but with regulations becoming more and more localized, you know, like in Hong Kong, only regulated stable coins can be offered to retail on licensed platforms such as licensed exchanges and down the line, the OTC desk because the custody providers are all going to be regulated. So on these regulated uh platforms only uh licensed stable coins here in Hong Kong can be offered to retail. Uh so that's uh that's that's quite important uh you know which means you know like uh getting licensed here in Hong Kong is very important to seize the opportunity in this region.",
  "title": "'Huge opportunity' for yuan-backed stablecoin, says fintech platform CEO",
  "author": "CNBC International Live",
  "publish_date": "",
  "source": "YouTube",
  "language": "auto",
  "word_count": 576,
  "extraction_method": "youtube",
  "extraction_timestamp": "2025-11-21T19:06:07.650767",
  "batch_id": "20251121_110512",
  "link_id": "yt_req6",
  "error": null
}