{
  "batch_id": "20251121_110512",
  "link_id": "art_req5",
  "source": "article",
  "metadata": {
    "title": "HKMA completes e-HKD Pilot Programme and outlines future direction of e-HKD",
    "author": "Hong Kong Monetary Authority",
    "url": "https://www.hkma.gov.hk/eng/news-and-media/press-releases/2025/10/20251028-4/",
    "word_count": 603,
    "publish_date": "\n                        \n                          \n                          \n                            From\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                        \n                          a\n                          \n                            To\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                      "
  },
  "transcript": "Press Releases\n28 Oct 2025\nHKMA completes e-HKD Pilot Programme and outlines future direction of e-HKD\nThe Hong Kong Monetary Authority (HKMA) today (28 October) published the “e-HKD Pilot Programme Phase 2 Report” (the report), which presents the key findings and learnings from 11 groups of industry pilots under Phase 2 of the e-HKD Pilot Programme (Phase 2).  The report also sets out the HKMA’s latest policy stance regarding the e-HKD.\nSince 2017, the HKMA has begun explorative work on a central bank digital currency (CBDC), i.e. an e-HKD, using distributed ledger technology (DLT) as its foundation.  This work has covered the potential applications of an e-HKD in both wholesale and retail scenarios.  Phase 2 evaluated the commercial viability and scalability of an e‑HKD in various retail scenarios.  It also compared an e-HKD with tokenised deposits (a tokenised representation of bank deposits) to assess the distinctive value that an e-HKD can bring in retail scenarios.\nThe 11 pilots under Phase 2 explored innovative use cases across three main themes, namely settlement of tokenised assets, programmability, and offline payments.  The results of the pilots demonstrated that an e-HKD and tokenised deposits can deliver benefits by enabling cost‑efficient, programmable, and resilient transactions.  A key finding was that the public perceived an e-HKD and tokenised deposits similarly, given the public’s high level of trust in Hong Kong’s stable banking system, underpinned by a robust supervisory regime and strong consumer protection.\nAs the e-HKD is issued by the HKMA and is free from credit risk, it is particularly well-suited for large-value transactions.  The HKMA has therefore concluded that the immediate priority for the e-HKD lies in areas beyond retail use cases at this stage and will hence prioritise the future e-HKD work in wholesale payments, which has already been implemented in some applications, to support the development of the tokenisation ecosystem and cross-border payments, such as settlements of international trade.\nGoing forward, the HKMA will continue its effort to prepare a solid policy, legal, and technical foundation, with the aim to lay the ground for potential future use of an e-HKD for individuals and corporates in Hong Kong.  This preparatory work will be completed by the first half of 2026, and the timeframe for implementing any such extension would be subject to international developments, latest technologies, and market needs.\nAs one of the key outcomes of the e-HKD Industry Forum, the HKMA will publish a set of common token standards, which will serve to facilitate the scaled adoption of programmability in digital money.  These standards are intended to provide a foundation for the potential future development and adoption of an e-HKD aimed at serving the needs of individuals and corporates in Hong Kong.\nMr Eddie Yue, Chief Executive of the HKMA, said “The two phases of the e-HKD Pilot Programme have yielded insightful findings that shape the HKMA’s understanding of the future of digital money.  We are encouraged to see that the e-HKD has gradually been used in more wholesale applications by financial institutions, and we will continue to ensure Hong Kong is well-prepared for the potential future extension of the e-HKD in retail scenarios.  We thank all participants of the e-HKD Pilot Programme for their strong commitment and contribution over the past three years.  We look forward to continuing our close partnership with the industry as part of our CBDC and tokenisation journey.”\nThe report is available on the HKMA website.  Details of each pilot can be found in the factsheets and supplementary reports prepared by the pilot participants, accessible via the links in Appendix A of the report.\nHong Kong Monetary Authority\n28 October 2025",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "The HKMA completed the e-HKD Pilot Programme Phase 2 on 28 October 2025.",
        "The HKMA published the 'e-HKD Pilot Programme Phase 2 Report' on 28 October 2025.",
        "Phase 2 involved 11 industry pilots evaluating retail use cases for e-HKD.",
        "The HKMA began explorative work on e-HKD in 2017 using distributed ledger technology.",
        "e-HKD development covers both wholesale and retail digital currency applications.",
        "Phase 2 assessed commercial viability and scalability of e-HKD in retail scenarios.",
        "Phase 2 compared e-HKD with tokenised deposits to evaluate distinct value propositions.",
        "The 11 pilots focused on three themes: settlement of tokenised assets, programmability, and offline payments.",
        "Pilot results showed e-HKD and tokenised deposits enable cost-efficient, programmable, and resilient transactions.",
        "The public views e-HKD and tokenised deposits similarly due to high trust in Hong Kong’s banking system.",
        "e-HKD is issued by the HKMA and carries no credit risk.",
        "e-HKD is particularly suited for large-value transactions.",
        "The HKMA prioritises future e-HKD development in wholesale payments over retail use at this stage.",
        "Wholesale payment applications for e-HKD are already implemented in some use cases.",
        "Future e-HKD work will support tokenisation ecosystem development and cross-border trade settlements.",
        "The HKMA aims to complete preparatory work by the first half of 2026.",
        "Implementation timeline for retail extension depends on international developments, technology, and market needs.",
        "The HKMA will publish common token standards following the e-HKD Industry Forum.",
        "These standards aim to facilitate scalable adoption of programmability in digital money.",
        "The standards are intended to support future e-HKD use for individuals and corporates in Hong Kong.",
        "Mr Eddie Yue, HKMA Chief Executive, led the official statement on the pilot outcomes.",
        "The HKMA expressed appreciation for industry participants’ contributions over three years.",
        "The HKMA plans to maintain close industry partnership in CBDC and tokenisation initiatives.",
        "The full report is available on the HKMA website.",
        "Details of each pilot are accessible via factsheets and supplementary reports in Appendix A"
      ],
      "key_opinions": [
        "The HKMA believes the immediate priority for e-HKD lies beyond retail use cases.",
        "The HKMA is encouraged by growing wholesale adoption of e-HKD by financial institutions.",
        "The HKMA sees strong potential for e-HKD in supporting cross-border trade settlements.",
        "The HKMA considers the current focus on wholesale payments as strategically sound.",
        "The HKMA views the public’s trust in the banking system as a key enabler for e-HKD acceptance.",
        "The HKMA anticipates that future retail extension will depend on evolving global conditions.",
        "The HKMA believes common token standards will be foundational for broader digital money innovation.",
        "The HKMA expects continued collaboration with industry to advance CBDC and tokenisation goals.",
        "The HKMA regards the pilot programme as instrumental in shaping its long-term digital money strategy.",
        "The HKMA sees the e-HKD as a critical component in building a resilient and efficient payment infrastructure."
      ],
      "key_datapoints": [
        "The e-HKD Pilot Programme Phase 2 report was published on 28 October 2025.",
        "11 industry groups participated in Phase 2 pilots.",
        "Exploratory work on e-HKD began in 2017.",
        "Preparatory work for future e-HKD expansion is expected to be completed by mid-2026.",
        "Wholesale applications of e-HKD are already in use.",
        "The HKMA has not set a fixed date for retail rollout of e-HKD.",
        "The report includes links to 11 pilot factsheets and supplementary materials.",
        "The HKMA website hosts the full report and related documents.",
        "The e-HKD is issued directly by the HKMA, eliminating credit risk.",
        "The public demonstrated similar perception levels between e-HKD and tokenised deposits.",
        "The HKMA identifies large-value transactions as a primary use case for e-HKD.",
        "Tokenisation ecosystem development is a strategic goal for e-HKD.",
        "Cross-border trade settlements are highlighted as a target application area.",
        "The e-HKD Industry Forum resulted in plans for common token standards.",
        "The HKMA expects international developments to influence future implementation timing."
      ],
      "topic_areas": [
        "e-HKD Pilot Results",
        "Wholesale Payments",
        "Retail Use Cases",
        "Tokenised Assets",
        "Programmability",
        "Offline Payments",
        "CBDC Development",
        "Banking System Trust",
        "Cross-Border Settlements",
        "Common Token Standards",
        "Regulatory Preparedness",
        "Digital Money Ecosystem",
        "Public Perception",
        "Technical Infrastructure",
        "Industry Collaboration"
      ],
      "word_count": 603,
      "total_markers": 50
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:06:42.982921",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763723215.3457527
}