{
  "batch_id": "20251121_110512",
  "link_id": "art_req5",
  "source": "article",
  "metadata": {
    "title": "HKMA completes e-HKD Pilot Programme and outlines future direction of e-HKD",
    "author": "Hong Kong Monetary Authority",
    "url": "https://www.hkma.gov.hk/eng/news-and-media/press-releases/2025/10/20251028-4/",
    "word_count": 603,
    "publish_date": "\n                        \n                          \n                          \n                            From\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                        \n                          a\n                          \n                            To\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                      "
  },
  "transcript": "Press Releases\n28 Oct 2025\nHKMA completes e-HKD Pilot Programme and outlines future direction of e-HKD\nThe Hong Kong Monetary Authority (HKMA) today (28 October) published the “e-HKD Pilot Programme Phase 2 Report” (the report), which presents the key findings and learnings from 11 groups of industry pilots under Phase 2 of the e-HKD Pilot Programme (Phase 2).  The report also sets out the HKMA’s latest policy stance regarding the e-HKD.\nSince 2017, the HKMA has begun explorative work on a central bank digital currency (CBDC), i.e. an e-HKD, using distributed ledger technology (DLT) as its foundation.  This work has covered the potential applications of an e-HKD in both wholesale and retail scenarios.  Phase 2 evaluated the commercial viability and scalability of an e‑HKD in various retail scenarios.  It also compared an e-HKD with tokenised deposits (a tokenised representation of bank deposits) to assess the distinctive value that an e-HKD can bring in retail scenarios.\nThe 11 pilots under Phase 2 explored innovative use cases across three main themes, namely settlement of tokenised assets, programmability, and offline payments.  The results of the pilots demonstrated that an e-HKD and tokenised deposits can deliver benefits by enabling cost‑efficient, programmable, and resilient transactions.  A key finding was that the public perceived an e-HKD and tokenised deposits similarly, given the public’s high level of trust in Hong Kong’s stable banking system, underpinned by a robust supervisory regime and strong consumer protection.\nAs the e-HKD is issued by the HKMA and is free from credit risk, it is particularly well-suited for large-value transactions.  The HKMA has therefore concluded that the immediate priority for the e-HKD lies in areas beyond retail use cases at this stage and will hence prioritise the future e-HKD work in wholesale payments, which has already been implemented in some applications, to support the development of the tokenisation ecosystem and cross-border payments, such as settlements of international trade.\nGoing forward, the HKMA will continue its effort to prepare a solid policy, legal, and technical foundation, with the aim to lay the ground for potential future use of an e-HKD for individuals and corporates in Hong Kong.  This preparatory work will be completed by the first half of 2026, and the timeframe for implementing any such extension would be subject to international developments, latest technologies, and market needs.\nAs one of the key outcomes of the e-HKD Industry Forum, the HKMA will publish a set of common token standards, which will serve to facilitate the scaled adoption of programmability in digital money.  These standards are intended to provide a foundation for the potential future development and adoption of an e-HKD aimed at serving the needs of individuals and corporates in Hong Kong.\nMr Eddie Yue, Chief Executive of the HKMA, said “The two phases of the e-HKD Pilot Programme have yielded insightful findings that shape the HKMA’s understanding of the future of digital money.  We are encouraged to see that the e-HKD has gradually been used in more wholesale applications by financial institutions, and we will continue to ensure Hong Kong is well-prepared for the potential future extension of the e-HKD in retail scenarios.  We thank all participants of the e-HKD Pilot Programme for their strong commitment and contribution over the past three years.  We look forward to continuing our close partnership with the industry as part of our CBDC and tokenisation journey.”\nThe report is available on the HKMA website.  Details of each pilot can be found in the factsheets and supplementary reports prepared by the pilot participants, accessible via the links in Appendix A of the report.\nHong Kong Monetary Authority\n28 October 2025",
  "comments": null,
  "scraped_at": 1763723201.6203635
}