{
  "batch_id": "20251121_110512",
  "link_id": "yt_req4",
  "source": "youtube",
  "metadata": {
    "title": "人民幣穩定幣要「踢走美元」？香港成關鍵戰場！香港穩定幣立法 8月正式推行！￼人民幣國際化的關鍵一步？香港作為數碼人民幣沙盒，是否有望重拾金融中心話語權？｜#47 科技佬 TECH TALK",
    "author": "Sun Channel",
    "url": "https://www.youtube.com/watch?v=rtrV9QQNLTE",
    "word_count": 461,
    "publish_date": ""
  },
  "transcript": "百樂的文章提到離岸人民幣的穩定幣 將會有機會成為一個抵抗美元霸權的一種方式 不如請百樂講一講 這篇文章的中心思想是甚麼 從一個比較高層次的角度去看一看 大家都知道將會在8月1日 正式將穩定幣立法 所有在香港發行的穩定幣 全部都要跟足我們HKMA的法例 絕對可以保障消費者和投資者的權益 在這個大前提之下 在人民幣背後支撐的穩定幣 在人民幣背後支撐的穩定幣 的角色扮演了甚麼呢 如果大家有看我們上幾集也有分享 就是大的金融機構 即是Fintech公司 例如螞蟻 又例如一些電商的機構JD 例如螞蟻 又例如一些電商的機構JD 例如螞蟻 又例如一些電商的機構JD 其實他們都密鑼緊鼓地準備申請發行 他們自己的穩定幣 但那種穩定幣很大機會 是以海外人民幣作為背後支撐的穩定幣 是以海外人民幣作為背後支撐的穩定幣 是以海外人民幣作為背後支撐的穩定幣 所以在這個情況下 就回到剛才Lorey所說的 如何在一個以離岸人民幣 我們簡稱CNH 離岸人民幣的支撐的穩定幣之下 將人民幣打出國際 從而做到人民幣國際化 可以擺脫現在美國主導的SWIFT 金融交易網絡 做到一個打破的局面 做到一個打破的局面 所以在這個情況下 穩定幣在香港的角色 大家都知道香港一路以來 都是海外人民幣的結算中心 而且是全球基本上是最大的 我們亦有一個很健全的海外跨境體制 我們亦有一個很健全的海外跨境體制 CIPS 中文譯做 中國人民幣的跨境支付系統 最主要就是將我們的人民幣 離岸的人民幣打出打入 利用香港這樣的平臺 （CIPS）令到我們香港得天獨厚 擁有這個優勢 利用人民幣掛勾的穩定幣打出國際 這是我們香港做到最優化的平臺 聽上去可能對觀眾朋友來說都有點複雜 其實我想很多觀眾朋友 未必知道甚麼是offshore 即是所謂的離岸人民幣又是甚麼呢 即是在岸離岸是甚麼意思 或者它操作上 或者是國際流通的認受性有甚麼分別 在岸人民幣 香港的朋友都很熟悉 譬如星期六、日 我們北上消費 在內地使用的就是內地人民幣 但很多時候都要 譬如說內地的朋友 他們可能要將資金匯出內地 來了香港的人民幣 就好像剛才所說的offshore offshore的意思是它可以和國際接軌 所以就可以用我們跨境支付系統 剛才所說的CIPS系統 就可以將人民幣和其他國家的金融體系聯繫做兌換 明白 譬如說香港人 我自己都有一個支付寶錢包 本身是聯繫國內的銀行 譬如中國銀行有個戶口 有些錢的 我回到大陸 都是用那個支付寶錢包去消費 我在支付寶錢包或者銀行戶口裏面的錢 但我身在香港 我到底這些人民幣是屬於離岸還是在岸呢 通常是分開的 老實說 如果你說舊式的支付寶 如果大家還一向用很久之前 都不是很久的 就是幾年前 一向都已經在內地消費慣的話 通常你們的支付寶 都分開香港版本和內地版本的 內地版本 當然要用內地的移動數碼的電話卡 當然要用內地的移動數碼的電話卡 香港版本就跟香港的電話號碼 通常是兩個分開的銀包 但是現在中港融合的話 基本上那個交易已經是在背後自動化了 所以是看不到的 我有一個比較重要的問題想問 關於百樂這篇文章 其實你提到香港可以成為 中國推動人民幣的一個沙盒 你說他幫助到離岸的人民幣 在國際的流通 其實這個做法和國家本身的金融管制 因為始終大家都知道 中國大陸有金融管制 就是不希望錢隨便太容易流出國家 其實這件事兩者之間會不會有矛盾呢 我覺得不是矛盾的問題 最主要是應用場景的分別 最主要是應用場景的分別 譬如像我們剛才那樣說 國家現在用人民幣來掛鉤的穩定幣 最主要其實是主要在離岸的人民幣的 所以你看到很多時候 我們上幾集都有說過 就是一些電商 他們的應用場景其實是很漂亮的 就是國家的電商公司 他們有一些很價廉物美的產品 在外地的朋友 外國的朋友 他們如果購買的話 他們基本上都要是相當程度上 應用到離岸的人民幣掛鉤的穩定幣 來購買那些產品 從而能夠推動到人民幣國際化 但是我們說人民幣國際化 最主要就是說離岸人民幣 就是離岸人民幣的國際化 是一個很有協同效應的一個功能 是將人民幣真是藉著一個穩定幣的平臺 就是說在一個區塊鏈上面的穩定幣的平臺打出國際 其實這個離岸人民幣的供應量有多大呢 因為據我所知內地的民眾是可以合法地去申請 每個人一年可以五萬元美元離開 就是有某些特別的需求 譬如說你可能需要出去做生意 或者出去買保險 是可以申請的 其實是不是主要都是通過這個渠道 將一些在岸的人民幣變成離岸的人民幣呢 還是只有這個渠道呢 不是的 這個最主要通常都是給一些散戶 就是retail的朋友 如果你說在機構層面的話 絕對不是 如果五萬元一個機構 那就不行了 那就沒有商業行為是可以發揮出來的 我記得在十年前 我還在銀行工作的時候 離岸人民幣那時候也有些貿易項 那些可以離/在岸交替的 透過這個額度去匯回國內 透過這個額度去匯回國內 或者匯下來都可以的 機構與機構之間的貿易互動 機構與機構之間的貿易互動 應該不受離/在岸的限制 國家無論如何都會給你一個quota 國家無論如何都會給你一個限額 如果之後大型的公司在香港申請了一個合法的牌照 如果之後大型的公司在香港申請了一個合法的牌照 可以發行他們公司的穩定幣的時間 就像我們上集所說的 國際的投資者可以買到這些公司發行的穩定幣 不過是以離岸人民幣作為一個 不過是以離岸人民幣作為一個 背後的支撐 但是這個離岸人民幣本身 如果已經離岸的時候 其實他理論上可以 與國際的外匯市場接軌得到 與國際的外匯市場接軌得到 所以變相等於 當投資者買了螞蟻的穩定幣之後 而且他買完之後 再在國際市場上流通的時間 某程度上是幫了這個國家將離岸人民幣國際化 其實是這樣理解嗎 是的 絕對可以 應該這樣說 就是為什麼要分開離岸及在岸 在岸的人民幣受到資本管制 離岸的人民幣就沒有受到相關的資本管制 離岸的人民幣就沒有受到相關的資本管制 離岸的人民幣就沒有受到相關的資本管制 變相就好像港幣一樣 不過問題是始終應用場景方面要加深應用場景 不過問題是始終應用場景方面要加深應用場景 譬如你出到來 譬如你出到來 但是絕大多數的人都會換成港幣或者換美金 因為世界上最流通的貨幣是美金 變相交易的始終都是美金 變相那些人出來的用途 變相那些人出來的用途 無論他做什麼都好 無論他做什麼都好 但是他怎樣都要先換回美金 或者換港幣 不好意思 我聽得不是很明白Victor你的說法 你的意思是說那些人民幣穩定幣 你的意思是說那些人民幣穩定幣 就是由內地企業發行的那些 他們投資者買了不是直接拿來用的 可以直接拿來用 但是以前的方法 假設人民幣穩定幣和人民幣都是一對一 假設人民幣穩定幣和人民幣都是一對一 假設人民幣穩定幣和人民幣都是一對一 都是同一樣東西 我這樣理解 都是同一樣東西 我這樣理解 如果以前他基本上出來的方法 他如果想做投資的話 他要換美金或者換港幣 才可以買到他相關的東西 他現在用穩定幣 變相他那個市場如果有任何一方是會收穩定幣的 變相他那個市場如果有任何一方是會收穩定幣的 變相他那個市場如果有任何一方是會收穩定幣的 人民幣穩定幣的 就無問題 現在有些企業開始發行人民幣穩定幣 現在有些企業開始發行人民幣穩定幣 代表那個企業會為人民幣穩定幣 代表那個企業會為人民幣穩定幣 製造一些應用場景 製造一些應用場景後有需求了 自然而然成為經濟體出來的 我看到的情況是 香港很特別 香港同時可能在發行港元掛勾的穩定幣 他同時在發行人民幣掛勾的穩定幣 就是雙線的出擊 那其實哪樣是主 哪樣是客呢 據我所知 是不是香港都會有港元的穩定幣出現呢 eHKD 其實之前他都做了一個試驗階段 基本上現在如果要出HKD穩定幣都很容易 eHKD數碼港元 這樣東西其實是 一個香港公司發行的貨幣 還是一個主權貨幣 還是政府發行的呢 穩定幣其實是一個半官方機構 HKMA 他自己行了一個試點計畫出來 在香港試用的 香港匯豐銀行都有份試用 其實都是一個主權貨幣 不是屬於公司 因為正常來說我們大家都提不出 有什麼香港的超大型企業 是和螞蟻京東是能夠相比的 你想不到誰可以發行這個穩定幣出來 認受性是夠大的 我想只有香港政府才做得到 但其實這樣的話 投資者為什麼不直接買美元穩定幣 譬如說美國那些銀行發行那些 他有什麼誘因要買香港這個穩定幣呢 具體來說 這個情況 如果你說比較 比較人民幣支撐的穩定幣 和港幣支撐的穩定幣 最主要的應用場景 剛才說了 人民幣支撐的穩定幣的應用場景 就因為有我們很多的電商和內地的 金融科技的公司去做支撐 所以其實他們一般是鼓勵 或者甚至是主要支持一個人民幣支撐的穩定幣的 因為這個亦都是對 好像我剛才有一個大主題說 對人民幣國際化 是一個很重要很重要的里程碑 所以這部份是一定的 大家都知道 如果你說以主線為主軸的話 那一定是以人民幣主導的穩定幣來打出國際的 接著回到Lorey你剛才問的那條問題 港幣 如果港幣的穩定幣 那它的應用場景是甚麼呢 暫時來說 我自己覺得回到 都是好像我們早前 我們上幾集都有說過的 譬如說你在港交所 你要買寧德時代 你是用甚麼買的 用港幣買的吧 所以如果你說真的要做一個應用場景出來 是給港幣支撐的穩定幣的話 那就是一個貨幣化的層面 即是說貨幣化的安全層面上 要用港幣支撐的穩定幣 才能夠買到貨幣化的寧德時代的股票 這個就是一個最合情合理的應用場景 所以就是一個港幣支撐的穩定幣 港幣支撐的穩定幣的話 它一定是要和香港政府的官方那邊 有一個很緊密的合作 就將我們香港 譬如說是SFC那邊 證監那邊 證監那邊一定是要有協定 所有東西是要齊了 所有章程要齊了 即是說將香港上市的股票 貨幣化了那部份 是需要用到港幣支撐的穩定幣 才能夠進行交易的話 這樣就有一個完美的應用場景 到時就會製造到需求給港幣支撐的穩定幣 這個就好像我剛才所說的 要幾方面是同時合作 是將整個貨幣化過程 整個RWA real world asset的tokenization 整個制度是去建立了下去 我們剛才說的一系列的穩定幣的法規 和SFC那邊的法規 貨幣化那邊的合作方 全部是要連成一線 才能夠做到這個應用場景出來 凸顯到香港支撐的穩定幣的價值 其實應用場景這樣聽上去都幾難達成 如果以港幣支撐的穩定幣來說 那就要看一下 好像剛才Victor所說 港幣一向的角色都是美元的代用劵 所以就昇華到一個區塊鏈的層面 變相都是用港元 只不過是用穩定幣的港元購買在區塊鏈上面 只不過是用穩定幣的港元購買在區塊鏈上面 只不過是用穩定幣的港元購買在區塊鏈上面 已經是通證化了的 已經是貨幣化了的股票 所以層面就不同了 但其實都是換湯不換藥 都是要用港元購買港股 或者是香港上市的股票 聽上去香港的角色 我這樣感覺 主要都是以幫離岸人民幣打通國際化為優先 主要都是以幫離岸人民幣打通國際化為優先 這個應用場景好像大很多 這個當然是國家的任務 做好這件事是很重要的 譬如說在現在金融體系裏面 美元始終是一個主導體系 它的交易 國際那些 怎樣把錢傳給別人 全部都經過他們的系統 如果這樣打通了的話 應該是香港首要的任務 我是這樣看的 我不知道兩位同不同意 這個是香港的絕對優勢 其實是國家給這張牌香港上得很漂亮的 好像我剛才一開始跟你分享的重點 香港本身已經是在走CIPS Cross Border Payment System 所以香港發行的穩定幣 我所說的是離岸人民幣支撐的穩定幣 其實是絕對可以借着這個優勢 善用香港現有的CIPS的功用 去做好數碼人民幣支撐的穩定幣的推進 去做好數碼人民幣支撐的穩定幣的推進 比任何一個地方做都更加合適的香港 好 這集的資訊都真的非常之難 坦白講我看文章的時候我看得一頭霧水 隨著和百樂聊天和Victor請教的時候 我發現清晰了知道發生什麼事 我希望觀眾朋友都拿到和我一樣的資訊 和你的理解和我同步了 其實整件事就是這樣的 我不知道有沒有理解錯 現在中國想推行的人民幣國際化 我們過往的認知就是將人民幣推出國際 但是這件事用了這麼多年 因為有資本管制 其實也不是這麼容易做得到的 但是如果通過所謂的離岸人民幣 就不同了 因為離岸人民幣是通過一些企業或者個人 將一些部分的人民幣已經離開了中國本土 去了一個國際金融市場裡面在流通 去了一個國際金融市場裡面在流通 而現在所講的人民幣穩定幣 其實背後的支撐就是這一堆的離岸人民幣 它和在岸人民幣不是同一樣的東西 所以這一種的穩定幣就很適合 通過香港這個國際金融中心 他們的制度 他們的法規 將它打向國際的市場 令到這個離岸的人民幣穩定幣 就可以有機會和這個美元霸權 不要說一較高下 起碼叫做不是被它完全的箝制住 也可以有機會跳過這個過往的SWIFT系統 去做錢的傳輸 希望藉此將中國的貨幣國際化 希望大家理解到整個做法 整個流程是怎麼樣 還有過程裡面 香港扮演了一個非常重要的金融中心角色的地位 而百樂是說 其實世界上沒有第二個地方可以做到 所以我覺得有時候樂觀一點 大家不需要講到香港必死的 也不需要這麼悲觀的 因為始終似乎是有一個新的金融中心的機會 讓我們可不可以重複過往幾十年我們走過的那條路 做一個獨一無二的身份 又能夠再創繁榮 做一個獨一無二的身份 又能夠再創繁榮 大家都可以借今集的討論和分享 都可以自己思考一下 有問題歡迎大家在留言區發問 因為我知道今集的討論真的比較深一點 因為我知道今集的討論真的比較深一點 我們下集的科技佬就和大家講一下 一些加密貨幣的支持者非常開心的話題 就是關於比特幣最近的升勢 其實原來如果計數計出來的話 比特幣現在的價格大概12萬美金 是遠未到頂 還有一段時間升 為什麼會這樣講呢 記得留意我們科技佬 下集見",
  "comments": null,
  "scraped_at": 1763723166.588875
}