{
  "success": true,
  "video_id": "fkNUFsvdhpE",
  "url": "https://www.youtube.com/watch?v=fkNUFsvdhpE",
  "content": "Hi Francis, you have just written the second annual edition of your Hong Kong versus Singapore deep dive report where you compare both cities prospects as both a financial and a business hub. Now this year you discuss how Hong Kong has surprisingly benefited from sharper US China tensions and how this has cemented Hong Kong's role as Asia's financial capital. Can you explain? We believe uh Donald Trump's uh foreign policies, tariff policies have been alienating the some of his allies and many of the countries in the world. In fact, on a relative basis, Hong Kong China may have become a bit more attractive and draw more funds to the city. I think uh we can see uh the Hong Kong initial public offering market as an evidence. uh so far this year uh we are talking about uh an IPO volume of about 14 billion US dollars uh which is the most in the world uh up till this stage of the year and uh this is also higher than the fullear figure about 11 billion US in 2024 and blue intelligence is expecting the overall IPO volume in Hong Kong to beat 22 billion US for the full year 2025. Five. Other than that, uh we still have a very robust wealth business flows uh thanks to uh the no interest rate on in mainland China at the onshore markets and many of the funds are still flowing into the city to uh uh seek for investment opportunities and high returns. And in terms of bond issuance, uh in 2024, uh Hong Kong is still better off than many uh uh financial hubs in the region. And uh Hong Kong is only behind Singapore in two areas. One of it is about the forex market. Hong Kong is a tiny bit behind Singapore as uh Asia's second uh uh forex trading hub and uh crypto will be another area uh which Singapore has more established regulations a bit ahead of Hong Kong. And what about Singapore? How has geopolitical tensions and rising global tariffs impacted the city? Yeah. Uh again, this about the uh Trump's uh tariffs, Trump's policies uh and Trump's policies to draw more uh investments back to the United States may affect the appetite of multinational firms uh to invest in foreign business hubs like Singapore versus uh in the United States. Uh that's the first point I want to make. The second point uh would be about the um you know the very basic tariffs uh Singapore is facing about 10% to the United States uh although it's still a very low level uh but uh uh there have been about 14% of Singapore's exports uh with destination to the United States in 2024 and in the same year manufacturing is accounting for uh about 21% of the GDP as a out uh we are uh seeing consensus uh forecast uh to have been adjusted down uh for the city state to about 2% over the past two three months because of the tariff impact and and lastly uh it it is about the gains uh from Hong Kong uh from 2020 to uh 2024 uh which may fade a tiny bit uh over the past few years uh especially during the covid pandemic Uh Singapore has been gaining the business and financial flows in uh from Hong Kong because of uh Hong Kong's uh political upheaval and uh the CO restrictions after the reopening of Hong Kong uh since 2023 uh this trend may have died down a tiny bit. So if Hong Kong is arguably Asia's financial capital, is Singapore still the region's business hub? And in particular, are global companies still using Singapore as their regional headquarters? Obviously, Singapore uh is still the top uh business hub in Asia, especially for uh foreign companies, multinational firms. According to uh owned uh uh uh statistical data, there have been about 34,000 uh foreign affiliate uh companies with offices in the city. as a projection uh from the uh data from 2016 to 2023, Hong Kong in this aspect is still quite behind uh with a tiny bit less than uh 10,000 last year. Uh although there has been a tiny pick up uh um you know for the number of foreign companies in Hong Kong. uh but uh for Singapore uh we do see uh some uh trend of peeking out uh because uh the business expenditure commitment from foreign companies have declined a tiny bit to uh 5.1 billion US dollars last year after uh very robust gains from 2020 to 2023. uh in Hong Kong uh however uh according to invest Hong Kong we do have a bit uh more uh FDI brought in by uh foreign entities uh about 10% higher in 2024 and real estate is a big component of both cities economies what's the outlook for the property market in both Hong Kong and Singapore Hong Kong has been experiencing a few years of uh a property downturn if we go to commercial property first uh Hong Kong's office ws still have a chance to go down by another 8% this year with uh prime office vacancy uh edging higher uh likely to 18% uh sometime this year. Relatively Singapore's uh office rent has been staying in the high level without much changes. That's what we're expecting. But on a relative basis because of Hong Kong's rental downturn, Hong Kong may become uh more and more attractive to international business. So that's the first point I want to make. The second point about the housing market. Again, uh Hong Kong's uh home prices have been edging down uh for about 30% since it peak in 2021 and Singapore has been uh gaining the uh during the same period. Uh for uh the Hong Kong property market, uh we are seeing some the green shoes because of a few reasons. First of all, we we see really low uh high ball. uh now is about the 1% uh versus the equivalent US rates about 4%. Uh this is a a uh definitely a positive factor driving the uh a potential stabilization of Hong Kong's housing market. Uh in in uh also we do see uh a bit of uh uh slowing supply in in the um you know housing premises, housing units. Um and uh that could also uh help curb the downturn of uh the Hong Kong home prices. Relatively Singapore's home prices have been staying at the really high level. We are still expecting the housing prices in in the city state to edge up uh by low single digits basis for percentage point uh this year. And lastly, a question that a lot of listeners may be interested in, which city pays more in terms of salaries and total compensation? for the time being uh if we try to sing out the financial industry uh Hong Kong still pays a lot more than uh Singapore. Um I take a few example for instance for the professionals uh the bankers uh uh working on the corporate finance and capital markets area um their salary uh director or managing director grade salary could still be uh like close to double of what the Singapore counterparts are making. And for um private bankers or wealth managers, uh Hong Kong's uh uh uh you know um RM could still make uh up to 26% more than the Singaporean peers. So the China factor does count quite a bit if you look at the IPO volume, if you look at the well flows uh from the mainland to Hong Kong over the past few years. Francis, thank you for your insights.",
  "title": "Will Hong Kong Surpass Singapore As a Global investor Hub?",
  "author": "Bloomberg Intelligence",
  "publish_date": "",
  "source": "YouTube",
  "language": "auto",
  "word_count": 1293,
  "extraction_method": "youtube",
  "extraction_timestamp": "2025-11-21T19:06:47.452614",
  "batch_id": "20251121_110512",
  "link_id": "yt_req12",
  "error": null
}