{
  "batch_id": "20251121_110512",
  "link_id": "yt_req2",
  "source": "youtube",
  "metadata": {
    "title": "《Boss市场快讯》中美金融戰新戰場，美國禁CBDC，香港卻猛推數碼港元",
    "author": "Boss 经济世界",
    "url": "https://www.youtube.com/watch?v=CoS2uyc2XI8",
    "word_count": 322,
    "publish_date": ""
  },
  "transcript": "大家好，我是Boss 今天是美东时间2025年7月12日 欢迎来到《Boss市场快讯》。 今天我們要聊的話題 絕對是近期香港金融圈的熱門焦點——「數碼港元」與港元穩定幣 聽起來是不是很高大上？ 金管局忙著搞「數碼港元」先導計劃 渣打、京東這些大佬也爭先恐後推出港元穩定幣 說是要「鎖定跨境支付」和「去中心化金融」。 但問題來了 這背後到底是香港經濟的「數字遮羞布」， 還是真正的「金融自救術」？ 今天我們就來扒一扒這場數字貨幣大戲 看看它到底是「真金白銀」， 還是「鏡花水月」！ 首先 讓我們搞清楚這兩個主角的基本概念 別被那些花哨的名詞嚇到 穩定幣，說白了 就是一種加密貨幣 目標是讓價格不要像過山車一樣瘋狂起伏 怎麼做到？ 靠「錨定」法幣或資產 比如美元、港元 甚至黃金 全球最大的穩定幣 像泰達幣和美元幣 就是1:1儲備美元 然後在區塊鏈上跑 實現高效的跨境支付 聽起來是不是很方便？ 但別忘了 這東西是私營企業搞出來的 監管不完善，透明度也參差不齊 隨時可能「脫鉤」——也就是說 你手上的穩定幣可能突然不值錢了！ 再來說說央行數字貨幣 這可是政府的「親生仔」。 簡單來說 就是把現有的法定貨幣變成數字版 比如香港的「數碼港元」和內地的數字人民幣 這東西由中央銀行發行 背後有國家信用撐腰 穩定性自然沒得說 但代價呢？ 就是高度中心化 政府想怎麼管就怎麼管 甚至可以直接監控你的每一筆交易 聽起來是不是有點毛骨悚然？ 這兩者的核心區別在哪？ 穩定幣是「草根逆襲」， 代表去中心化的金融自由夢想； CBDC則是「國家隊下場」， 目標是把貨幣體系牢牢抓在手裡 說白了，一個是想「革政府的命」， 一個是想「幫政府管得更嚴」。 但在香港這片土地上 這兩條路走得怎麼樣？ 我們接下來就用數據和例子 來好好分析一下 要聊香港的數字貨幣熱潮 我們得先看看香港經濟的「病根」。 過去幾年 香港經濟可謂是「屋漏偏逢連夜雨」。 根據香港統計處的最新數據 2023年香港GDP增長僅為3.2%， 遠低於新加坡的4.1%和內地的5.2%。 更慘的是，2024年第一季度 香港GDP同比增長僅2.7%， 而出口總額同比下跌了10.4%。 這是什麼概念？ 香港這個「國際金融中心」， 正在被自己的「國際」屬性拖垮——全球貿易萎縮、地緣政治緊張 再加上內地經濟放緩 香港的轉口貿易和金融服務業雙雙受挫 更要命的是 香港的房地產市場——這個曾經的經濟支柱——也快撐不住了 根據中原地產的數據，2024年上半年 香港樓價指數同比下跌了15%， 成交量更是腰斬 曾經的「地王」們，如今紛紛流拍 連李嘉誠的長實集團都開始打折賣樓 這背後的原因，除了高利率環境 還有香港人口的持續流失 根據香港入境事務處的數據 2020年至2023年 香港淨流出人口超過20萬 這些人帶走了資金、消費力 甚至是對香港未來的信心 在這種背景下 金管局突然高調推出「數碼港元」和穩定幣監管框架 難道真的是為了「金融創新」？ 還是說 這不過是經濟衰退下的一塊「數字遮羞布」？ 讓我們來看看數據和事實 先說「數碼港元」。 金管局從2023年5月開始搞「數碼港元」先導計劃 找來了16家機構 包括滙豐、渣打、支付寶、微信支付等 測試了六大應用場景 比如跨境支付、代幣化資產結算等 聽起來是不是很厲害？ 但問題是 這東西真的能救香港經濟嗎？ 我們先來看看內地的數字人民幣 這可是全球最成熟的CBDC之一 根據中國人民銀行的最新數據 截至2024年中期 數字人民幣的錢包數量已經達到1.8億個 交易金額超過7萬億元人民幣 聽起來很誇張對吧？ 但細看數據 數字人民幣的交易量只佔中國總支付金額的0.13%， 而且大部分交易集中在政府補貼和公務員薪資發放等場景 說白了，普通老百姓用得不多 更多是政府在「硬推」。 香港的情況呢？ 根據金管局的報告 「數碼港元」目前還在測試階段 連正式發行的時間表都沒有 更重要的是 香港的支付市場早就被支付寶、微信支付、八達通這些巨頭瓜分了 根據香港生產力促進局的數據 2023年香港移動支付的滲透率已經超過90%， 其中支付寶和微信支付佔據了跨境支付市場的70%以上 在這種情況下 「數碼港元」憑什麼能殺出一條血路？ 難道就靠政府的「行政命令」？ 更諷刺的是，金管局自己也承認 「數碼港元」的核心目標之一是「提升貨幣政策的執行效率」。 這是什麼意思？ 說白了 就是讓政府能更直接地控制你的錢 比如 政府可以給「數碼港元」設置有效期 逼你花錢刺激經濟； 或者直接監控你的每一筆交易 防止資金外流 聽起來是不是很熟悉？ 沒錯 這就是內地數字人民幣的「高級玩法」。 但問題是 香港人會接受這種「數字鐵拳」嗎？ 別忘了 香港的金融自由可是這座城市的命根子 一旦政府管得太多 國際投資者還會把香港當成「安全港」嗎？ 再來說說港元穩定幣 根據金管局的計劃 《穩定幣條例》將在2025年8月1日正式生效 目前已經啟動了「穩定幣發行人沙盒」， 首批入圍的機構包括渣打銀行、京東幣鏈和圓幣創新 分別計劃推出港元穩定幣HKDG、JD-HKD和HKDR 這些穩定幣號稱要用於跨境支付和去中心化金融 聽起來是不是很誘人？ 但問題來了 港元穩定幣真的有市場嗎？ 我們先來看看全球穩定幣的現狀 根據CoinMarketCap的數據 截至2024年10月 全球穩定幣的總市值約為1700億美元 其中USDT和USDC佔據了90%以上的市場份額 為什麼？ 因為它們錨定的是美元——全球最硬通的貨幣 而港元呢？ 根據國際清算銀行的數據 港元在全球外匯交易中的佔比僅為1.7%， 遠低於美元的88%和歐元的32%。 說白了 港元在國際市場上根本不吃香 誰會用港元穩定幣去做跨境支付？ 更搞笑的是 這些港元穩定幣的發行方 還得100%儲備港元現金或等價物 這是什麼意思？ 就是說，你發行1億港元穩定幣 就得在銀行存1億港元現金 問題是 港元的發行本身就受到聯繫匯率制度的限制 每發行7.8港元 就得有1美元的外匯儲備 換句話說，港元穩定幣的規模 根本不可能超過香港的外匯儲備 根據金管局的數據，截至2024年9月 香港的外匯儲備約為4200億美元 理論上最多只能支持3.3萬億港元的穩定幣發行 但現實呢？ 香港的M2貨幣供應量也不過16萬億港元 穩定幣能佔多大份額？ 恐怕連零頭都不到！ 更諷刺的是，這些穩定幣的發行方 還得接受金管局的嚴格監管 比如 發行方必須每天披露儲備資產的詳情 還得接受第三方審計 這跟傳統銀行有什麼區別？ 說白了 這種「穩定幣」根本不是真正的去中心化貨幣 而是披著區塊鏈外衣的「數字港元」。 既然如此 為什麼不直接用「數碼港元」？ 非要搞個穩定幣出來 難道只是為了讓渣打、京東這些大佬多一條「數字淘金」的路？ 說到這裡，大家可能會問： 既然「數碼港元」和港元穩定幣的市場前景這麼不明朗 為什麼金管局還要大張旗鼓地推？ 答案很簡單——這背後有中國政府的「影子」。 我們先來看看內地的數字人民幣 根據中國人民銀行的數據 截至2024年中期 數字人民幣的跨境支付試點已經覆蓋了香港、泰國、阿聯酋等多個地區 其中香港是大灣區的重點試驗田 為什麼選香港？ 因為香港是人民幣國際化的「橋頭堡」。 根據環球銀行金融電信協會的數據 2023年人民幣在全球支付中的佔比僅為4.6%， 遠低於美元的47%。 為了推廣人民幣國際化 中國政府需要一個既國際化又可控的市場 而香港正好符合條件 問題是，香港人會接受數字人民幣嗎？ 根據香港中文大學的一項調查 2023年只有28%的香港市民表示願意使用數字人民幣 原因很簡單——港元和美元已經夠用了 誰會多此一舉去用人民幣？ 更何況，數字人民幣的背後 是中國政府的嚴格監管 這跟香港的金融自由傳統完全背道而馳 在這種情況下 「數碼港元」和港元穩定幣的推出 很可能只是數字人民幣的「前哨站」。 比如 金管局可以通過「數碼港元」收集用戶數據 然後與數字人民幣實現「互操作」， 最終把香港的支付市場納入內地的數字貨幣體系 聽起來是不是很聰明？ 但問題是，這種「自上而下」的管控 會不會進一步削弱香港的國際金融中心地位？ 別忘了，香港的優勢在於自由 而不是管制 再來看看美國的態度 2025年1月 美國總統特朗普簽署行政令 禁止聯邦機構發行CBDC 轉而支持比特幣等去中心化資產 這是什麼意思？ 說白了，美國就是在告訴全世界： 我們不玩CBDC這套 我們要的是真正的金融自由 為什麼？ 因為美國很清楚，一旦搞CBDC 政府對貨幣的控制力會大大增強 但這會嚇跑國際資本 甚至削弱美元的霸權地位 香港呢？ 如果一味跟隨中國政府的步伐 搞「數碼港元」和高度監管的穩定幣 會不會讓國際投資者望而卻步？ 根據國際貨幣基金組織的數據 2023年香港的外商直接投資流入量同比下降了18%， 遠高於新加坡的5%和倫敦的8%。 這背後的原因，除了地緣政治風險 還有香港金融自由度的下降 如果「數碼港元」和穩定幣再進一步收緊監管 香港還能保住「國際金融中心」的招牌嗎？ 說了這麼多，大家應該看明白了 「數碼港元」和港元穩定幣 表面上看是香港金融創新的「新希望」， 但背後卻是經濟衰退下的一塊「數字遮羞布」。 為什麼這麼說？ 首先，從市場需求看 這兩者都很雞肋 「數碼港元」在本地支付市場根本競爭不過支付寶和微信支付 在跨境支付市場又競爭不過美元穩定幣 而港元穩定幣呢？ 由於港元本身的國際影響力有限 根本不可能成為主流 其次，從政策意圖看 這兩者更多是服務於中國政府的「大棋局」， 而不是香港自身的經濟需求 數字人民幣需要香港作為試驗田 人民幣國際化需要香港作為橋頭堡 但香港自身的金融自由卻可能因此受到威脅 最後，從國際競爭看 香港的數字貨幣熱潮 可能會進一步削弱其國際金融中心的地位 當美國選擇支持去中心化資產 當新加坡選擇更加開放的監管環境 香港卻在走一條「高度中心化」的路 這難道不是自斷後路嗎？ 所以啊，香港的「數字貨幣熱」， 說到底不過是經濟衰退下的一場「數字狂歡」。 金管局忙著搞創新，企業忙著搶風口 但真正的問題——經濟結構單一、人口流失、國際競爭力下降——卻無人問津 說句不好聽的，這場數字貨幣大戲 恐怕只是香港經濟衰退的又一幕「遮羞布」。 最後，我想給大家一些啟示 如果你是一個普通觀眾 關心自己的錢袋子 那麼請記住：數字貨幣聽起來很炫 但風險也不小 尤其是穩定幣，別看它叫「穩定」， 一旦脫鉤，可能血本無歸 而「數碼港元」呢？ 如果你在意隱私和自由 那麼最好三思而後行 如果你是金融從業人員，那麼請認清現實： 香港的數字貨幣市場 可能更多是政策驅動 而不是市場驅動 與其把精力花在這些「數字遮羞布」上 不如想想怎麼幫助香港找到真正的經濟出路——比如發展高端製造業、吸引國際人才、改善營商環境 好了，今天的節目就到這裡 香港的數字貨幣熱 到底是「真金白銀」， 還是「鏡花水月」？ 歡迎大家在評論區留言 告訴我你的看法 如果你喜歡我們的節目 別忘了點贊、訂閱、分享 我們下期再見！ 拜拜！",
  "comments": null,
  "scraped_at": 1763723153.9723158
}