{
  "batch_id": "20251121_110512",
  "link_id": "art_req1",
  "source": "article",
  "metadata": {
    "title": "Opening Remarks at MO•MENTS 2025 organised by Ant International on Global Outlook: Unlocking Market Potential through Financial Connectivity",
    "author": "Hong Kong Monetary Authority",
    "url": "https://www.hkma.gov.hk/eng/news-and-media/speeches/2025/04/20250429-1/",
    "word_count": 1605,
    "publish_date": "\n                        \n                          \n                          \n                            From\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                        \n                          a\n                          \n                            To\n                            \n                              \n                            \n                          \n                          \n                          \n                            Done\n                          \n                        \n                      "
  },
  "transcript": "Speeches\n29 Apr 2025\nOpening Remarks at MO•MENTS 2025 organised by Ant International on Global Outlook: Unlocking Market Potential through Financial Connectivity\nDarryl Chan, Deputy Chief Executive, Hong Kong Monetary Authority\nMr Peng Yang (CEO, Ant International), distinguished guests, ladies and gentlemen:\nGood morning.  To those of you who have travelled from far and wide, a very warm welcome to Hong Kong!\nIt gives me great pleasure to join you today for MO•MENTS 2025 organised by Ant International.  This is a great gathering of forward-looking, innovative people who bring and share remarkable expertise, experience and ideas to shape the future of payments.  Indeed, payments is shaping the future of finance by unlocking the many possibilities and immense potential.\nThe theme of this event is global connectivity.  In my discussion today, I will share with you the exciting journey Hong Kong is going through to promote connectivity in the payments space, both locally and globally.  Our objective is to achieve cheaper, faster, more transparent, and more accessible payment services.  Before going global, we started with local.  There were two starting points: stored value facilities (or SVF in short) and faster payment system, or FPS.\nIn 2015, the Hong Kong Monetary Authority (HKMA) introduced a regime to regulate SVF operators who take the form of e-wallets or prepaid cards.  Today we have a robust SVF ecosystem of 15 operators.  These operators serve a wide range of institutional and retail customers from mass market to more niched segments.  In less than a decade, the number of SVF accounts have doubled, from around 40 million in end 2016 to 80 million in end 2024; and the total number of transactions has grown by almost 60%, from around 15 million per day in Q4 2016 to 24 million in Q4 2024.\nThe FPS is another success story.  Launched in 2018, it is a platform that supports full connectivity among banks and SVFs.  It provides real-time, 24x7 interbank transfers with just a few clicks on mobile devices.  Since its launch, FPS has experienced phenomenal growth.  It now has 16.4 million registrations in total, on the back of a local population of 7.5 million.\nThe SVF and FPS, working individually or in combination, provide a powerful tool that facilitates cheaper, faster payments and enhances user experience.  They promote not just financial inclusion but also the growth of e-commerce.\nThe use of SVF and FPS goes beyond Hong Kong.  For example, Hong Kong e-wallets can now be used at over 30 million merchants in Mainland China.  Between 2021 and 2024, the number of cross-border transactions in the Mainland has grown by almost 50 times.\nIn the case of FPS, in 2023 the HKMA joined hands with the Bank of Thailand to link up FPS and Thailand’s PromptPay, enabling cross-border QR payments between the two jurisdictions.  Meanwhile, we are working closely with the People’s Bank of China to connect FPS with the Mainland’s Internet Banking Payment System.  Our plan is to formally roll out the link by the middle of this year.  Looking ahead, we are also exploring the possibility of further expanding the linkage of FPS with other fast payment systems in the region.\nThere is enough to keep us busy just by enhancing the interoperability and connectivity of the existing payment systems and networks.  Yet we are keenly aware of the need to keep taps on developments that bring new dimensions to the form and functioning of money.  Here I am referring to the emergence of central bank digital currency or CBDC, tokenised bank deposits, and stablecoins.\nIn terms of CBDC, our flagship project mBridge achieved the minimum viable product stage in 2024.  It is a seamless cross-border wholesale CBDC platform co-founded by the HKMA and several other central banks.  Supported by a comprehensive legal framework and a fit‑for‑purpose governance structure, the platform seeks to address the typical pain points in cross-border payments by enhancing efficiency and reducing costs through central bank digital money.  Going forward, the project will continue to expand the participation of public and private institutions with a view to achieving greater network effect.\nWe also leverage on our CBDC research to support the development of the tokenisation market.  Last year, the HKMA initiated Project Ensemble and established an Architecture Community to develop common industry standards that support interoperability between CBDC, tokenised money and tokenised assets.  In August, we launched the Ensemble Sandbox, working with our securities regulator and the private sector to explore and experiment with tokenisation of financial assets and real-world assets.  Currently, the use cases cover liquidity management, supply chain finance, green finance, and investment funds. We are pleased that Ant Group is an active participant of the Sandbox.  Project Ensemble also goes beyond Hong Kong.  We are partnering with other central banks including Thailand, Brazil and France to explore cross-border tokenisation use cases.\nOn stablecoin, we are in the final stage of passing the law that empowers the HKMA to license and supervise stablecoin issuers in Hong Kong.  Together with other regulatory efforts governing the exchange, trading and custody of crypto assets, the stablecoin licensing regime is an important element to nurture a responsible and sustainable crypto ecosystem in Hong Kong.\nRunning in parallel to the legislative process, a stablecoin sandbox was set up last year to provide a controlled environment for potential issuers to test the various features and controls of their proposed schemes, as well as their use cases that cover supply chain, capital market activities, cross-border payments, and Web3.0 applications.  The sandbox also enables the HKMA team to gain insights that inform the formulation of specific regulatory requirements and ensure they are fit-for-purpose.\nLadies and gentlemen, the payments industry has seen exponential growth in recent years and we should expect the momentum to sustain—if we do the right things.  On this, I don’t think people in this room need to be convinced.  Let me share some thoughts on how to capture those opportunities.\nFirst is to make good use of technology.  Technology is the key driver in this growth story and it keeps pushing the possibility frontier.  Just imagine the potential of combining the ever growing computing power, artificial intelligence (A.I.), machine learning and big data.\nWhat technology can deliver is amazing:\nin terms of making payment so much easier through one-click payment or voice-automated payments;\nin terms of capturing new customer demands such as buy‑now‑pay later or subscription payments; and\nin terms of tailoring payment service to the needs of individual customers.\nWhat we need is to stretch our imagination and be innovative.\nIn the process, one thing we always need to bear in mind is the fundamental value proposition of payment services—how payments can be made easier, faster, cheaper, and equally important, more accessible.  It is therefore heartening that we have a session today dedicated to inclusive growth.\nTechnology is a double-edged sword.  One increasingly troubling aspect related to banking and payments is the prevalence of fraud and scams.  In Hong Kong, more than 44,000 deception cases were reported last year, an increase of close to 12% year-on-year.  In a way we are victim of our own success by making payments much faster and more convenient.  This has now become one of the top challenges facing financial regulators across jurisdictions.  If unchecked, it will seriously undermine public confidence in the safety of the banking and payments sector, not to mention the issue of how to apportion the loss.\nThe HKMA and the banking and payments industries have therefore been in close collaboration with law enforcement agencies to raise public awareness, share intelligence and good practices, and use Scameter data to alert potentially at-risk customers.  This is a never ending battle, and technology can help address the risk.  We look forward to payments operators leveraging A.I. and machine learning in fraud detection and prevention of money laundering.  We at the HKMA stand ready to work with the industry in testing and deploying such technology.\nMy second point is about collaboration.  Deglobalisation, reglobalisation, fragmentation—it may take on different names or different forms, but one thing is for sure, the global economy is entering uncharted waters, in search of the more stable state when the dust gets a little settled.\nFor an industry like payments that thrives on interoperability and connectivity, this is not good news.  But the reshaping of the global economic order and the realignment of global supply chain can also mean new business opportunities for the payments sector:\nthink about the possible shifts, within a relatively short timeframe, in trade patterns and trade flows;\nthink about new relationships to be established between buyers and suppliers; and\nthink about the new payment corridors across countries and regions that may involve more local currencies.\nThese changes call for more timely, in-depth collaboration between different players in the payments space to better support customers.  And as long as payments remains a regulated space, we also need cross-border collaboration in the official sector, either through system linkage or policy coordination, to make this happen.\nIf I may quickly turn to my third point, which is the significance of operational resilience.  With increased connectivity and collaboration, system outage or cyber incidents will have much pronounced consequences.  It is crucial therefore, that operational resilience is a core objective and KPI.  And always have a contingency plan ready should anything untoward happen.\nLadies and gentlemen, as we look to the future, we need to be resilient, be agile, embrace technology, and, most importantly, remain customer-centric.  This should be the winning formula to unlock market potentials and promote a more efficient and inclusive financial ecosystem.\nWith that, I wish the event a great success.  Thank you very much.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 1605,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-21T19:06:22.610982",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763723202.4955933
}