{
  "batch_id": "20251119_105234",
  "link_id": "bili_req3",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1nZsBzsEs3/",
    "word_count": 2527,
    "publish_date": ""
  },
  "transcript": "10月20日，国家统计局公布了70个大中城市九月份房价的情况。继八月份北京二手住宅价格环比跌幅全国夺冠之后，九月份北京二手住宅价格的环比跌幅继续位居二线城市跌幅前列，而上海则勇夺一二线城市跌幅前三甲。有朋友过来问我说北京房价过去半年是跌幅最多的半年，是不是快到底了？如果不是，北京房价大概什么时候会止跌回升呢？我回答了他四个字，遥遥无期。为什么这么说呢？因为每个人都要住房子，都想住上更大、更好、更漂亮的房子，这是人性基本的欲望。所以，在居民部门债务负担处于低位的时候，以房地产债务扩张来推动经济发展的思路，就成为许多政府的首选。在政府的各项政策鼓励下，居民贷款买房的需求被点燃，然后会造成很长很长一段时间内房价的持续上涨。房价的上涨带来了更多人愿意贷款买房，因为可以赚钱。就这样，债务越多房价越涨，房价越涨债务更多，这就是债务资产通胀的发生过程。简单说，以上就是2001年到2021年这20年中国所发生的事情。直到有那么一天，撑破天的房价萎缩的购房需求无法继续增加居民债务，他们恰好赶到一起来。于是乎，债务资产通胀的逻辑就开始转变为债务资产通缩的逻辑，接下来，房价不得不开始下跌。而过去20年的房地产繁荣中，有无数人的工作收入都与房地产上涨有关。在全民债务处于高点的时候，房价一旦下跌，会有更多的居民收入会停滞和消失，从而给人们带来更大的债务压力，他们不得不选择卖出房子。在需求萎靡的情况下，他们的卖出造成了房价的进一步下跌。就这样，房价越跌，人们债务负担越重，债务负担越重，房价更要下跌，就形成了螺旋式的债务资产通缩。从2022年到现在，就整个社会而言，中国就处于这种债务通缩的时代之中。1990至2004年的日本，2007年至2012年的美国，都经历过这种因全国性的房价下跌带来的债务通缩时代。正因为房子贷款涉及到了几乎每位居民，一旦房价下跌，债务通缩的螺旋启动，即便政府会下场干预，会印钞减缓，但这个通缩也绝不会在2到3年内消失，而是会持续很久很久。久到什么时候？如果没有更多的买房接盘侠出现，可能会久到一代人死去，我们可以理性的预期一下，未来几年的中国会像美国2008年至2012年那样疯狂印钞吗？会像美国2012年之后因手机互联网科技爆发而带来无数高收入移民充当买房接盘侠吗？如果没有这种可能性的话，那么30年前和中国一样面临急速老龄化问题的日本房价走势就是我们最好的前车之鉴。具体到北京上海的房价来说，首都和魔都嘛，中国经济最富裕城市，这种高端大气上档次的城市，当然也只能拿日本东京的来进行对比。所以我到日本的国土交通省网站下载了日本东京都独立式住宅1984年迄今的价格指数，其整体走势是下面这样的。很显然，以日元计价的东京住宅价格，在触及债务通缩螺旋之后，从1990年的高点250点到2003年的低点96，耗时13年，中间几乎没有任何像样的反弹，统计下来总下跌幅度超过了60%。然后2004年至2007年，伴随着美国乃至全球性的房地产涨价大潮，东京都的房价只是小小的反弹一波，然后就继续下跌，大约涨了20%，然后就又是持续阴跌。直到2020年疫情之后，当日本生育率开始抬升，并且日本的通胀也再次猛烈来袭的时候，日本房价才算真正摆脱了下跌，到了我朋友希望的境界，止跌回升。算下来整整30年，那些房价最高点，背上30年房贷的一代人，终于把房贷债务还完了。然后我们用东京都的房价叠加上北京2014年迄今的房价情况，如果我们以东京都的房价作为参照，刻舟求剑的来看待的话，北京房价下跌最猛烈的阶段可能也接近尾声了。好消息是，再过个半年、一年，北京、上海等中国一线城市的房价下跌可能不会再像过去三年那么猛烈了。坏消息是，以后下跌虽然变慢，但房价还是在下跌，只是变成了阴跌。更坏的消息是，下跌的时间还将非常非常漫长，房价低点相比最高点的跌幅大概率会超过50%，时间大概率会超过十年，所以可以看得到的，将来北京房价止跌回升这种希望只能是遥遥无期。其实这个观点我在2025年1月初已经谈的非常明白了，当时的房价在2024年9至12月的各种政策刺激下已经开始止跌，无数房产大位都告诉大家房价还能再来一波上涨。而当时的我却明确提醒大家，卖房子最好的时机是三年前，其次就是现在。到了2025年6月，大城市房价再次开始下跌，房主们又开始犹豫，所以我就又发了一篇文章提醒大家新一轮房价冲击或将到来。当然，我前面已经承认，拿北京房价对比东京的房价，这是刻舟求剑。因为中国与日本的住宅地产有很多不同。我有个原来在国内做建筑师的朋友，现在去了日本，在那里从事房地产中介业务。他额外给我解释了很多很多日本特别是东京的住宅、商业、房产与中国的差异。日本因为是私有制为主的国家，东京的每一块土地都是隶属于某个人或私人机构。他们以盈利最大化为动机，凡是有大量人群聚集的地方，最有价值的开发方式便是建成住宅或商业地产。所以早在1990年以前，东京的土地基本都被开发殆尽。日本东京的房子可以说都是二手住宅，很少有新建商品住宅这样的标签。另外私有志也决定了你买下房产的时候，其实也一并买下了房产之下的土地，这才叫房地产。如果是独立住宅，产权确认自不消说。如果是那种很多人拥有的公寓住宅，那土地就是共有的产权，正因为是私有制，买下土地和房子的人在满足相关法律的前提下，想怎么建设都是自己的事情。哪怕在东京都很繁华的地方，也会有个别碍眼的独立住宅。要以整齐划一为美的话，东京的漂亮程度可能远不能和北京相比。所以我上面图表中东京的独立住宅和北京的公寓其实有着相当大的不同。这个有请大家注意，许多统计数据最有意思的地方在于，只要整个社会的债务通缩螺旋启动，再加上严峻的老龄化形式，哪怕是日本东京拥有土地产权的独立住宅，1984年至1995年的价格和走势，依然与我们2014年至2025年北京、上海的房价形成镜像般的对比。其实这也是我用东京的房价刻舟求剑的回答我那位朋友北京房价问题的原因。另外根据我这个朋友的说法，哪怕北京上海跌了这么多，按照当前的汇率计算，现在东京的独立住宅价格还是低于北京上海的，而且近几年人家东京的房价还是一直在上涨的。那么本期节目到此结束，感谢您的点赞转发，我们下期见。",
  "comments": null,
  "scraped_at": 1763549645.516271,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "国家统计局于10月20日公布70个大中城市九月份房价数据",
        "北京二手住宅价格环比跌幅在二线城市中位居前列",
        "上海二手住宅价格环比跌幅位列一二线城市前三甲",
        "2001年至2021年是中国房地产债务资产通胀的20年",
        "2022年起中国进入债务资产通缩时代",
        "日本1990至2004年经历全国性房价下跌带来的债务通缩",
        "美国2007至2012年经历过类似债务通缩阶段",
        "东京都独立式住宅价格指数从1990年高点250点跌至2003年低点96点",
        "东京房价总下跌幅度超过60%，耗时13年",
        "2004至2007年东京房价小幅反弹约20%后再度阴跌",
        "2020年疫情后日本生育率回升推动房价真正止跌回升",
        "日本房价在2020年后摆脱持续下跌，进入恢复期",
        "北京2014年以来房价走势与东京1984至1995年走势存在镜像对比",
        "中国一线城市房价下跌可能持续十年以上",
        "北京上海房价低点相比最高点跌幅大概率超过50%",
        "日本东京土地基本在1990年前已被开发殆尽",
        "东京所有土地均为私有制，归属个人或私人机构",
        "东京房产购买者同时获得土地使用权和房屋产权",
        "东京公寓住宅土地为共有产权，法律允许自主建设",
        "东京部分繁华地段仍存在独立住宅，影响整体整齐度",
        "当前汇率下东京独立住宅价格低于北京上海",
        "东京近年房价持续上涨，未出现明显下跌趋势",
        "中国与日本在住宅地产制度上存在显著差异"
      ],
      "key_opinions": [
        "北京房价止跌回升的希望是遥遥无期",
        "未来几年中国不会出现如美国2008-2012年般疯狂印钞",
        "中国缺乏类似美国手机互联网科技爆发带来的高收入移民接盘",
        "日本东京房价走势是北京最可靠的前车之鉴",
        "拿北京房价对比东京属于刻舟求剑，但仍有参考价值",
        "卖房最佳时机是三年前，其次就是现在",
        "新一轮房价冲击或将到来，房主应提前准备",
        "即使政府干预和印钞，债务通缩也不会在2-3年内结束",
        "房价下跌将形成螺旋式下行，持续时间可能长达一代人",
        "北京上海房价虽会放缓下跌，但仍将持续阴跌",
        "当前政策刺激无法改变长期下行趋势",
        "东京的独立住宅与北京的公寓不可直接类比",
        "日本私有制下的土地开发模式决定了其房产结构差异",
        "东京的建筑多样性反映其私有产权自由度更高",
        "中国一线楼市的长期低迷难以避免"
      ],
      "key_datapoints": [
        "北京二手住宅价格环比跌幅在九月份继续位居二线城市前列",
        "上海二手住宅价格环比跌幅位列一二线城市前三甲",
        "东京都独立式住宅价格指数1990年高点为250点",
        "东京都独立式住宅价格指数2003年低点为96点",
        "东京房价从1990到2003年累计下跌超过60%",
        "东京房价在2004至2007年反弹约20%",
        "东京房价真正止跌回升始于2020年疫情后",
        "日本房价脱离下跌周期历时约30年（1990-2020）",
        "北京2014年至今房价走势与东京1984-1995年形成镜像对比",
        "北京上海房价低点预计相比峰值跌幅超50%",
        "北京上海房价下跌周期预计超过十年",
        "2025年1月初作者已明确指出房价难再上涨",
        "2025年6月大城市房价再次开始下跌",
        "当前东京独立住宅价格按汇率计算低于北京上海",
        "东京近年房价持续上涨"
      ],
      "topic_areas": [
        "北京房价走势",
        "上海房价表现",
        "债务资产通胀",
        "债务资产通缩",
        "日本东京房价历史",
        "中美日房价对比",
        "房地产周期规律",
        "老龄化对房价影响",
        "私有制土地制度",
        "政策干预效果",
        "房贷债务压力",
        "阴跌趋势预测",
        "接盘侠缺失风险",
        "长期经济预期",
        "国际经验借鉴"
      ],
      "word_count": 1,
      "total_markers": 53
    },
    "comments_summary": {},
    "created_at": "2025-11-19T18:54:05.588854",
    "model_used": "qwen-flash"
  }
}