{
  "batch_id": "20251119_105234",
  "link_id": "bili_req15",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1XwCTBjEmS/",
    "word_count": 2381,
    "publish_date": ""
  },
  "transcript": "如果我这辈子都结不了婚的话，怎么跟父母交代啊？你需要交代啥？呃，我父母主要是他那边他这个心理上或者是那个不太好处吧。你我我我问你是谁呀？你需要给父母做的第一层交代叫做你自己能够先好好活着，用违法犯罪当做正常人。这是咱们给父母的第一层交代。我现在还能正常活吧，但是那不就行了，那就是有交代呃，就是可能是没什么都没什么出息了，没什么出息，你能够当一个善良的、正常的、世俗意义上的相对正常的好人就行了。为什么非得有出息？有出息的人里边王八蛋可多了啊。呃，就是我这个语言表达能力不太好啊，就是就是我父母他这个他老是觉得如果我这个不结婚的话，他会有压力。然后我感觉他这个状态不太好，我就不知道怎么样去开导他。我那个意思，人家当然的话有这个权利感受到压力，因为他们属于那个时代啊，在他们的价值认知体系里边的话，这是很重要的一件事情。人家当然有权利这样觉着呀，我我知道他有权利，但是我就想如何去开导一下他，让他好受一些吧。有没有别的，有没有一些方法什么的。那我们不知道您娶不上媳妇儿的主要原因是啥呀？这个我就是各种原因吧，主要是因为穷。那你父母也知道这一点，他就觉得哎反正你看人家都能都能结了婚要孩子，我是觉得那个样不是我想要的吧，就是说我不可能是为了我父母的这个这个念想去随便去结个婚，然后对我对我的另一半和孩子都不太负责任。这样我并没有替你父母在你那，你想怎么活是你的事儿，就像你父母怎么想也是他的事儿一样，您不用试图去改变他他愿意唠叨，唠叨的时候你就听着别还嘴就行了。你还不行，人家说一说，在人家的认知里边，我人家就觉得生孩子天经地义。这个东西的话，他只要不过来跟我掰扯，甚至你爹妈完了之后的话，他生了你养了你在鸟都旁边唠叨唠叨，你听着就行，你又不非得不用说唠叨唠叨，这个我倒对我没什么影响。那既然没跟，我觉得就不是个问题。因为您刚才所提及的这一点的话，您的想法叫做啥呢？叫做您想去改变父母亲，不好意思啊，想改变他人啊。首先在技术实操上，我们首先呢看有没有这个实力和能力。您都说了也没啥钱，也没啥本事，大家得在事实上说服不了他们。第21个的话呢，语言沟通的技巧你也不掌握，那么在实操上的话，第二一步也改变不了他们。第31点，成年人谁能改变了谁各自活好，各自的就行。换言之就一句话，他们让他们说你的话火你的就行了，就是没有什么有效的一些小技巧什么的。这个是靠技巧能够解决的问题吗？这不是靠技巧解决的问题哦，这个要根据你的现实现实实际的能力。你比如说你现在一个月能够赚个好几万，甚至不用好几万，月薪过万，是不是？家族当中的话也有话语权，他们生病了或者家里边缺点啥，冰箱坏了，第二天立马就能换。类似于这种在你父母面前腰杆子也硬，亲人面前腰杆子也硬。这样意味着你的独立性，你的实力各方面无需拿嘴上说，大家都能够看在眼里边。说话才有分量，老百姓的话来讲，说话才有点分量。但是如果说是现实，咱们达不到这一点的话，你还不允许你干妈唠叨唠叨了，天底下没这道理吧，你不能够要求他的认知和你必须一样。他们是上一代人，认知有局限性。在他们有限的认知局限里边，他发表一下他的观点，他焦灼焦虑一下项在您帮不了他的情况之下，你就听着就好，走耳不走心的听着就好。你还想改变他，你怎么改变啊？你拿什么改变？你要真想听，有没有技巧？有好好奋斗去给我先月薪过万，月薪过万了之后啊，告诉爹妈妈，你们别担心，是不是我即便娶不上媳妇儿，但是我现在给自己攒着钱呢，将来的话我花钱养老，哎，你们吃颗定心丸，类似于这种啊。嗯好了，先聊到这儿，别郁闷了。还有一个问题，有一个小问题，那你快点说呃，就是怎么连络，我连了你好长时间了，我这个以前是没这个问题的。然后就是突然想问问您，您现在这种直播状态如何调整自己的生物钟呢？我没调整生物钟啊，我的生物钟一直是一以贯之啊。多少年以来我一直过的都是欧洲时间，所以你们发现我家欧菲摩旅的时候，我过了中亚。再往前我根本的话我都不需要调时长嘛，就是隔一天，然后就这么晚睡觉，这么晚下播。你这个老表弟，别人跟你说话，你也没在听啊，我刚才说了个啥，我知道我知道我知道啥。大家的时间就一样，我一直在播欧洲时间啊。对啊，一直在播欧洲时间。所以现在是您的半夜，但不是不是我生物钟的半夜啊。难怪难怪难怪是这个半夜直播。所以你看我我那骑车不知道什么时候你见过大早上的，完了之后在那开直播的很少。基本上国内骑车我也是从中午开始骑骑到半夜这样子。是这个我是第一次第一次了解第一次了解啊，那我没什么，而这个问题的造成的话是有历史原因的，因为很多年前我是电视行业从业者。我们当年的录像都是怎么录呢？录节目基本上没有白天录像的。因为白天请来的嘉宾，尤其是歌手嗓子开不了，没法唱歌，很多嘉宾是没有办法表演的人到了晚上声带才能够打开。对于很多人而言，所以基本上都是什么呢？七点钟开始筹备，9点1刻开始录制，录制到凌晨的三点半到四点下班。从遥远的90年代末，一直到111年、一二年，我们都是过的这样的一套生物钟。时间都是在夜间工作，夜间录像，尤其是录制。后来就养成了我下一份工作的一个习惯，写书写书的时候白天太嘈杂太乱了，所以到了夜深人静的时候也没有什么人打扰你，所以我就养成了习惯。每天当年我写书的时候，都是从当天晚上的九点钟左右坐下，或者九点半坐下开始写，一口气写到第二天早上的五点半六点。然后我就睡觉，然后起来该休闲休闲，该吃饭吃饭，到了晚上的9.9点半再开播。那么到了现在又是。所以我为什么我开直播完了之后，有一个很重要的原因，我放在这个点开始直播，这个点我开始播我的状态好。还有一个原因是你避开了一个最峰值的时间，也不去跟其他的互联网那些带货主播抢饭吃嘛。因为毕竟咱们这流量不算太少，是不是同城的也好，还是本地的也好，不跟大家抢流量了是吧？原因就这么简单。好，回答完毕。好嘞，下一位稍等。好，再见再见嗯。",
  "comments": null,
  "scraped_at": 1763549749.6914432,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "说话人认为结婚并非人生必需，正常生活即可",
        "父母因时代背景对婚姻有强烈期待",
        "父母认知局限导致对不婚状态感到焦虑",
        "说话人经济状况一般，收入不高",
        "说话人不愿为满足父母而随意结婚",
        "说话人强调自我生存状态是首要交代",
        "父母有权表达压力，但不应被强行改变",
        "语言表达能力较弱，沟通技巧不足",
        "现实条件限制无法说服父母改变观念",
        "成年人之间难以真正改变彼此认知",
        "生物钟长期保持欧洲时间作息",
        "直播时间固定在晚上九点半至次日凌晨",
        "过去从事电视行业，夜间录制成常态",
        "90年代末至2010年代长期夜间工作",
        "夜间录制因嘉宾声带状态更佳而形成习惯",
        "写书时也习惯深夜写作，持续至凌晨五点",
        "直播时段避开流量高峰，减少竞争",
        "直播状态在晚间九点半后最佳",
        "当前直播时间对应国内半夜但非个人半夜",
        "曾长时间以欧洲时间为生活节奏基准",
        "直播内容不受时差影响，持续稳定输出",
        "骑车活动多安排在中午至深夜时段",
        "直播未刻意调整生物钟，自然延续旧习"
      ],
      "key_opinions": [
        "有出息的人中不乏品行恶劣者，不必追求世俗成功",
        "婚姻不应成为对父母的义务或妥协",
        "父母的焦虑应被倾听而非强行化解",
        "改变他人认知在现实中不可行",
        "独立性比言语说服更有分量",
        "父母的唠叨无需回应，听之任之即可",
        "真正的底气来自经济与生活自主",
        "月薪过万可增强家庭话语权",
        "养老规划可缓解父母对未来的担忧",
        "努力奋斗是解决家庭关系问题的根本途径",
        "生物钟无需人为调整，顺应自然即可",
        "夜间工作更利于专注与创作",
        "避开主流直播时段是一种策略性选择",
        "直播时间选择体现对流量生态的理解",
        "个人状态好才是直播成功的前提"
      ],
      "key_datapoints": [
        "直播开始时间为晚上九点半",
        "夜间录制持续至凌晨三点半到四点",
        "写书时写作周期从晚九点持续至早六点",
        "工作年限从90年代末持续至2012年",
        "月薪过万被视为具备家庭话语权的门槛",
        "直播时段避开其他主播流量高峰",
        "国内观众视角下直播处于半夜时间",
        "欧洲时间与本地时间存在时差差异",
        "骑车活动主要集中在中午至深夜",
        "单次直播连续时长可达数小时",
        "过去节目筹备从晚上七点开始",
        "录制过程常持续超过八小时",
        "写书期间每日写作约八小时",
        "直播频率为隔天一次或更频繁",
        "当前直播状态稳定，无调整计划"
      ],
      "topic_areas": [
        "婚姻与家庭压力",
        "代际认知差异",
        "经济独立与话语权",
        "生物钟与作息规律",
        "直播时间策略",
        "职业习惯延续",
        "自我价值认同",
        "父母情绪管理",
        "语言沟通困境",
        "现实能力与改变边界",
        "夜间工作文化",
        "创作效率与环境",
        "流量竞争规避",
        "个人状态与表现力",
        "长期行为模式形成"
      ],
      "word_count": 1,
      "total_markers": 53
    },
    "comments_summary": {},
    "created_at": "2025-11-19T18:55:49.698477",
    "model_used": "qwen-flash"
  }
}