{
  "batch_id": "20251120_120414",
  "link_id": "art_req11",
  "source": "article",
  "metadata": {
    "title": "",
    "author": "",
    "url": "file:///D:/App%20Dev/Research%20Tool/data/research/20251120_195654/20251120_120414/text/Form_8-K_CURRENT_REPORT.txt",
    "word_count": 5014,
    "publish_date": ""
  },
  "transcript": "### UNITED STATES\n### SECURITIES AND EXCHANGE COMMISSION\n```\nWashington, D.C. 20549\n```\n## Form 8-K\n### CURRENT REPORT\n```\nPursuant to Section 13 OR 15(d) of The Securities Exchange Act of 1934\n```\n```\nDate of Report (Date of earliest event reported): November 6, 2025\n```\n# Mettler-Toledo International Inc.\n```\n(Exact name of registrant as specified in its charter)\nDelaware File No.001-13595 13-\n(State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.)\n```\n```\n1900 Polaris Parkway\nColumbus,OH\nand\nIm Langacher, P.O. Box MT-\nCH Greifensee, Switzerland 43240 and 8606\n(Address of principal executive offices) (Zip Code)\n```\n```\nRegistrant’s telephone number, including area code: 1-614-438-4511 and +41-44-944-22-1 1\n```\n```\n(Former name or former address, if changed since last report.)\n```\nCheck the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant\nunder any of the following provisions:\n```\n☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425)\n☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12)\n☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b))\n☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c))\n```\nSecurities registered pursuant to Section 12(b) of the Act:\n```\nTitle of each class Trading Symbol(s) Name of each exchange on which registered\nCommon Stock, $0.01 par value MTD New York Stock Exchange\n```\nIndicate by check mark whether the registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (§230.405 of\nthis chapter) or Rule 12b-2 of the Securities Exchange Act of 1934 (§240.12b-2 of this chapter). Emerging growth company ☐\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with\nany new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐\n**Item 2.02 Results of Operations and Financial Condition**\nThe following information is furnished pursuant to Item 2.02, “Results of Operations and Financial Condition.” The information\nfurnished in this Form 8-K and the Exhibit attached hereto shall not be treated as filed for purposes of the Securities Exchange Act of\n1934, nor shall it be deemed incorporated by reference in any filing under the Securities Act of 1933, except as shall be expressly set\nforth by specific reference in such filing.\nOn November 6, 2025 Mettler-Toledo International Inc. (\"Mettler-Toledo\") issued a press release (the Release) setting forth its\nfinancial results for the three and nine months ended September 30, 2025. A copy of the Release is furnished hereto as Exhibit 99.\nto this report.\n**Non-GAAP Financial Measures**\nMettler-Toledo supplements its U.S. GAAP results with non-GAAP financial measures. The principal non-GAAP financial\nmeasures Mettler-Toledo uses are Adjusted Earnings per Share, Adjusted Operating Profit, Adjusted Free Cash Flow and Local\nCurrency Sales Growth.\n_Adjusted Earnings per Share_\nMettler-Toledo defines Adjusted Earnings per Share as diluted earnings per common share excluding certain non-recurring\ndiscrete tax items, amortization of purchased intangible assets, net of tax, restructuring charges, net of tax and certain other one-time\ncharges, net of tax. The most directly comparable U.S. GAAP financial measure is diluted earnings per common share.\nMettler-Toledo believes that Adjusted Earnings per Share is important supplemental information for investors. Mettler-Toledo\nuses this measure because it excludes certain non-recurring discrete tax items, amortization of purchased intangibles, net of tax,\nrestructuring charges, net of tax and certain other one-time charges, net of tax, which management believes are not directly related to\ncurrent and ongoing operations thereby providing investors with information that helps to compare ongoing operating performance.\nAdjusted Earnings per Share is used in addition to and in conjunction with results presented in accordance with U.S. GAAP.\nAdjusted Earnings per Share is not intended to represent diluted earnings per common share under U.S. GAAP and should not be\nconsidered as an alternative to diluted earnings per common share as an indicator of Mettler-Toledo’s performance because of the\nfollowing limitations.\n_Limitations of Mettler-Toledo’s non-GAAP measure, Adjusted Earnings per Share_\nMettler-Toledo’s non-GAAP measure, Adjusted Earnings per Share, has certain material limitations as follows:\nIt does not include certain non-recurring discrete tax items, amortization expense of purchased intangibles, net of tax,\nrestructuring charges, net of tax and certain other one-time charges, net of tax. Because non-recurring discrete tax items,\namortization of purchased intangibles, restructuring charges and certain other one-time charges are components of diluted earnings\nper share under U.S. GAAP, any measure that excludes non-recurring discrete tax items, amortization of purchased intangibles,\nrestructuring charges and certain other one-time charges, has material limitations.\n```\n2\n```\n_Adjusted Operating Profit_\nMettler-Toledo defines Adjusted Operating Profit as gross profit less research and development and selling, general and\nadministrative expenses before amortization, interest, restructuring charges and other charges (income), net and taxes. The most\ndirectly comparable U.S. GAAP financial measure is earnings before taxes.\nMettler-Toledo believes that Adjusted Operating Profit is important supplemental information for investors. Adjusted Operating\nProfit is used internally as the principal profit measurement by its segments in their reporting to management. Mettler-Toledo uses\nthis measure because it excludes amortization, interest, restructuring charges and other charges (income), net and taxes, which are\nnot allocated to the segments.\nOn a consolidated basis, Mettler-Toledo also believes Adjusted Operating Profit is an important supplemental method of\nmeasuring profitability. It is used internally by senior management for measuring profitability and setting performance targets for\nmanagers, and has historically been used as one of the means of publicly providing guidance on possible future results. Mettler-\nToledo also believes that Adjusted Operating Profit is an important performance measure because it provides a measure of\ncomparability to other companies with different capital or legal structures, which accordingly may be subject to disparate interest\nrates and effective tax rates, and to companies which may incur different amortization expenses or impairment charges related to\nintangible assets.\nAdjusted Operating Profit is used in addition to and in conjunction with results presented in accordance with U.S. GAAP.\nAdjusted Operating Profit is not intended to represent operating income under U.S. GAAP and should not be considered as an\nalternative to earnings before taxes as an indicator of Mettler-Toledo’s performance because of the following limitations.\n_Limitations of Mettler-Toledo’s non-GAAP measure, Adjusted Operating Profit_\nMettler-Toledo’s non-GAAP measure, Adjusted Operating Profit, has certain material limitations as follows:\n**-** It excludes amortization expense. Because this item is recurring, any measure that excludes amortization expense has\nmaterial limitations.\n**-** It does not include interest expense. Because Mettler-Toledo has borrowed money to finance some of its operations, interest\nis a necessary and ongoing part of its costs and has assisted Mettler-Toledo in generating revenue. Therefore any measure\nthat excludes interest expense has material limitations.\n**-** It excludes restructuring charges. Because restructuring charges are a component of operating income under U.S. GAAP,\nany measure that excludes restructuring charges, has material limitations.\n**-** It excludes other charges (income), net. Because other charges (income), net is a component of operating income under U.S.\nGAAP, any measure that excludes other charges (income), net, has material limitations.\n_Adjusted Free Cash Flow_\nMettler-Toledo defines Adjusted Free Cash Flow as net cash provided by operating activities including proceeds from the sale of\nproperty, plant and equipment, less capital expenditures, and before restructuring, acquisition cost payments, and tax reform\npayments. The most directly comparable U.S. GAAP financial measure is net cash provided by operating activities\n```\n3\n```\nMettler-Toledo believes Adjusted Free Cash Flow is important supplemental information for investors. It is used internally by\nsenior management for measuring operating cash flow generation and setting performance targets for managers, and has historically\nbeen used as one of the means of providing guidance on possible future cash flows.\nAdjusted Free Cash Flow is used in addition to and in conjunction with results presented in accordance with U.S. GAAP. Adjusted\nFree Cash Flow is not intended to represent net cash provided by operating activities recorded under U.S. GAAP and should not be\nconsidered as an alternative to net cash provided by operating activities as an indicator of Mettler-Toledo’s performance because of\nthe following limitations.\n_Limitations of Mettler-Toledo’s non-GAAP measure, Adjusted Free Cash Flow_\nMettler-Toledo’s non-GAAP measure, Adjusted Free Cash Flow, has certain material limitations as follows:\n**-** It includes proceeds from the sale of property, plant and equipment and purchases of property, plant and equipment, which\nare not considered to be components of net cash provided by operating activities under U.S. GAAP. Therefore any measure\nthat includes proceeds from the sale of property, plant and equipment and purchases of property, plant and equipment has\nmaterial limitations.\n**-** It excludes restructuring, acquisition cost payments, and tax reform payments which is considered to be a component of net\ncash provided by operating activities under U.S. GAAP. Therefore any measure that excludes these items has material\nlimitations.\n_Local Currency Sales Growth_\nMettler-Toledo defines Local Currency Sales Growth as sales growth excluding the effect of currency exchange rate fluctuations\nthat result from translating activity outside of the United States into U.S. dollars. The most directly comparable U.S. GAAP financial\nmeasure is U.S. dollar sales growth.\nMettler-Toledo believes that Local Currency Sales Growth is important supplemental information for investors. Mettler-Toledo\nbelieves local currency information provides a helpful assessment of business performance and a useful measure of results between\nperiods.\nLocal Currency Sales Growth is used in addition to and in conjunction with results presented in accordance with U.S. GAAP.\nLocal Currency Sales Growth is not intended to represent U.S. dollar sales growth under U.S. GAAP and should not be considered\nas an alternative to U.S. dollar sales growth as an indicator of Mettler-Toledo’s performance because of the following limitations.\n_Limitations of Mettler-Toledo’s non-GAAP measure, Local Currency Sales Growth_\nMettler-Toledo’s non-GAAP measure, Local Currency Sales Growth, has certain material limitations as follows:\nIt does not include the effect of currency exchange rate fluctuations that result from translating activity outside of the United\nStates into U.S. dollars. Because the effect of changes in foreign currency exchange rates is a component of sales growth under U.S.\nGAAP, any measure that excludes the effect of changes in foreign currency exchange rates, has material limitations.\nAdjusted Earnings per Share, Adjusted Operating Income, Adjusted Free Cash Flow and Local Currency Sales Growth should not\nbe relied upon to the exclusion of U.S. GAAP financial measures, but reflect additional measures of comparability and means of\nviewing aspects of Mettler-Toledo’s operations that, when viewed together with its U.S. GAAP results and the accompanying\nreconciliations to net\n```\n4\n```\nearnings, net cash provided by operating activities and diluted earnings per share, provide a more complete understanding of factors\nand trends affecting its business.\nBecause Adjusted Earnings per Share, Adjusted Operating Income, Adjusted Free Cash Flow and Local Currency Sales Growth\nare not standardized, it may not be possible to compare with other companies’ non-GAAP financial measures having the same or\nsimilar names. We strongly encourage investors to review our financial statements and publicly filed reports in their entirety and not\nto rely on any single financial measure.\nThe Release provides a reconciliation of Adjusted Earnings per Share, Adjusted Operating Income and Adjusted Free Cash Flow\nto the most comparable financial measures recorded under U.S. GAAP. The Release also presents Local Currency Sales Growth in\nconjunction with its most comparable financial measure recorded under U.S. GAAP.\n```\n5\n```\n**Item 9.01 Financial Statements and Exhibits**\n```\nExhibit No. Description\n99.1 Press release, dated November 6, 2025, issued by Mettler-Toledo International Inc.\n104 Cover Page Interactive Data File (embedded within the Inline XBRL document).*\n* Submitted electronically with this Report in accordance with the provision of Regulation S-T.\n```\n```\n6\n```\n```\nSIGNATURE\n```\nPursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the\nundersigned hereunto duly authorized.\n```\nMETTLER-TOLEDO INTERNATIONAL INC.\nDated: November 6, 2025 By: /s/ Shawn P. Vadala\nShawn P. Vadala\nChief Financial Officer\n```\n```\n7\n```\n```\nFOR IMMEDIATE RELEASE Exhibit 99.\n```\n### METTLER-TOLEDO INTERNATIONAL INC. REPORTS\n### THIRD QUARTER 2025 RESULTS\nCOLUMBUS, Ohio, USA – November 6, 2025 – Mettler-Toledo International Inc. (NYSE: MTD) today announced third quarter\nresults for 2025. Provided below are the highlights:\n- Reported sales increased 8% compared with the prior year. In local currency, sales increased 6% compared with the prior\nyear.\n- Net earnings per diluted share as reported (EPS) were $10.57, compared with $9.96 in the prior-year period. Adjusted EPS\nwas $11.15, an increase of 9% over the prior-year amount of $10.21. Adjusted EPS is a non-GAAP measure, and a\nreconciliation to EPS is included on the last page of the attached schedules.\n**Third Quarter Results**\nPatrick Kaltenbach, President and Chief Executive Officer, stated, “Our third quarter results were strong and reflected very good\ngrowth, especially in Industrial. I am very pleased with our team’s strong execution as we leverage our Spinnaker sales and\nmarketing program and innovative product portfolio to drive growth while delivering solid EPS.”\nGAAP Results\nEPS in the quarter was $10.57, compared with the prior-year amount of $9.96.\nCompared with the prior year, total reported sales increased 8% to $1,029.7 million. By region, reported sales increased 10% in the\nAmericas, 13% in Europe, and 1% in Asia/Rest of World. Earnings before taxes amounted to $269.2 million, compared with $259.\nmillion in the prior year.\nNon-GAAP Results\nAdjusted EPS was $11.15, an increase of 9% over the prior-year amount of $10.21.\nCompared with the prior year, total sales in local currency increased 6%. By region, local currency sales increased 10% in the\nAmericas, 6% in Europe, and 1% in Asia/Rest of World. Adjusted Operating Profit amounted to $309.9 million, compared with the\nprior-year amount of $296.6 million.\nAdjusted EPS and Adjusted Operating Profit are non-GAAP measures. Reconciliations to the most comparable GAAP measures are\nprovided in the attached schedules.\n**Nine Month Results**\nGAAP Results\nEPS was $28.12, compared with the prior-year amount of $28.55 which included a one-time non-cash tax benefit of $1.07 per share.\nCompared with the prior year, total reported sales increased 2% to $2.897 billion. By region, reported sales increased 4% in the\nAmericas, 3% in Europe, and 1% in Asia/Rest of World. Earnings before taxes amounted to $719.8 million, compared with $722.\nmillion in the prior year.\nNon-GAAP Results\nAdjusted EPS was $29.41, an increase of 2% over the prior-year amount of $28.74.\n```\n-1-\n```\nTotal sales in local currency increased 2% compared with the prior year. By region, local currency sales as compared to prior year\nincreased 4% in the Americas, were flat in Europe, and increased 1% in Asia/Rest of World. Excluding the impact from delayed\nfourth quarter 2023 shipments that benefited first quarter 2024 sales, year-to-date 2025 local currency sales increased 4%, including\n5% growth in the Americas, 3% growth in Europe, and 2% growth in Asia/Rest of World. Adjusted Operating Profit amounted to\n$829.9 million, compared with the prior-year amount of $848.0 million.\nAdjusted EPS and Adjusted Operating Profit are non-GAAP measures. Reconciliations to the most comparable GAAP measures are\nprovided in the attached schedules.\n**Share Repurchase Authorization**\nThe Company noted its Board of Directors authorized an additional $2.75 billion to be added to the share repurchase program, which\nhad $1.1 billion remaining as of September 30, 2025. The Company expects the additional authorization will be utilized over the\nnext few years, and that the repurchases will be made through open-market transactions, and the amount and timing will depend on\nbusiness and market conditions, stock price, trading restrictions, the level of acquisition activity, and other factors.\n**Outlook**\nManagement cautions that market conditions are uncertain and could change quickly. Based on today's assessment, management\nanticipates local currency sales for the fourth quarter of 2025 will increase approximately 3%. Adjusted EPS is forecast to be $12.\nto $12.88, a growth rate of 2% to 4%. Included in the fourth quarter guidance is an estimated 7% gross headwind to Adjusted EPS\ngrowth due to higher tariff costs.\nFor the full year 2025, management anticipates local currency sales will increase approximately 2%, which includes a headwind of\napproximately 1.5% from the previously disclosed shipping delays in the fourth quarter of 2023 that benefited the first quarter of\n2024. Adjusted EPS is forecast to be in the range of $42.05 to $42.25, representing growth of approximately 2% to 3%. This forecast\nincludes headwinds of approximately 4% from the previously mentioned shipping delays, and an additional 5% gross headwind\nfrom higher tariff costs. This compares with previous local currency sales growth guidance of approximately 1% to 2% and Adjusted\nEPS guidance of $41.70 to $42.20.\nThe Company stated that based on its assessment of market conditions today, management anticipates local currency sales growth of\napproximately 4% in 2026. This is expected to result in Adjusted EPS in the range of $45.35 to $46.00, representing growth of\napproximately 8% to 9%.\nThe Company does not provide GAAP financial measures on a forward-looking basis because we are unable to predict with\nreasonable certainty and without unreasonable effort the timing and amount of future restructuring and other non-recurring items.\n**Conclusion**\nKaltenbach concluded, “Looking ahead, we are well positioned to capture growth opportunities while benefiting from trends like\nautomation, digitalization, and onshoring. We continue to remain very agile as we face several uncertainties in global trade disputes\nand governmental policies. We are confident that our strategic initiatives and strong culture of innovation and operational excellence\nwill enable us to continue delivering strong performance in this dynamic environment. The additional share repurchase authorization\nalso allows us to continue the share repurchase program that has provided strong returns for our shareholders over many years. We\nare confident in our future growth prospects, and our balance sheet and cash flow generation remain strong.”\n```\n-2-\n```\n**Other Matters**\nThe Company will host a conference call to discuss its quarterly results tomorrow morning (Friday, November 7) at 8:30 a.m.\nEastern Time. To listen to a live webcast or replay of the call, visit the investor relations page on the Company’s website at\ninvestor.mt.com. The presentation referenced on the conference call will be located on the website prior to the call.\nMETTLER TOLEDO (NYSE: MTD) is a leading global supplier of precision instruments and services. We have strong leadership\npositions in all of our businesses and believe we hold global number-one market positions in most of them. We are recognized as an\ninnovation leader and our solutions are critical in key R&D, quality control, and manufacturing processes for customers in a wide\nrange of industries including life sciences, food, and chemicals. Our sales and service network is one of the most extensive in the\nindustry. Our products are sold in more than 140 countries and we have a direct presence in approximately 40 countries. With proven\ngrowth strategies and a focus on execution, we have achieved a long-term track record of strong financial performance. For more\ninformation, please visit [http://www.mt.com.](http://www.mt.com.)\n**Forward-Looking Statements Disclaimer**\nYou should not rely on forward-looking statements to predict our actual results. Our actual results or performance may be materially different than reflected in forward-looking statements because of\nvarious risks and uncertainties. You can identify forward-looking statements by terminology such as “may,” “will,” “could,” “would,” “should,” “expect,” “plan,” “anticipate,” “intend,” “believe,”\n“estimate,” “predict,” “potential,” or “continue.”\nWe make forward-looking statements in this Quarterly Report about future events or our future financial performance, including sales and earnings growth, earnings per share, strategic plans and\ncontingency plans, growth opportunities or economic downturns, our ability to respond to changes in market conditions, planned research and development efforts and product introductions, adequacy\nof facilities, access to and the costs of raw materials, shipping and supplier costs, gross margins, customer demand, our competitive position, pricing, capital expenditures, cash flow, share\nrepurchases, tax-related matters, the impact of foreign currencies, compliance with laws, effects of acquisitions, the impact of inflation, ongoing developments related to global trade disputes/tariffs,\ngovernmental policies, the geopolitical environment, the conflict in Ukraine and continuing instability in the Middle East on our business.\nOur forward-looking statements may not be accurate or complete, speak only as of the date of this Quarterly Report, and we do not intend to update or revise them in light of actual results. New risks\nalso periodically arise. Please consider the risks and factors that could cause our results to differ materially from what is described in our forward-looking statements, including ongoing developments\nrelated to global trade disputes/tariffs, governmental policies, the geopolitical environment, inflation, the conflict in Ukraine and continuing instability in the Middle East. See in particular “Risk\nFactors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in our Annual Report on Form 10-K for the year ended December 31, 2024 and other reports\nfiled with the SEC from time to time.\n```\n-3-\n```\n```\nMETTLER-TOLEDO INTERNATIONAL INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(amounts in thousands except share data)\n(unaudited)\n```\n```\nThree months ended Three months ended\nSeptember 30, 2025 % of sales September 30, 2024 % of sales\n```\nNet sales $ 1,029,699 (a) 100.0 $ 954,535 100.\nCost of sales 420,243 40.8 382,068 40.\nGross profit 609,456 59.2 572,467 60.\nResearch and development 51,143 5.0 47,117 4.\nSelling, general and administrative 248,391 24.1 228,777 24.\nAmortization 20,022 1.9 18,243 1.\nInterest expense 17,695 1.7 18,599 1.\nRestructuring charges 5,972 0.6 2,631 0.\nOther charges (income), net (3,003) (0.2) (1,852) (0.2)\nEarnings before taxes 269,236 26.1 258,952 27.\nProvision for taxes 51,743 5.0 47,436 5.\nNet earnings $ 217,493 21.1 $ 211,516 22.\nBasic earnings per common share:\nNet earnings $ 10.60 $ 10.\nWeighted average number of common shares 20,510,579 21,139,\nDiluted earnings per common share:\nNet earnings $ 10.57 $ 9.\nWeighted average number of common and common\nequivalent shares 20,571,000 21,242,\nNote:\n(a) Local currency sales increased 6% (5% excluding acquisitions) as compared to the same period in 2024.\n```\nRECONCILIATION OF EARNINGS BEFORE TAXES TO ADJUSTED OPERATING PROFIT\nThree months ended Three months ended\nSeptember 30, 2025 % of sales September 30, 2024 % of sales\n```\nEarnings before taxes $ 269,236 $ 258,\nAmortization 20,022 18,\nInterest expense 17,695 18,\nRestructuring charges 5,972 2,\nOther charges (income), net (3,003) (1,852)\nAdjusted operating profit $ 309,922 (b) 30.1 $ 296,573 31.\nNote:\n(b) Adjusted operating profit increased 5% as compared to the same period in 2024.\n```\n-4-\n```\n```\nMETTLER-TOLEDO INTERNATIONAL INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(amounts in thousands except share data)\n(unaudited)\n```\n```\nNine months ended Nine months ended\nSeptember 30, 2025 % of sales September 30, 2024 % of sales\n```\nNet sales $ 2,896,664 (a) 100.0 $ 2,827,234 100.\nCost of sales 1,181,453 40.8 1,140,966 40.\nGross profit 1,715,21 1 59.2 1,686,268 59.\nResearch and development 146,774 5.1 139,303 4.\nSelling, general and administrative 738,488 25.5 698,963 24.\nAmortization 54,796 1.9 54,649 1.\nInterest expense 51,127 1.7 56,781 2.\nRestructuring charges 13,296 0.5 17,624 0.\nOther charges (income), net (9,105) (0.4) (3,728) (0.1)\nEarnings before taxes 719,835 24.9 722,676 25.\nProvision for taxes 136,407 4.8 111,837 4.\nNet earnings $ 583,428 20.1 $ 610,839 21.\nBasic earnings per common share:\nNet earnings $ 28.20 $ 28.\nWeighted average number of common shares 20,687,609 21,288,\nDiluted earnings per common share:\nNet earnings $ 28.12 $ 28.\nWeighted average number of common and common equivalent\nshares 20,746,950 21,396,\nNote:\n(a) Local currency sales increased 2% as compared to the same period in 2024.\n```\nRECONCILIATION OF EARNINGS BEFORE TAXES TO ADJUSTED OPERATING PROFIT\nNine months ended Nine months ended\nSeptember 30, 2025 % of sales September 30, 2024 % of sales\n```\nEarnings before taxes $ 719,835 $ 722,\nAmortization 54,796 54,\nInterest expense 51,127 56,\nRestructuring charges 13,296 17,\nOther charges (income), net (9,105) (3,728)\nAdjusted operating profit $ 829,949 (b) 28.7 $ 848,002 30.\nNote:\n(b) Adjusted operating profit decreased 2% as compared to the same period in 2024.\n```\n-5-\n```\n```\nMETTLER-TOLEDO INTERNATIONAL INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(amounts in thousands)\n(unaudited)\n```\n```\nSeptember 30, 2025 December 31, 2024\n```\nCash and cash equivalents $ 69,065 $ 59,\nAccounts receivable, net 687,264 687,\nInventories 401,808 342,\nOther current assets and prepaid expenses 123,065 105,\nTotal current assets 1,281,202 1,193,\nProperty, plant and equipment, net 817,738 770,\nGoodwill and other intangible assets, net 1,009,560 926,\nOther non-current assets 412,966 349,\nTotal assets $ 3,521,466 $ 3,239,\nShort-term borrowings and maturities of long-term debt $ 63,609 $ 182,\nTrade accounts payable 247,404 215,\nAccrued and other current liabilities 881,115 769,\nTotal current liabilities 1,192,128 1,168,\nLong-term debt 2,146,249 1,831,\nOther non-current liabilities 432,287 367,\nTotal liabilities 3,770,664 3,366,\nShareholders’ equity (249,198) (126,890)\nTotal liabilities and shareholders’ equity $ 3,521,466 $ 3,239,\n```\n-6-\n```\n```\nMETTLER-TOLEDO INTERNATIONAL INC.\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\n(amounts in thousands)\n```\n**(unaudited)**\nThree months ended Nine months ended\nSeptember 30, September 30,\n2025 2024 2025 2024\nCash flow from operating activities:\nNet earnings $ 217,493 $ 211,516 $ 583,428 $ 610,\nAdjustments to reconcile net earnings to\nnet cash provided by operating activities:\nDepreciation 12,715 12,836 38,049 37,\nAmortization 20,022 18,243 54,796 54,\nDeferred tax benefit (2,287) (1,224) (5,127) (5,061)\nOne-time non-cash discrete tax benefit — — — (22,982)\nShare-based compensation 5,506 4,359 16,027 13,\nIncrease (decrease) in cash resulting from changes in\noperating assets and liabilities 45,923 8,936 43,014 13,\nNet cash provided by operating activities 299,372 254,666 730,187 702,\nCash flows from investing activities:\nProceeds from sale of property, plant and equipment — 65 — 733\nPurchase of property, plant and equipment (24,488) (21,421) (65,620) (62,622)\nAcquisitions (72,513) — (75,428) (2,473)\nOther investing activities (1,911) (16,287) (12,421) (4,048)\nNet cash used in investing activities (98,912) (37,643) (153,469) (68,410)\nCash flows from financing activities:\nProceeds from borrowings 435,629 539,071 1,558,207 1,561,\nRepayments of borrowings (411,565) (559,670) (1,474,937) (1,576,862)\nProceeds from exercise of stock options 1,797 14,203 10,859 22,\nRepurchases of common stock (218,749) (212,499) (656,246) (637,497)\nOther financing activities — (3) (920) (1,913)\nNet cash used in financing activities (192,888) (218,898) (563,037) (632,284)\nEffect of exchange rate changes on cash and cash equivalents (332) 2,639 (3,978) 302\nNet increase (decrease) in cash and cash equivalents 7,240 764 9,703 1,\nCash and cash equivalents:\nBeginning of period 61,825 70,810 59,362 69,\nEnd of period $ 69,065 $ 71,574 $ 69,065 $ 71,\nRECONCILIATION OF NET CASH PROVIDED BY OPERATING ACTIVITIES TO ADJUSTED FREE CASH FLOW\nThree months ended Nine months ended\nSeptember 30, September 30,\n2025 2024 2025 2024\nNet cash provided by operating activities $ 299,372 $ 254,666 $ 730,187 $ 702,\nPayments in respect of restructuring activities 4,949 4,086 10,594 19,\nPayments for acquisition transaction costs 901 — 901 —\nTransition tax payment — — 13,404 10,\nProceeds from sale of property, plant and equipment — 65 — 733\nPurchase of property, plant and equipment, net (24,488) (21,421) (65,620) (62,622)\nAdjusted free cash flow $ 280,734 $ 237,396 $ 689,466 $ 670,\n```\n-7-\n```\n```\nMETTLER-TOLEDO INTERNATIONAL INC.\nOTHER OPERATING STATISTICS\n```\n```\nSALES GROWTH BY DESTINATION\n(unaudited)\n```\n```\nAmericas Europe Asia/RoW Total\n```\nU.S. Dollar Sales Growth\nThree Months Ended September 30, 2025 10% 13% 1% 8%\nNine Months Ended September 30, 2025 4% 3% 1% 2%\nLocal Currency Sales Growth\nThree Months Ended September 30, 2025 10% 6% 1% 6%\nNine Months Ended September 30, 2025 4% —% 1% 2%\nNote:\n(a) Total net sales growth in local currency was 5%, and 9% in the Americas, excluding acquisitions for the three months ended September 30, 2025.\n(b) The Company estimates net sales growth for the nine months ended September 30, 2025 was reduced by approximately 2% from the recovery of delayed\nshipments during the first quarter of 2024. Excluding this impact, local currency net sales increased by 4%, and by geographic destination increased 5%\nin the Americas, 3% in Europe and 2% in Asia/Rest of World for the nine months ended September 30, 2025.\n**RECONCILIATION OF DILUTED EPS AS REPORTED TO ADJUSTED DILUTED EPS\n(unaudited)**\nThree months ended Nine months ended\nSeptember 30, September 30,\n2025 2024 % Growth 2025 2024 % Growth\nEPS as reported, diluted $ 10.57 $ 9.96 6% $ 28.12 $ 28.55 (2)%\nPurchased intangible amortization, net of tax 0.26 (a) 0.23 (a) 0.74 (a) 0.71 (a)\nRestructuring charges, net of tax 0.24 (b) 0.10 (b) 0.52 (b) 0.67 (b)\nAcquisition transaction costs, net of tax 0.05 (c) — 0.05 (c) —\nIncome tax expense 0.03(d) (0.08)(d) (0.02)(d) (1.19) (d)\nAdjusted EPS, diluted $ 11.15 $ 10.21 9% $ 29.41 $ 28.74 2%\nNotes:\n(a) Represents the EPS impact of purchased intangibles amortization of $7.1 million ($5.4 million net of tax) and $6.4 million ($5.0 million net of tax) for the three months\nended September 30, 2025 and 2024, and $19.9 million ($15.3 million net of tax) and $19.5 million ($15.1 million net of tax) for the nine months ended September 30,\n2025 and 2024, respectively.\n(b) Represents the EPS impact of restructuring charges of $6.0 million ($4.8 million after tax) and $2.6 million ($2.1 million after tax) for the three months ended September\n30, 2025 and 2024, and $13.3 million ($10.8 million after tax) and $17.6 million ($14.3 million after tax) for the nine months ended September 30, 2025 and 2024,\nrespectively, which primarily include employee related costs.\n(c) Represents the EPS impact of acquisition transaction costs of $1.3 million ($1.0 million after tax) for the three and nine months ended September 30, 2025.\n(d) Represents the EPS impact of the difference between our quarterly and estimated annual tax rate before non-recurring discrete items during the three and nine months\nended September 30, 2025 and 2024 due to the timing of excess tax benefits associated with stock option exercises. It also includes a reported EPS reduction of $1.07 for\nthe nine months ended September 30, 2024 for a one-time non-cash discrete tax benefit resulting from the reduction of uncertain tax position liabilities related to the\nsettlement of a tax audit.\n```\n-8-\n```",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Mettler-Toledo International Inc. filed Form 8-K on November 6, 2025.",
        "The company is incorporated in Delaware with IRS Employer Identification No. 13-43240.",
        "Headquarters are located at 1900 Polaris Parkway, Columbus, OH, and Im Langacher, Greifensee, Switzerland.",
        "Mettler-Toledo's stock trades on the New York Stock Exchange under the symbol MTD.",
        "The company issued a press release on November 6, 2025, reporting financial results for Q3 and nine months ended September 30, 2025.",
        "Adjusted Earnings per Share (EPS) increased 9% year-over-year to $11.15 in Q3 2025.",
        "Reported sales grew 8% year-over-year in Q3 2025, reaching $1,029.7 million.",
        "Local currency sales grew 6% in Q3 2025 compared to prior year.",
        "GAAP EPS was $10.57 in Q3 2025, up from $9.96 in the prior year.",
        "Adjusted Operating Profit reached $309.9 million in Q3 2025, up from $296.6 million in the prior year.",
        "Nine-month GAAP EPS was $28.12, down slightly from $28.55 in the prior year.",
        "Nine-month local currency sales grew 2% compared to prior year.",
        "Adjusted EPS for nine months was $29.41, up 2% from $28.74 in the prior year.",
        "Adjusted Operating Profit for nine months was $829.9 million, down 2% from $848.0 million in the prior year.",
        "The company authorized an additional $2.75 billion for share repurchases as of September 30, 2025.",
        "The Board approved the additional share repurchase authorization effective November 6, 2025.",
        "Share repurchases will be conducted through open-market transactions.",
        "Management forecasts fourth-quarter 2025 local currency sales growth of approximately 3%.",
        "Fourth-quarter adjusted EPS guidance is $12.00 to $12.88, representing 2% to 4% growth.",
        "Full-year 2025 local currency sales growth is expected to be approximately 2%.",
        "Full-year 2025 adjusted EPS forecast is $42.05 to $42.25, representing 2% to 3% growth.",
        "2026 local currency sales growth is anticipated to be approximately 4%.",
        "2026 adjusted EPS is projected to range between $45.35 and $46.00, reflecting 8% to 9% growth."
      ],
      "key_opinions": [
        "Patrick Kaltenbach praised the team’s execution and strong performance driven by the Spinnaker sales program.",
        "Management believes the company is well-positioned to capture growth opportunities from automation and digitalization trends.",
        "The company views its innovation leadership and operational excellence as key drivers of future success.",
        "The additional share repurchase authorization is seen as a way to continue delivering strong returns to shareholders.",
        "Mettler-Toledo remains agile in responding to global trade disputes and shifting governmental policies.",
        "The company expects strategic initiatives to sustain strong performance despite market uncertainties.",
        "Management anticipates headwinds from higher tariff costs will impact adjusted EPS growth in 2025.",
        "The company believes non-GAAP measures provide useful supplemental insight into ongoing operations.",
        "Forward-looking statements should not be relied upon due to inherent risks and uncertainties.",
        "The company does not provide forward-looking GAAP guidance due to unpredictability of restructuring and non-recurring items."
      ],
      "key_datapoints": [
        "Q3 2025 reported sales: $1,029,699,000",
        "Q3 2025 local currency sales growth: 6%",
        "Q3 2025 GAAP EPS: $10.57",
        "Q3 2025 Adjusted EPS: $11.15",
        "Q3 2025 Adjusted Operating Profit: $309,922,000",
        "Q3 2025 Earnings Before Taxes: $269,236,000",
        "Q3 2025 Amortization expense: $20,022,000",
        "Q3 2025 Restructuring charges: $5,972,000",
        "Q3 2025 Net cash provided by operating activities: $299,372,000",
        "Q3 2025 Adjusted Free Cash Flow: $280,734,000",
        "Nine months 2025 reported sales: $2,896,664,000",
        "Nine months 2025 local currency sales growth: 2%",
        "Nine months 2025 GAAP EPS: $28.12",
        "Nine months 2025 Adjusted EPS: $29.41",
        "Nine months 2025 Adjusted Operating Profit: $829,949,000",
        "Nine months 2025 Earnings Before Taxes: $719,835,000",
        "Nine months 2025 Net cash provided by operating activities: $730,187,000",
        "Nine months 2025 Adjusted Free Cash Flow: $689,466,000",
        "Cash and cash equivalents at September 30, 2025: $69,065,000",
        "Long-term debt at September 30, 2025: $2,146,249,000",
        "Total assets at September 30, 2025: $3,521,466,000",
        "Total liabilities at September 30, 2025: $3,770,664,000",
        "Shareholders’ equity at September 30, 2025: -$249,198,000",
        "Repayment of borrowings in Q3 2025: $411,565,000",
        "Repurchases of common stock in Q3 2025: $218,749,000",
        "Repurchases of common stock in nine months 2025: $656,246,000",
        "Proceeds from exercise of stock options in nine months 2025: $10,859,000",
        "Net increase in cash and cash equivalents in Q3 2025: $7,240,000"
      ],
      "topic_areas": [
        "Financial Results",
        "Non-GAAP Measures",
        "Sales Growth",
        "Earnings Per Share",
        "Share Repurchases",
        "Cash Flow",
        "Forward-Looking Guidance",
        "Global Operations",
        "Restructuring Charges",
        "Tax Implications",
        "Capital Structure",
        "Acquisitions",
        "Currency Effects",
        "Market Outlook",
        "Strategic Initiatives"
      ],
      "word_count": 5014,
      "total_markers": 61
    },
    "comments_summary": {},
    "created_at": "2025-11-20T20:07:37.328599",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763640474.5580516
}