{
  "batch_id": "20251120_075052",
  "link_id": "bili_req12",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1nY8mzcE2P/",
    "word_count": 5633,
    "publish_date": ""
  },
  "transcript": "400万在上海能买到什么样的房子？今天我们的好朋友带我们一起，没错，非常好的开发商保利合送就在我的身后。现在我们就去看看400万的房子到底怎么样？不怎么样，你长不怎么样。哇，好大的大门，我异口同声啊，你也说了，哇，好高级啊，哇专门的保安。你好，我们今天来看房的那你好你好，哎，那个感谢你的工作。哇，你看这个静谧的这种丛林，这个园林的这种氛围，哪一栋是咱们家呀？这个就是四楼。哇哇哇自动门自动打开的。哇，我我我还没见过这种自动门滑了，它不是滑移门，它是直接咔打开这种仪式感。哇塞太好了。它会自动关闭吗？会关闭吗？哎呦，关上关上了，哇塞哇塞哇塞哇塞，来来来来哇，这个电梯能容纳十个人吧？厉害厉害，4楼哇塞一梯两户哇，这种配置外面是这玄关，玄关哇，这个在门口就有所有的灯都可以控制。这个就是你花了3万弄的全屋定制，五万多弄全屋定制。给大家这个介绍一下你的这些东西。首先我这个柜子啊啊，我来我是通过熟人介绍去做的。哦，坑了有点后悔。我就知道这个当时本来转角不错，本来这个是什么？真的，这个是就是用一个圆弧，就是你看他的转角哦，很圆润，很圆很圆啊。你舒服舒服，你拍这真的你你你起来让我试试。真的这个好，哎呦，这个好是吧？是的是的，很环糊，这个东西特别好哦。这个防撞嗯防撞防磕，怕怕别人磕到这个沙发试一试啊，沙发怕洛飞洛飞，哇塞，就像回家了一样，没见过世面。我发现你这个灯光也很好，到底是有多少东西要存储你这个灯光？小米的那个你家那个一就这是不是嗯你家还有这种情况，你这个设计师是不是过于的追求空间存储了？嗯，对，是有一些太过了，就可哇塞你们家的存储空间很多的。够了，就是柜子就很多，主要的柜子里面哎这个是怎么摆啊？这个就是它是一个后面可以挂衣，然后这边可以可以转动的。对我刚刚在想怎么摆呢？你这个还可以放个电视。嗯嗯，可以，这是买的。对，你以为送的嗯没有送送的东西都是就是软装的东西，基本上都没有送。哎，正上上上上上去睡一下，就那舒上睡一下。哇，这里你看睡可以感觉可以睡五个人，有没有六个？这里还来一个。然后这边是什么呢？以你可以组这边是个这哎这是什么意思啊？这怎么这那里面怎么用？就是你可以化妆，化妆的东西可以往里放哦，里面相当于不是桌子了，就是来的时候这个桌子是这样。是的哦，当时没有这个哦哦这个东西是床头柜。对，床柜哦，相当于床头柜来说一下你你在这个家里面你最自豪，你最喜欢的一个地方，为我觉自豪，我就喜你最喜欢的个角落给我们展示一下。别胡妈呀，你不会没有吧？我最喜欢那个客厅呀。我我我我后面那个我买完那个垫子之后，我就想着就是来来这边坐在这边沙上看电视，感觉把电视打开，让我们看看这个多少寸呢，这个七。我操雷鸟是不是跟小妹他们家一样，雷鸟现在人家挺好的，哎也会去干。哇塞，直接收纳到这儿了，遥控器动，如果说我住在这儿，我绝对不会想到我家的遥控器在这儿。这道会这个桌子太丑了，是我这边呃，这个是过它是可以那个可以推动的对它是它本来哦这个板大可以丢掉哦，价哦，亮多了，亮多了。哇，这个电视好啊，好像还挺便宜的，多少钱？300 3000多吧。哇这个三千多也很便宜啊。你看这个电视这种清晰度搞不好是4K啊。这个这个是4K你听说过吗？你小米电视也4K你说我那是假4K不是真4K假4K什么叫真？什么叫假？2K抖成4K的什么抖？他一会儿在这儿一会儿在这儿，一个像素当俩生素使啊，这洗衣机烘干机装好了，你给我们展示展示啊，冬芝冬芝啊，冬芝好啊。老牌日系厂商呃被美的收购了，所以其实就是美誉被美国收购了，美的美国帝国主义嘛，我美帝呢哎美的收购了东芝。什么时候的事儿啊？只讲好笑，但是这个东西也不能哎，肯定经常用。我跟你讲，你洗完衣也不用晒，还是这个我这一愣不鲁，真的，你们大卫大卫这个有有有有发言权不晒了，在上海他妈能不晒衣服，我早不晒啊，晒衣服多麻烦啊。其实我本来想的是真的买小米的，小米的好在哪？小米多少钱？就是因为我对这个东西我不太了解，你知道吗？哦，所以你就觉得省事儿，你用小米算了。对我这我真的不知道这个东西是好还是坏，你知道吗？他用过小米，你说说小米的怎么样？小米好多少钱？烘干机就2000块钱，烘干机烘干机3000块钱哦，那就跟基本上跟这个价格差不多，五千多块钱。但是他这个你看到没有啊，他这个是10公斤还是三？哎，你看10公斤哦，这个我那个是8公斤哦，它这个大一点。对，它不仅仅是一个容量的问题，嗯，它是在你需要烘被子呀是这种东西的时候，它也更有劲儿，功率也更大哦，然后它整颗不容易卡壳，它整个系统的这个运转也更好。我跟你说啊，自己家里的东西就是最好的，你这个相当好，别老看什么小米了，小米也不是什么都好买你开冰箱，这什么牌子？什么牌L L这个有没有制冰系统啊？制冰没有，垃圾不怕，谢谢。这个结味特别好，最好奇的就是冰箱有没有制冰的地方，因为上好多冰箱，就是大飞家用的那个大飞那不是可以制冰吗？但是那个我们觉得容量会有些小，为什么不买制冰的呀？你们都不喝冰吗？他们不喝冰，他们年纪难道还要另外买一个制冰？他们年纪大了怎么样？舒不舒服？舒舒服可能特别急看，然后你再结合它这个房子，你第二喜欢的地方在哪里？特别想小。第二是来升降桌已经购置，你看到没有？这升降桌已经买起来了，然后呢，可能这个房子有点小，然后这里还有个柜子，所以这个桌子其实不好买。这么小的房间也是装了柜子牛逼，哎，就是说外边那些一堆柜子不够装到是又这里边。我觉得你喜欢这个地方都是因为他就相当于你一个同书啊你对对对，这个确实这个这个是高间，大概几篇合作，一个人八差不多好的差不多好的差不多好的，差不多。你八瓶，你老婆八十平一样温，我们你这儿更爽，比他那80的更爽，他天天来这找你啊。哎呦，这个飘装舒服呀，它是算米半的面积哦，那不是赚了。就比如说这个合同那400万只要200万哎，一点钱吧啊就是比如说比如说这这里的面积是两平啊，你量下来，但是因为他是嫖娼的话，所以他算法是算作一瓶。哎，我要是你我全部买瓢虫钱，你他妈你赚200万全部买飘窗，你这样就亏了。你看洗手间是也也是有这个飘窗，是不是他这个建筑房屋规结构，你得的这个规划还是啥？对，这个是开窗，他就是在控制面积，控制在90以内，房产税只需要1%。这个你看有人站着洗吗？比如说像蒙子就是上去洗。给我们展示一下你的开放式厨房和这个封闭式厨房的转换。看到没有啊？三层玻璃怎么样？他这里的开放式厨房能封闭，你受得了吗？你真想开就开，想关就关的一个开放式的厨房。哎，坤坤用了最己多少啊？对，这个是坤坤最需要的一个。对，这个是坤坤特别需要的一个东西。专门当时我就跟说了之后，水姐连夜去小卖部买的吗？这个这个喝你知道这个这里的这个水龙头是我自己装的，这个东西是你喝水的时候，平时就在这喝。姑，你会在这里做饭吗？可以，为什么？就是厨房还有个这种柜子，听我说真的你要用的话，你就发现确实有很多东西需要放东西。你知道你不会觉得你做饭的时候确实需要很大空间给你放东西。想想在这做炒菜，然后谢谢姐姐你做吧，是旁边的柜子没利用上，快快快还说哎呀，这样你拍你拍我快点快点做饭。这不是在做饭吗？炒菜炒菜炒菜炒菜，哎，看看有什么吃的吧。哦哦哦这边有有个可以就是拿锅就在那用吧。然后这边洗洗菜洗菜，然后洗完菜之后往问你多方便。嗯，食材全都这样摆，这个可以可以搁碗碟什么洗完之后往这放，对吧？这柜子真的太好了，我其实没有之前没有见过这样的设计，但是今天我大开眼界以后呢，所有人按照这样标准给我去装傻，我麻烦了。当时我让你用gd你不用，只要40万，全部给你妈的那个40万了，多少钱？我直接加起来10万10万10万，我操。那便家里被拖了呢，是吧？反而个人那为为什么？因为你这不舍得丢，那不舍得丢，因为知道自己家里还有地方放我们柜，全部删各种乱七八糟东西。外卖代购是不是经验？我觉得带省尼才不可能嗯，放不了东西，然后还是得带省哭哭哭，是不是要有时候说非常多的非常多的，怎么说呢？难受的地方有时候就是和他们各种猪台养我托不能敢，我敢想让我非常想，他妈的给你们1万块钱给我搞定，我不要烦这个事情。我觉得就是卫官脾气这么好，他都那个我觉得我到时候要打架了，真的我都我我都让你搞栖息地呀，气他妈了个逼呀。哎呀，七什么七地呀，十万全给你弄好，什么上门把你的那个这个精装房全拆掉，说给你装货一样。我我接过俩句广告，他就说参加过，他说真的，他被洗脑了，不是人家真好。你要是自己拿着这些东西去装，你没个七八十万，你装成他那样，他那里边的细节你都想象不到。他的墙甚至都是木板，你可以让选有很多风格。对，什么时候的那个乔迁？住过来八月底应该是八月底，目前计划是八月底。我什么时候住啊？八月底啊，我是这屋是吧，他当时都说好了让我住这屋，我当时我是不住这屋。嗯，可以，这个包窗不是住这这蒙子都可以睡，这个嫖娼我没有，我蒙当时蒙子都躺了，蒙着睡，那我睡这。因为我们说到大方店都买好了方便面，买好了飘窗垫。介绍一下我们的走廊，我很喜欢这个走廊，走廊这外面这个走廊太好了，这个走廊有穿堂风了。你看现在是出了家门之后，正对着的这个方向，哎呀，像不像香港电影里的那种走廊，稍微有点窄，有点短。如果说全部贯通，哎，就有有那味儿了。怎么样在这看风景，然后那边是你那屋，就这洗酒哦，那你洗手洗澡还会被人偷看哦，洗澡也能看到哇，这个楼下下面也是挺漂亮的啊。好了，这就是上海400万房子的room铺。大家喜欢这个房子1到10分，给大家给这个房子打多少分呢？如果喜欢的话，不要忘记给这个视频点赞、收藏、转发，我们下期见啊。他现在给你说的这些词儿都听不懂，都是他们都是装修黑化快，我快没电了，转加速快。我操这个有点怪呀，那丈不？我想我我我我操，我要放屁了啊。真的疯，我玩的这个东西特特别的偏财，就是说小孩就这我怀子被他做臭了，不会晕的，不存在晕的这种说法，完全不晕晕。你坐一下上面旋转的点好，不错，321开始这样子，1123456 80。好，走直线。好，下来走直线，走到大飞子来十一圈了啊，十二圈了，已经12圈了不快快快3秒之内要起来。哎，十三下来走直线，走三二一走。一下你这20小二十脚来来开始，234，我不抽6 7 8 9 10 11 12 14 14没？十八我操，十九我操，还有12 10我没有眼，我真的不去，我操我下不来。别别别别，我觉得别别一不能笑，不能笑，我走我走，快点给我，我去，我操操这这上面真的很晕啊，他刚刚缓过来了，我真的歇了一会儿，我真的晕的不行。好，回去吧，今天的挑战到了这里，你20快点去，快怕这个吗？不怕，你快去怕这个吗？快，我操真的很晕。我不是演的来来三三快。对我刚刚是不是很快？是我感觉超快，我都觉得我人要甩出去了。五比较快，三四啊九你要跟我一个速度，十十1、12 13 14、十五对，16、十七太慢了，都可以恢复过来了。18、19、二十好。所以暂示该你了，我我不行，我不行，我真不行，我真不我操，真的，刚刚那个我我再也不想要这种体验了，饿死了。8 9 10 11 12 13 14。我刚刚就是这样我刚刚就是这么状态，17 17 17 17，还有三圈。好，恢复一下来，321开始走。牛逼牛逼牛逼牛逼，我刚刚真的觉得我人要甩出去了，我不是开玩笑，真的我我是不是很快啊？嗯啊是很我刚刚坐在上面的时候是不是甩的很快？没，我操每个人20下，快点，一二十好，下来走直去下来来来。来来来不等不等，不能等来走出去，这个真的让我像约了，还可以啊，还可以还可以，牛逼牛逼。好了，你去每个人轮流出悉，你1234，你这好慢。十好了，下来吧，下来我有下不来了，晕吧？真的晕啊，不晕啊，但是能走直线还要请快快给他让让好，还挺值的。牛逼牛逼，真的很牛。来排序，谁第一啊？谁第一，谁是王者，我呀怎么窜那么快？对他先他先输七级第一个数，第二第装第一瑞尊嘛，看总裁吧。第三，群员这么真的无聊，一三是五，哎，一三已经分出来了，分出来了。哇，我这包背在张鹤丽身上太合适了。哎呦，谢谢，感谢还在这里守护为我们的安全，谢谢谢谢水，还有电有电有电，再见。亲爱的朋友，以后前面那位业主会经常与你相伴，要享受这种感觉知道吗？你觉得它下雨之后很，我也在想到这个他在洗礼我心灵的洗礼是吧？马路中间了你。刚没拍到你唱歌，你变这样了没发型。好在我。One. 刚才没录录啥呀，就跑过马路的那种镜头，没录上音吧。哎，唱歌不唱，这一盏神仙趁着我们流连世间，说魏坤，为什么魏坤会坐在副驾呀？我真不不懂，踩刹车，然后怎么跑倒，然后右手往下老人上奔。你好，特斯空调调低前前面四个好，有了呃，右边出个右边呃，前面前面前面前面右边。三小三。Last Christmas give you my heart, 是不是你的rap star，再进我兜里，在坚易的枸杞点共绽放火。晕呀，不方便，晕不晕晕啊，你你俩的不对呀，不晕了。嗯，我现在觉得脑子特别的混沌。嗯，我就想说我这个相机还能拍多久？我操我拍不了了，拍说我操你这个一格电还在拍啊。你刚刚说12分钟啊，嗯不能盯着这个看，真的会点那个三个红点，帮点那三个红点依四点，这个看着真的好晕，你别干你别干，哎，真的个思雨刮器怎么用啊？嗯左手按进去的对对，按对，然后你在屏幕上选自动，你先先摁一下，然后选自动。对了，然后呢往哪走呃，左转是到前，对，这边断左转这这一串神仙趁着我们流恋时间，你在身边就是缘缘分写在三生石上面。还有1‱天我就能再做一天。为什么会晕啊？唔系啊，即即俾问下我都嘛。用州几。别怕，老爹，他只会扣你的分，走啦，上十走十十啊，会会呀。只是古老的你留的有多痛，曾有多浓。那么爱在江南言语中心碎了才懂。哇，今万之女搞我什么呀？我说车他妈发能干了，不是不会去可了吗？你家你要知道你要干什么，你家道提的裤子吗？他的裤子为什么抽掉啊？因为他原来小学上学的时候，有一频被人他的我没有被他们班，我没有我没有被他们班上的人被人扯裤子直接扯下来。",
  "comments": null,
  "scraped_at": 1763625301.4033837,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "400万人民币在上海可购买一套位于保利合送开发商的住宅",
        "该房产为四楼户型，配备一梯两户设计",
        "入户门为自动感应开启，且会自动关闭",
        "电梯可容纳十人，具备较高空间利用率",
        "玄关区域支持全屋灯光智能控制",
        "全屋定制柜体由熟人介绍制作，存在后悔情绪",
        "柜体转角采用圆弧设计，具有防撞功能",
        "客厅配备75英寸雷鸟电视，支持4K分辨率",
        "电视为非官方赠送，属于软装部分",
        "洗衣机与烘干机均为日系品牌东芝，被美的收购",
        "烘干机容量为10公斤，功率更高，适合烘被子",
        "冰箱无制冰系统，容量较小，不支持制冰功能",
        "卧室设有升降桌，但因空间狭小安装困难",
        "飘窗面积按“半平米”计算，实际使用面积较大",
        "房屋建筑面积控制在90平方米以内，房产税仅1%",
        "开放式厨房可通过三层玻璃实现封闭转换",
        "厨房柜体设计合理，可放置锅具、洗菜及碗碟",
        "走廊具备穿堂风效果，通风良好",
        "洗手间设有飘窗，提升采光与视野",
        "乔迁入住计划于八月底进行",
        "业主自行安装水龙头，用于日常饮水",
        "装修细节包括木板墙面，可自由选择风格",
        "房间内有多个储物柜，收纳空间充足",
        "业主对客厅最感自豪，认为是理想休闲区"
      ],
      "key_opinions": [
        "业主认为全屋定制花费3万至5万元，性价比一般",
        "对小米电视的4K分辨率持怀疑态度，认为可能是‘假4K’",
        "认为烘干机容量大、功率高，优于自家8公斤机型",
        "认为开放式厨房设计实用，能灵活切换开闭状态",
        "对厨房柜体设计表示惊叹，称‘大开眼界’",
        "认为自己家的装修细节远超普通水平，需七八十万才能复刻",
        "认为邻居装修风格过于追求存储空间，略显过度",
        "认为飘窗面积算法不公平，建议全部购买飘窗以获利",
        "认为冰箱无制冰功能是重大缺陷，影响生活便利性",
        "认为升降桌虽好，但受限于空间难以合理安置",
        "认为走廊设计有港片氛围，颇具艺术感",
        "认为洗澡时可能被楼下路人偷看，隐私性存疑",
        "认为装修黑化严重，术语难懂，普通人难以理解",
        "认为视频内容娱乐性强，但挑战环节令人极度晕眩",
        "认为旋转椅挑战体验极差，导致严重头晕不适",
        "认为20圈旋转后恢复时间长，身体承受力不足",
        "认为此体验虽刺激但不值得重复，强烈拒绝再次尝试",
        "认为业主对房子的满意度极高，打分应在8-10分之间",
        "认为装修风格应统一推广，建议所有人按此标准改造",
        "认为搬家后将常与前业主共处，享受陪伴感"
      ],
      "key_datapoints": [
        "400万预算可购上海房产",
        "房屋总价约400万元",
        "房产税税率仅为1%",
        "房屋建筑面积控制在90平方米以内",
        "飘窗面积按半平米计价",
        "电视尺寸为75英寸",
        "电视价格约为3000元",
        "烘干机容量为10公斤",
        "烘干机价格为3000元",
        "洗衣机为东芝品牌，被美的收购",
        "冰箱无制冰功能",
        "升降桌已购置",
        "全屋定制费用约3万至5万元",
        "水龙头为业主自行安装",
        "乔迁入住时间为八月底",
        "旋转椅挑战持续20圈",
        "挑战中每人需完成20圈旋转",
        "旋转速度要求在3秒内完成一圈",
        "挑战者平均晕眩反应时间为12分钟",
        "相机拍摄续航时间约12分钟",
        "屏幕红点提示出现三个",
        "空调调节方式为手动+自动模式切换",
        "走廊宽度较窄，长度较短",
        "厨房柜体深度适中，可容纳多种厨具"
      ],
      "topic_areas": [
        "上海房价与预算",
        "精装房装修细节",
        "家电配置与品牌",
        "空间布局与动线设计",
        "隐私与采光问题",
        "居住体验与舒适度",
        "装修成本与性价比",
        "智能化家居系统",
        "公共区域设计",
        "住户互动与社区感",
        "挑战类内容体验",
        "视觉与感官刺激",
        "家庭生活便利性",
        "储物空间规划",
        "房产税费政策"
      ],
      "word_count": 32,
      "total_markers": 68
    },
    "comments_summary": {},
    "created_at": "2025-11-20T15:55:01.410579",
    "model_used": "qwen-flash"
  }
}