{
  "batch_id": "20251120_075052",
  "link_id": "bili_req2",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV15RW2zvENr/",
    "word_count": 5340,
    "publish_date": ""
  },
  "transcript": "先问大家一个问题，你觉得房价需要几年就能涨回最高点？以日本首都东京为例，1991年泡沫破裂，房价持续下跌和底部徘徊，共用时22年，下跌幅度高达70%。然后在2013年重新开启上涨趋势，仅用八年时间，就在2021年，房价收复失地超过了泡沫的最高点。也就是说东京房价用了22年下跌和筑底，用了八年时间上涨反弹，总共30年，实现了一波房价轮回。那这是不是意味着咱们今天这边买房被套的人等个30年就回本了呢？很遗憾不是那么简单，因为日本这新一波房价上涨的规律是只限于大城市，而且是新房。当然二手房也有，只是一小部分房龄较新且地段核心的才行。而大部分泡沫时期盖的房子，因为有30年房龄的老化，所以今天的价格仅仅只是同位置新房的40%到60%，而跟当年的买入价相比仍然是血亏。那我们的房价到哪一年才会真正的触底呢？肯定不可能完全照搬日本。不过本视频后半部分我会给你一个极其明确的底部信号。现在先别急，我想带你讨论一个非常有意思的问题。你觉得上面的人是想让房价继续跌还是重新上涨？肯定有很多人会脱口而出，老王你是傻了吧，出台了一系列救市措施拖底房价，不就是想让他别跌了吗？能涨当然是最好啊。其实恰恰相反，他们的真实想法是想让房价继续缓慢的下跌，为什么？哎，这里就需要先让大家清楚的认识到房价泡沫究竟有多大。有个概念叫房价收入比，意思就是说一个家庭的收入不吃不喝的前提下，多少年才能全款买得起当地的一套房。日本东京房价泡沫的最巅峰时期，这个数值是20，而国际上公认的合理区间最高也不要超过6，超过部分可以看作是房价泡沫。我们用合理数值6和实际数值21比，得到一个数据，30%。也就是说东京房子的合理价值只有三成，七成都是泡沫，事后非常巧，日本东京的房价最后还真的跌到了只剩30%，而在2020年前后，深圳的房价收入比竟然高达45，这你受得了吗？这其中的泡沫我都不敢算有多少，那面对如此大的房价泡沫，再加上日本政府怎么出政策就房价都没用的前车之鉴，高层肯定知道房价最终一定会跌到合理的价格。所以，集中出台再多的利好政策去保房价不跌，都是肉包子打狗，有去无回。所以这几年你会看到一个非常奇怪的现象，所有楼市利好政策的出台，好像都在有意的控制节奏，就像在挤牙膏。只有房价连续几个月哐哐下跌，速度太快引起恐慌了，有关方面才会偶尔出台措施去救一下，其余时间就是看着它跌而冷眼旁观。大家好好想一下，如果他们真的想让房价快速止跌，很简单啊，把各种利好政策绑在一块，直接当大招出，那为什么不呢？这就像手里明明有四个二可以一起出当炸弹，旧房价的效果肯定很好，那为什么非要拆着打呢？这不非常奇怪吗？哎，这背后的原因就是上面的人知道泡沫太大，只靠政策是救不了房价的。救市措施如果一下子出完效果，也只能管一治，今后就没招了。那与其如此，还不如就让房价好好跌，跌到合理价格自然就停了。在这个过程中，如果跌的太快，就出措施托一下底，让房价的下降尽可能的平稳。所以我前面才说，他们其实更想让房价平稳的跌，而不是再次暴涨。那么问题来了，他们是怎么利用救市措施让房价平稳的下降的呢？第一招，制造房价还有希望的感觉来吸引人继场买房。比如今年各地热捧的第四代新房，通过取消公摊面积来掩盖价格下跌。打个比方，假如房价1万块钱一平，以前花100万要公摊掉30%，只能到手70平米的住宅面积，而现在却不用公摊了，直接到手100平，这一招妙就妙哉。虽然新房价格实际上已经下降了30%，但明面上看却没怎么跌，还没买房的人一看房价真坚挺，呲溜一下就进来了。第二招，救市政策慢慢出，永远不用完，给人一种永远有大招还没出，一出房价就涨的感觉，比如深圳救市措施，从2023年开始出到现在都还没出完，仅仅一项取消限购就被玩出花来。这几年先是严格执行套数限购，然后看房价跌得快就允许多买一套，但是限制要有户籍有社保，然后房价又跌了，情况不妙，就户籍和社保又不卡那么严了，然后最新的政策是上个月5号又放开非核心区，想买多少套都可以。你说他们为啥要搞得这么神神叨叨的，直接全部放开不好吗？哎，这个涉及行为金入学的知识，慢慢放还真就比一次性放完的效果好，为什么呢？因为这种慢出政策的操作，一定会激活大部分有房人的侥幸心理，让他们觉得现在跌了只是暂时的，还有很多政策没出呢，说不定下个月就有更大的救市措施，房价一下子就涨回来了，反正国家不会看着房价一直跌的。这一下子就让很多人打消了挂房去卖的想法，选择再等等看法，于是就减少了卖盘，有利于房价的稳定。同时还会让想买房但是在观望的人觉得政策又托底了，再不买，万一后面房价反弹我就亏了，蹭一下就上车了，增加了买房的数量，也有利于房价稳定。那如果选择一次性放开所有的救市政策会出现什么情况？此时所有人都会觉得这是最后一招了，如果再不行，后面就没救了。因此，如果政策效果不及预期，或者政策要效过去的话，就很容易引起恐慌性的抛售，导致房价暴跌局面失控。因此，保持这种手里一直还有旧市的牌没出的状态，就可以吊着市场的盼头，造成永远有一部分人看涨，由他们入场来托底房价，从而避免形成所有人一致看跌抛售的踩踏式出逃灾难。这样就可以让房价跌得慢，跌得稳，才不会一下子崩掉。那紧接着就有一个问题，用这种手段保房价，消费者也不傻，它会随着房子价格的实际下降而逐渐抛弃。所谓房价永远涨，或者即使下跌也会很快涨回来的观念变得逐渐清醒起来。事实也的确如此，今年上半年的全国房价，一线城市的跌幅还是小于23线的，说明此时一线还更抗跌。可是六月、七月、八月这三个月，房价突然变天了，一线城市的二手房价格仅六月单月就跌掉了0.7%，七月扩大到单月下跌1%，八月继续下跌1%。一线城市这三个月的跌幅竟然全部都大于同期的二三线城市。这个数据非常奇怪，一线不是最抗跌了吗？怎么会突然比二三线跌的快？而且更有意思的是，单单一线里面的四个城市也发生了这种奇怪的现象。之前北京和上海是比广州和深圳更抗跌的，可是最近这几个月北上的下跌速度是追上甚至超过广深的，这两组数据对比共同揭示了一个很危险的信号，那就是以前房价越坚挺的地方，现在挺不住了，开始了加速补跌。不知道大家还记不记得很多看涨房价的人喊的口号是怎么变的？以前他们喊中国房价永远上涨，不会下跌，然后被打脸，就开始喊一线城市永远不会下跌，又被打脸，转而又去喊一线城市的核心地段才能永远保持，这个其实也已经被打脸了。举个例子，王思聪他有一套位于上海市中心顶级商圈绝版地端的豪宅，2024年开始挂拍，标价一个亿，最终在今年9月份以6150万的价格成交，这个跌幅接近40%。而这种核心地段也要打折才能卖掉的现象，在今天已经不是个例了，而是普遍如此。所以从他们喊的口号可以看出，看涨房价的人，他们关于房价永远涨的信念，其实是在不断的被推倒，不断的收缩。从看涨全国房价一路收缩到只看涨核心城市的核心区域，甚至还有人喊只看涨核心城市的核心区域的几个核心楼盘，这种现象在投资领域被称作资金的撤退抱团。也就是说，本来看涨房价的资金强大到可以推动全国房价上涨，后来被打的一路溃逃。它最后的堡垒就是核心城市、核心区域的核心楼盘。当这个最后信念也被打破的时候，房价的形势才可以说是完全的逆转。大局已定，此时大家就开始比谁跑得快了。因此就出现了我们前面看到的现象，最抗跌的一线城市，这几个月房价的跌速竟然快过了二三线。这就是看涨资金连一线大本营都守不住，转而全面投降的信号。当然这种一线城市领跌的情况不可能一直持续，情绪宣泄之后，市场会回归理性，救市政策也会陆续出台。踩刹车，到时候你有多余的房子，想帮助有缘人住进去，就可以转手给他。所以今后所有区域的房价都会陆续回到他该有的价格，这个价格是多少？去看我6月27日的视频，他会教你怎么计算房价底部。当然了知道底部位置之后，你肯定更想知道如何判断这个底部到来的时间，对吧？那这个方法是什么呢？就是看房产税什么时候全面落地。这背后的原理用专业投资知识解释就是七个字，利空出尽是利好。什么意思？大家跟我一起捋一下这个逻辑。首先房价为什么跌？是不是因为卖房的比买房的人多，为了卖掉房子，他们要把价格往下挂才有人买，所以价格才越来越低，对不对？那这个价格下跌的趋势什么时候结束呢？答案就是当卖房的人开始由多变少降到最少，少到和买房的人一样规模的时候，买卖双方的力量是不是就重新平衡了，此时价格的底部就出来了。那么问题来了，什么时候卖房的人会减少到最少？结合我们前面的分析，很多人之所以不卖房，是因为一段时间处于一个救市措施，给了他们希望。可是当有一天房产税全面出台，这就意味着所有利好政策已经出完了，今后不但不会有利好，我还要从你们这些有房子的人手上征房产税，那这批最坚定的看涨房价的人就会彻底破房，开始大规模抛售，而他们就是全市场最后一波卖房子的人，因为其他人要卖，早就卖了，哈哈。那当这波人都卖完之后，就不会再有巨大的抛压压低房价了，此时买卖双方的力量会重新达到平衡，房价从此告别大起大落，这就叫利空出尽，是利好。利空出尽的意思是房产税这个对房价不利的消息全面落地。利好就是说房产税激活最后一波抛压之后，价格基本到底，而这个房价底部是因为政策而形成，故而常被投资者称为政策底。那再往后的房价会怎么演变呢？它会进入一个价格比较平稳的新阶段，这个阶段的专业名词叫筑底。这个筑底的时间不会很短，因为大家都被房价伤透了。下一波大规模的房价上涨行情，要等这些已有的购房者把房贷还一还才行。而且筑底阶段往往会有三个底部，先出现政策底，然后市场慢慢接受现实。出现市场底，最后等待宏观经济的复苏。大家都收入有了改善，部分大城市才有可能重新出现上涨行情。此时的底部就被叫做宏观经济底，简称宏观底。而一般的顺序是先出政策底，再出市场底，最后出宏观底。不知道大家现在还记不记得我开头提到日本东京房价的下跌和筑底的时间加在一起是22年。这其中在第11年的时候，房价其实就已经见底了，剩下的一半时间都是在底部晃荡，所以可见筑底时间之长。不过日本的经历啊只供借鉴，国情不同，不能简单类比。好，刚才这段内容因为涉及比较专业的投资逻辑分析难度不小。如果你听懂了，说明非常有学投资的潜力，给你点赞，可以弹幕打个听懂让我看到。那最后呢我想再发出一个劝告，就是如果你今天买房还是抱着买一套，然后等它增值就卖掉的投机心态，你就站在了国家意志的对面，百分之百摔个粉碎。因为房住不炒不是开玩笑，国家是希望你可以买房来自住，而不是继续炒作，再吹一个大泡沫让它来兜底。很多人还在糊涂，不知道究竟是什么让中央下定决心，即使价格再怎么跌，也要挤干净房价泡沫。给大家一个数据就懂了，中国A股的上市公司是中国各行业最顶尖的领头羊，而他们本该肩负科技创新的重任，结果在2019年被爆出来，有高达48%、接近一半的公司在不务正业去参与房地产炒作，他们囤积的房产总值竟然高达1.3万亿，原来他们才是最大的炒房客。这些上市公司拿着从中国股民手上融来的钱去炒作拉高房价，反过来还要卖给一个个股民和老百姓，让他们背上30年贷款去高价接盘，这何其讽刺啊。而这种现象背后的原因就是房价的飙升导致投资房地产几乎稳赚不赔。超低的风险就可以换来超高的回报，那谁还费劲儿搞研发呢？因此，房地产行业虹吸了大量的本该投向科技创新领域的资金。比如有个芯片巨头公司，他囤积的房产总值甚至超过了他每年的利润，这不扯淡的吗？而且在这种恶劣的社会风气引导下，顶尖的人才们首选的大学专业和就业趋向就是金融和地产。整个经济因此严重拖实向虚。所以2018年美国发动贸易战才让我们措手不及。好在中央及时踩了刹车，让房价平稳下跌。房子开始不赚钱甚至亏钱以后，资本自然会撤出来，然后流向实体经济。那除了这个原因之外，人口问题也是必须整治房价的重要因素。从2015年涨价去库存开始，中国房价开始新一轮暴涨，很多地方的价格甚至翻倍了，这直接导致年轻人买房、结婚、生子的美好念想变得高不可攀。因此，中国结婚人数从2016年的1142万倍下降到2024年的610万倍，骤降了46%，几乎腰斩。同时新出生人口数从2016年到2023年，近七年时间就从巅峰数据接近18001000年迅速跌至900万，也被腰斩，而素来人口问题严重的日本还坚持了41年，韩国还有20年呢。所以可见房价泡沫之大之严重。可以说再不改变真的要断子绝孙了。所以我想通过这一期视频带大家分析清楚国家意志。希望你能明白这轮房价调整的决心，不要心存任何的侥幸。今后的房子你可以买来自住，但请不要再炒作了，让我们感谢国家出手调控了房价。房住不炒这四个字的背后，藏着对每个普通人最大的温柔，这意味着未来的我们不用再为一套房耗尽了一生。过去的这些年，太多的人为了一套房不敢辞职，不敢结婚，不敢生孩子，把好端端的日子活生生过成了还贷清单。而今天，房价的调整或许会让一些人阵痛，但长远来看，这是让房子回归住的本质，毕竟一个国家的未来从来不是靠房价堆出来的，而是靠每一个卸下重担，眼里有光的人撑起来的。好，感谢大家听到最后有时间段话可以多听几遍，因为涉及很多有用的经济知识，可以让你少踩弯路。我是行长老王，喜欢的话记得点赞、收藏和关注我们，下期见。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 1,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-20T15:52:46.491152",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763625186.138987
}