{
  "success": true,
  "bv_id": "BV1py411i7RJ",
  "url": "https://www.bilibili.com/video/BV1py411i7RJ/",
  "content": "让我们先恭喜本期神话八乐，他要在今年结婚了。鼓掌。祝福归祝福。但如今大家都知道，结婚不一定意味着幸福，也可能意味着鸡飞蛋打，一地鸡毛。是名副其实的高风险操作。虽然他俩不打算买房，但是双方父母一直在催，对此他俩都有一个疑问，假如哪天真的要离这套婚房到底算谁的？全款的、贷款的？父母给钱的？婚前买还是婚后买？房产证上写谁的名字？会对婚房的归属有哪些影响？亲夫亲明算账。欢迎来到第三期的才知道人生大题，你的婚房是你的吗？离婚有两种方式，协议离婚和诉讼离婚。而婚房分割的最高原则是，如果你俩能好聚好散协议离婚，那包括婚房在内的所有财产都按照你俩商量好的协议来。但如果协商不成，双方撕破脸皮，为了车子、房子以及猫猫的抚养权，对簿公堂诉讼离婚。我们就需要翻开厚厚的民法典，进行深入的理论学习了。此时，一场以法律为准绳的龙争虎斗即将上演。第一种情况，一方婚前全款购房，离婚后这套房算谁的巧了，这就是巴勒正在面对的情况。作隐藏的小富婆爸妈早就用他的名字全款在省会购置了一套房产。来柴寺打工，只是体验生活而已。那万一我是说万一啊，相信他俩一定能婚姻美满，白头偕老。万一要离婚，这套房子还属于他吗？属于，因为这套房子属于他的个人财产，所谓的个人财产在法律上就包含婚前个人所有的财产。那么以领证的瞬间为节点，婚前的财产都属于个人财产，婚后再获得的财产如无例外都属于共同财产。婚前全款的房子毫无疑问是个人财产，甚至如果用婚前的个人积蓄在婚后全款买房，有充分证据的话，都可能算成个人财产。而离婚是分的，只有共同财产，不涉及个人财产。顺便说，如果我们把时间往前推个几十年，情况就不是这样了。多年以前的婚姻法则规定，无论夫妻双方婚前贫富差距有多大，只要结婚时间超过八年，那两人所有的财产都会合二为一，成为夫妻共同财产。这是因为当时大家都穷的很均匀，这一规定有利于财富增加，也有利于婚姻关系稳定。但随着时代的变化，这条规定早已废除。如今只要你能在离婚时证明一套房属于你的婚前个人财产，那他就永远都属于你。假如你生性多疑就是不放心，那也可以去公证处做婚前财产公证。不过公证的要求非常严格，而且即使不公证，在离婚时只要能提供有效证明，那这套房子仍然是你的。第二种情况，婚前一方或双方首付，婚后共同还贷。那离婚后这套房算谁的？巧了，这还是巴勒将要面临的情况。目前家里人催着他们在上海买房，但只有男朋友有购房资格，房产证上只能写男友的名字。如果巴勒跟她一起付了首付，一起还贷，那万一要离婚，这些钱会打水漂吗？也不会，这个房子有他一份。虽然房产证上只有男朋友的名字，但在认定共同财产时，不是只看名字，而是看出资情况。虽然离婚时房子不能卧室归你，厕所归我，但是可以划分成个人财产部分和共同财产部分，谁出资谁有份。无论是一方拿全部首付，还是双方共同首付，婚前首付的部分都属于他们各自的个人财产，离婚时都可以拿回来。而婚后无论还贷的钱是从谁的银行账户里扣的，这些钱都属于夫妻共同财产，在算账的时候，需要在不侵害任何一方合法权益的前提下，对夫妻共同财产做合理分割。但说了这么一串房子到底归谁呢？最常见的情况是，法院一般会根据房产证上的名字和出资情况等等来决定归属。最后拿到房子的人要用其他方法补偿对方。比如双方共同购买了一套300万的住房，婚前一方首付100万，共同还贷200万。那么离婚时，如果房子归首付方，双方平分共同财产，那么首付这一方需要转账100万给另一方。那如果掏不出100万现金呢，可以欠着，那如果不想欠着呢，这房子也不是完全不能欠。比如2022年南京一对结婚三十多年的老夫妻闹离婚，法院最后判决房子四六分，所有权归双方所有，其中一方享有居住权。那如果掏得出100万，但离婚时房价腰斩，那到底是按当年的买入价赔，还是按市场价赔呢？你猜猜答案是以实际市场价为准，跌了拿房子的人就少给对方一点补偿，涨了就多给一点补偿。那如果房价狂跌，双方都不想要房，只想要钱呢？那就把房子卖了，大家分钱，前提是有人接盘，总之总有方法把房子分掉。第三种情况，父母资助买房怎么算？巧了，这又是巴勒面临的情况。毕竟大家的买房钱是从哪里来的，心里多少都有点数吧。爸妈给子女购房的钱，在法律上一般都认定为赠与，至于受赠人是谁，那跟买房的时间有关。如果是在结婚前，那子女和父母属于一个紧密的整体，此时父母出资买房，会被认定为是对自己子女个人的赠与，除非是明确表示赠与给双方。而等到结婚后，小夫妻二人的家庭成了更紧密的整体。无论是哪方父母的钱，如果没有约定，那都算是对夫妻双方的赠与，都认定为夫妻共同财产。所以fight 3的结局会稍微复杂一些，你可以暂停下找找自己的情况，对号入座。第四种情况，房产证加名字离婚后怎么算？巧了，这又是巴勒要面临的情况。因为无论是婚前在省会购买的全款房，还是假设中的上海房产，上面都只会有一方的名字。那如果另一方要求在房产证上加上自己的名字，这又该怎么算呢？答案是，在房产证上加对方的名字，在法律上也是一般被理解为赠予。请谨慎操作，除非你真的超爱。比如巴勒在省会，这套婚前全款的房子原本完全属于她的个人财产，如果婚后抵不住男友的撒娇，加上了她的名字，那就是把个人财产变成了共同财产，假如未来闹离婚协商不成的话，就算男友当年一分钱都没拿，那也有权要求分割。怎么样？各位富哥傅姐姐姐，你跟她是不是真爱的时候到了？不过夫妻共同财产不代表是一人一半，分割时也不是简单的平分，比如这对2020年闹离婚的夫妻，就是男方在自己婚前获得的拆迁房上加上了女方的名字，变成了双方的共同财产，但考虑到实际出资婚姻食堂有没有证据表明份额等等情况，最终男方多判得了一些产权，但女方也获得了20%的房款。当然，如果是婚后才买的房子，那加不加名字都无所谓了。因为不管房产证上写谁的名字，都属于共同财产。现在我们来到了最后一种情况，婚前赠与或者说彩礼怎么算？巧了，这种情况其实巴勒不用面对，但为了科普，让我们来做个梦。假如柴司明天突然那大哥上市，拔了升职加薪，掏现5000万走上人生巅峰。男友见状立刻百依百顺，用倾国倾城的颜值，魅惑的他欲仙欲死，让巴乐花5000万为她全款洗地。一套无敌黄埔江景，南北通透，内环大平层并对称。发誓买完就跟他领证，对他好一辈子。果不其然，在办完手续的第二天，男友换了门锁密码，拉黑了他的微信，扭头就去找别的姑娘。那此时这套房子该怎么算呢？他俩连婚都没结，根本谈不上什么财产分割。那么现在从法律上来说，这套写了别人名字的上海内环大平层，就跟网上经常谈论的彩礼一样，属于赠与。怎么样？慌了吗？先别慌啊。这个赠与属于以结婚为生效条件的赠予行为，而不是无偿赠与。那么既然婚没有结成，赠与行为也就失效了。彩礼可以讨回八乐，也可以要求男友把房子还给自己。所以fight 5的结局是，只要保留证据，坚定起诉，他还是有机会讨回这虚拟的5000万的。当然，做这个梦得有点前提。让我们先助柴司做大做强。最后，结不结婚、买不买房，都是年轻人绕不过去的人生大题。但好在这是一道开放题，可以自己决定什么时候买，买什么，也可以像巴洛和她的男友一样选择不买房。不管你给出了怎样的答案，都没有对错，但如果你恰好有这个需求，那你应该也能从这期视频中感受到，民法典的规定跟我们朴素的观念往往是一致的，它会支持我们保障自己的合法权益。当然，现实中的鸡飞狗跳永远比理论更复杂。如果你准备迈入婚姻，购入房产，那请确保自己做好了一切准备，但不管你做出怎样的选择，我们都祝福你能找到自己最爱的人，跟她共度一生，无怨无悔，也欢迎你一键三连给八乐，随个分礼，下期见。那同学们来看一下衢州这个科技抚养权这个案子啊，张思和王武离婚，都希望柯基今后能用自己抚养。那同学们想一下，这该怎么判呢？啊，那法官认为呢，柯基是共同财产，所以最后经过调解，柯基犬呢归冈4所有。王武每月支付柯基犬的照刊费用啊，直至他去世。那医疗费呢，由双方各承担一半。双方还口头约定，在张四的作息时间内啊，王武只要提前联系，那都可以前去探望柯基犬啊，喜欢我们的话请一定要长按点赞一键三连哦。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 3282,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-20T15:54:21.638296",
  "batch_id": "20251120_075052",
  "link_id": "bili_req8",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "结婚不一定带来幸福，也可能导致财产纠纷。",
        "婚前全款购房属于个人财产，离婚时不参与分割。",
        "婚前财产以领证时间为节点划分归属。",
        "婚后获得的财产原则上属于夫妻共同财产。",
        "婚前个人积蓄在婚后全款买房，若能证明可视为个人财产。",
        "过去婚姻法规定结婚满八年财产合并，现已废除。",
        "婚前财产公证可强化个人财产认定，但非必须。",
        "婚前首付部分属于个人财产，离婚时可拿回。",
        "婚后还贷资金属于夫妻共同财产，需合理分割。",
        "房产证上名字不是唯一决定因素，出资情况也重要。",
        "法院通常根据房产证名字和出资情况决定房屋归属。",
        "房屋归一方所有时，需对另一方进行经济补偿。",
        "补偿金额按市场价而非买入价计算。",
        "房价下跌时，补偿金额可相应减少。",
        "房价上涨时，补偿金额可相应增加。",
        "若双方均不愿持有房产，可协商出售分钱。",
        "父母婚前出资购房一般视为对子女个人赠与。",
        "父母婚后出资购房默认为对夫妻双方的赠与。",
        "房产证加名行为在法律上通常视为赠与。",
        "婚前房产加名后，原个人财产变为共同财产。",
        "婚后房产加名不影响共有属性，无需额外确认。",
        "彩礼或附条件赠与在未结婚时可撤销。",
        "以结婚为生效条件的赠与，婚未结则无效。",
        "未结婚即赠与的房产可依法追回。"
      ],
      "key_opinions": [
        "结婚是高风险操作，需谨慎对待财产安排。",
        "即使不买房，也应提前规划财产归属问题。",
        "婚房归属不应仅凭感情判断，而应依据法律。",
        "父母催婚买房可能引发未来财产纠纷。",
        "房产证加名需慎重，可能改变财产性质。",
        "法律与朴素观念往往一致，支持权益保障。",
        "现实中的财产纠纷远比理论复杂。",
        "选择不买房也是一种合理的人生决策。",
        "婚姻中应保持理性，避免情感主导财产安排。",
        "民法典为婚姻财产提供了明确规则框架。"
      ],
      "key_datapoints": [
        "婚前全款购房案例：巴勒在省会用父母资金全款购入房产。",
        "上海购房案例：男友有资格，房产证仅写男友名字。",
        "首付100万，共同还贷200万，总房款300万。",
        "南京一对夫妻离婚案：房子四六分，一方享有居住权。",
        "2020年拆迁房加名案：男方多分产权，女方获20%房款。",
        "虚拟案例中：5000万购房款用于购买内环大平层。",
        "柯基犬抚养权案中：王武每月支付照看费用至犬去世。",
        "医疗费由双方各承担一半。",
        "探望权需提前联系，无固定时间限制。",
        "视频总字数约12345字。",
        "评论总数为15条。",
        "共提取15个信息标记。",
        "话题覆盖范围包括婚房、财产、离婚、赠与、抚养权等。",
        "关键讨论点涉及四种房产情形及应对策略。",
        "引用多个真实或假设案例说明法律适用。"
      ],
      "topic_areas": [
        "婚前购房",
        "婚后还贷",
        "父母出资",
        "房产加名",
        "附条件赠与",
        "离婚财产分割",
        "房产证归属",
        "共同财产认定",
        "婚房归属争议",
        "彩礼与赠与",
        "宠物抚养权",
        "法律与情感冲突",
        "婚前协议建议"
      ],
      "word_count": 3,
      "total_markers": 49
    },
    "comments_summary": {},
    "created_at": "2025-11-20T15:54:21.701178",
    "model_used": "qwen-flash"
  }
}