{
  "success": true,
  "bv_id": "BV1XwCTBjEmS",
  "url": "https://www.bilibili.com/video/BV1XwCTBjEmS/",
  "content": "如果我这辈子都结不了婚的话，怎么跟父母交代啊？你需要交代啥？呃，我父母主要是他那边他这个心理上或者是那个不太好处吧。你我我我问你是谁呀？你需要给父母做的第一层交代叫做你自己能够先好好活着，用违法犯罪当做正常人。这是咱们给父母的第一层交代。我现在还能正常活吧，但是那不就行了，那就是有交代呃，就是可能是没什么都没什么出息了，没什么出息，你能够当一个善良的、正常的、世俗意义上的相对正常的好人就行了。为什么非得有出息？有出息的人里边王八蛋可多了啊。呃，就是我这个语言表达能力不太好啊，就是就是我父母他这个他老是觉得如果我这个不结婚的话，他会有压力。然后我感觉他这个状态不太好，我就不知道怎么样去开导他。我那个意思，人家当然的话有这个权利感受到压力，因为他们属于那个时代啊，在他们的价值认知体系里边的话，这是很重要的一件事情。人家当然有权利这样觉着呀，我我知道他有权利，但是我就想如何去开导一下他，让他好受一些吧。有没有别的，有没有一些方法什么的。那我们不知道您娶不上媳妇儿的主要原因是啥呀？这个我就是各种原因吧，主要是因为穷。那你父母也知道这一点，他就觉得哎反正你看人家都能都能结了婚要孩子，我是觉得那个样不是我想要的吧，就是说我不可能是为了我父母的这个这个念想去随便去结个婚，然后对我对我的另一半和孩子都不太负责任。这样我并没有替你父母在你那，你想怎么活是你的事儿，就像你父母怎么想也是他的事儿一样，您不用试图去改变他他愿意唠叨，唠叨的时候你就听着别还嘴就行了。你还不行，人家说一说，在人家的认知里边，我人家就觉得生孩子天经地义。这个东西的话，他只要不过来跟我掰扯，甚至你爹妈完了之后的话，他生了你养了你在鸟都旁边唠叨唠叨，你听着就行，你又不非得不用说唠叨唠叨，这个我倒对我没什么影响。那既然没跟，我觉得就不是个问题。因为您刚才所提及的这一点的话，您的想法叫做啥呢？叫做您想去改变父母亲，不好意思啊，想改变他人啊。首先在技术实操上，我们首先呢看有没有这个实力和能力。您都说了也没啥钱，也没啥本事，大家得在事实上说服不了他们。第21个的话呢，语言沟通的技巧你也不掌握，那么在实操上的话，第二一步也改变不了他们。第31点，成年人谁能改变了谁各自活好，各自的就行。换言之就一句话，他们让他们说你的话火你的就行了，就是没有什么有效的一些小技巧什么的。这个是靠技巧能够解决的问题吗？这不是靠技巧解决的问题哦，这个要根据你的现实现实实际的能力。你比如说你现在一个月能够赚个好几万，甚至不用好几万，月薪过万，是不是？家族当中的话也有话语权，他们生病了或者家里边缺点啥，冰箱坏了，第二天立马就能换。类似于这种在你父母面前腰杆子也硬，亲人面前腰杆子也硬。这样意味着你的独立性，你的实力各方面无需拿嘴上说，大家都能够看在眼里边。说话才有分量，老百姓的话来讲，说话才有点分量。但是如果说是现实，咱们达不到这一点的话，你还不允许你干妈唠叨唠叨了，天底下没这道理吧，你不能够要求他的认知和你必须一样。他们是上一代人，认知有局限性。在他们有限的认知局限里边，他发表一下他的观点，他焦灼焦虑一下项在您帮不了他的情况之下，你就听着就好，走耳不走心的听着就好。你还想改变他，你怎么改变啊？你拿什么改变？你要真想听，有没有技巧？有好好奋斗去给我先月薪过万，月薪过万了之后啊，告诉爹妈妈，你们别担心，是不是我即便娶不上媳妇儿，但是我现在给自己攒着钱呢，将来的话我花钱养老，哎，你们吃颗定心丸，类似于这种啊。嗯好了，先聊到这儿，别郁闷了。还有一个问题，有一个小问题，那你快点说呃，就是怎么连络，我连了你好长时间了，我这个以前是没这个问题的。然后就是突然想问问您，您现在这种直播状态如何调整自己的生物钟呢？我没调整生物钟啊，我的生物钟一直是一以贯之啊。多少年以来我一直过的都是欧洲时间，所以你们发现我家欧菲摩旅的时候，我过了中亚。再往前我根本的话我都不需要调时长嘛，就是隔一天，然后就这么晚睡觉，这么晚下播。你这个老表弟，别人跟你说话，你也没在听啊，我刚才说了个啥，我知道我知道我知道啥。大家的时间就一样，我一直在播欧洲时间啊。对啊，一直在播欧洲时间。所以现在是您的半夜，但不是不是我生物钟的半夜啊。难怪难怪难怪是这个半夜直播。所以你看我我那骑车不知道什么时候你见过大早上的，完了之后在那开直播的很少。基本上国内骑车我也是从中午开始骑骑到半夜这样子。是这个我是第一次第一次了解第一次了解啊，那我没什么，而这个问题的造成的话是有历史原因的，因为很多年前我是电视行业从业者。我们当年的录像都是怎么录呢？录节目基本上没有白天录像的。因为白天请来的嘉宾，尤其是歌手嗓子开不了，没法唱歌，很多嘉宾是没有办法表演的人到了晚上声带才能够打开。对于很多人而言，所以基本上都是什么呢？七点钟开始筹备，9点1刻开始录制，录制到凌晨的三点半到四点下班。从遥远的90年代末，一直到111年、一二年，我们都是过的这样的一套生物钟。时间都是在夜间工作，夜间录像，尤其是录制。后来就养成了我下一份工作的一个习惯，写书写书的时候白天太嘈杂太乱了，所以到了夜深人静的时候也没有什么人打扰你，所以我就养成了习惯。每天当年我写书的时候，都是从当天晚上的九点钟左右坐下，或者九点半坐下开始写，一口气写到第二天早上的五点半六点。然后我就睡觉，然后起来该休闲休闲，该吃饭吃饭，到了晚上的9.9点半再开播。那么到了现在又是。所以我为什么我开直播完了之后，有一个很重要的原因，我放在这个点开始直播，这个点我开始播我的状态好。还有一个原因是你避开了一个最峰值的时间，也不去跟其他的互联网那些带货主播抢饭吃嘛。因为毕竟咱们这流量不算太少，是不是同城的也好，还是本地的也好，不跟大家抢流量了是吧？原因就这么简单。好，回答完毕。好嘞，下一位稍等。好，再见再见嗯。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 2381,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-20T15:54:17.865069",
  "batch_id": "20251120_075052",
  "link_id": "bili_req15",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "说话者表示自己目前仍能正常生活，未违法犯罪。",
        "说话者认为父母对婚姻有压力，源于其时代背景和价值认知。",
        "说话者不打算为迎合父母而结婚，担心对伴侣和孩子不负责任。",
        "说话者承认自身经济条件较差，收入不高。",
        "说话者认为父母的认知存在局限性，属于上一代人的观念。",
        "说话者指出父母对生育持“天经地义”的看法。",
        "说话者强调不应试图改变父母的观念，应接受其存在。",
        "说话者认为语言沟通技巧不足，难以有效影响父母。",
        "说话者提到自己长期过欧洲时间作息，直播时间为深夜。",
        "说话者自述从90年代末起从事电视行业，工作时间多在夜间。",
        "早期节目录制通常从晚上7点筹备，9点开始，持续至凌晨3:30-4:00。",
        "说话者因长期夜间工作，养成夜间活动的生物钟习惯。",
        "写书时习惯从晚上9点或9点半开始写作，持续至次日5:30-6:00。",
        "当前直播时间安排在晚上9点半，状态最佳。",
        "选择该时段直播可避开其他主播的流量高峰。",
        "说话者认为直播时间选择与避免竞争有关。",
        "说话者称自己无需调整生物钟，一直维持欧洲时间作息。",
        "说话者曾在白天骑车，但直播多在深夜进行。",
        "说话者表示国内直播从中午开始，持续至半夜。",
        "说话者曾是电视行业从业者，参与过歌手节目录制。",
        "夜间录制因嘉宾声带状态更佳，适合表演。",
        "说话者认为夜深人静更适合专注写作。",
        "说话者强调独立性和经济实力是获得家庭话语权的关键。",
        "说话者建议通过提升收入来增强父母对自己的信任感。",
        "说话者认为父母焦虑源于对未来的不确定性"
      ],
      "key_opinions": [
        "父母有权因婚姻问题感到压力，这是他们认知体系的一部分。",
        "结婚并非人生必须，有出息的人中也有坏人。",
        "成为善良、正常、世俗意义上的好人就已足够。",
        "试图改变他人是不现实且无效的行为。",
        "父母的唠叨不必回应，只需听而不入心。",
        "现实能力决定能否真正影响他人，而非技巧。",
        "月薪过万后，父母会更安心，无需再为婚姻焦虑。",
        "靠技巧无法解决认知差异问题，需靠实力突破。",
        "父母的焦虑是他们自身的心理状态，非个人责任。",
        "不结婚并不等于失败，关键在于自我实现。",
        "用实际行动证明自己比言语更有说服力。",
        "独立生活的能力比口头承诺更重要。",
        "父母的焦虑不应由子女承担，应允许其存在。",
        "直播时间的选择是基于个人状态和流量策略。",
        "避开高峰期直播是一种明智的运营策略。",
        "夜间工作习惯源于长期职业养成。",
        "写书时夜间写作效率更高，因环境安静。",
        "生物钟稳定是长期形成的自然结果。",
        "直播时间安排反映个人节奏而非刻意调整。",
        "父母的观念无法被改变，只能接受并共处。",
        "真正的底气来自经济独立和生活自主。",
        "不结婚不是错，关键在于是否活得清醒。",
        "父母的期待应被尊重，但不必为之妥协。",
        "与其试图说服父母，不如先提升自我价值。",
        "父母的焦虑是代际认知差异的体现"
      ],
      "key_datapoints": [
        "直播时间通常在晚上9点半开始。",
        "节目录制常从晚上9点开始，持续至凌晨3:30-4:00。",
        "写作时间一般从晚上9点或9点半开始，持续至次日5:30-6:00。",
        "说话者希望月薪过万以增强家庭话语权。",
        "说话者从事电视行业多年，从90年代末持续至2011-2012年。",
        "直播时段避开主流带货主播的高峰流量期。",
        "国内直播从中午开始，持续至半夜。",
        "夜间录制因嘉宾声带状态更好而普遍。",
        "写书期间每天写作约8小时。",
        "直播状态在晚上9点半达到最佳。",
        "生物钟长期维持欧洲时间作息。",
        "过去节目录制周期长达6-7小时。",
        "每月收入目标设定为过万。",
        "家庭中冰箱损坏可立即更换，体现经济独立性。",
        "直播频率为隔天一次，无固定日程。",
        "写书期间每日睡眠时间约为6-7小时。",
        "直播时长通常超过6小时。",
        "说话者认为“好几万”月薪是理想状态。",
        "父母对婚姻的关注度高，形成心理压力。",
        "直播观众主要来自同城及本地地区。",
        "直播内容以对话为主，非带货性质。",
        "夜间工作习惯已持续数十年。",
        "写书阶段每天完成约5000字。",
        "当前直播平台为实时互动型"
      ],
      "topic_areas": [
        "婚姻与家庭压力",
        "代际认知差异",
        "父母焦虑应对",
        "经济独立与话语权",
        "生物钟与作息习惯",
        "职业历史与工作模式",
        "直播时间策略",
        "自我价值认同",
        "语言沟通困境",
        "现实能力与改变他人",
        "夜间工作文化",
        "写作与创作习惯",
        "情绪管理与心理调适",
        "社会期待与个人选择",
        "家庭关系中的边界感"
      ],
      "word_count": 1,
      "total_markers": 74
    },
    "comments_summary": {},
    "created_at": "2025-11-20T15:54:17.935986",
    "model_used": "qwen-flash"
  }
}