{
  "batch_id": "20251120_075052",
  "link_id": "bili_req16",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1ZDeZzAEeZ/",
    "word_count": 5717,
    "publish_date": ""
  },
  "transcript": "今天咱们说一说上海所谓的啊房地产的新政。是的，就这种话题我说都不想说了，你们不觉得放了个寂寞吗？是吧？这跟北京的有什么区别？但还是得说我昨晚上直播间里面问的人太多了。行了，我就统一解释一下吧，不要再私信问我了好吗？也不要戳我的评论区了。来结论是第一好事还是我说我对于所有打破非市场措施和限制的都说一句好。第二，一样是玩了个寂寞，你可以说他就个乏善可陈啊，磨磨蹭蹭啊，如何如何这个应付差事，不就这么个事儿吗？第三，为啥呢？因为它根本就没有增加增量购买人群。第四，朋友们请你们不要再随便用放开限购这个词儿，按照我们现在的语境以及整体从各个城市对于限购来说，所谓的放开，无论是哪个范法者么，就是外地人随便买没有任何限制，这叫放开。像这种的跟北京那个一样，只能算是放松了限购。那么第五个为啥呢？因为上海跟北京一样啊，一会儿我们会参说一下北京新政以后的政策啊，外环卫实在太惨了。没有办法，你就记住这个世界没有无边的个爱和恨，明白吗？这个道理。最后一个，对于普通人呢，你等着朋友们一定会出政策，但这个政策一定不会像你想象926去年能那么好啊。如果你真有需要，你看去吧，8月9号十号，哎呀，你看整个北京那个新闻上说多么热火朝天，但结果呢一会儿等着看啊，大家也知道现在这个时点呢比较，所以呢有如果你有进一步想看的东西啊，欢迎成为我们的充电会员，或者是通过付费视频来看。注意保护好吉胖子上海啊，8月25号，八月最后一周的星期一，终于出了一个所谓的大政策啊，多少条也不说了，其实主要就这么四个内容。一放松限购，外环外随便买。怎么说呢？就是原来已经拥有上海购房资格的，比如说你要是上海户籍家庭和单身都可以。二非户籍居民和怎么怎么样啊，连续缴满一年等等等等的这两个人外环外的房子随便买，放开了套数是吧？没有放松购房资格，有资格的人还是那个存量的。我已经有了上海存量的这样一个资格呀，是不是？大家可以看到啊，上海的内环、中环、外环的以及这个交环这样一个范围。你把它对比就成北京五环外一样的朋友除了一个上海有一点比北京强，就上海外环外，本来外地人交的社保只要一年。我说个难听的，你真想在上海外环买套房子的话，你搞不定一年社保吗？北京还是两年？我当时说那你给二改一也行啊，北京的内外是两年三年，上海是一年三年。只能这么说，上海呢这个稍微松一点是吧，但是效果很有限，没有新人呀。我如果是一个没有在上海任何东西的，我就一个纯外地人，我就江苏人。能买吗？你还是不能买，对吧？当然一年很好搞，嗯，你要买的话，你真有这个能力，你搞不定。第二个公积金是啊是又提又贷，提高了额度啊。住房公积金啊上浮15%，160提到184行吧，184万上海买房，然后多子女家庭啊提到了216，从192提起来的，二套的从130万提到149.5万，还是跟北京0.11元样。而且支持了提取住房公积金来支付首付啊，支持你又提又贷。你们自己看，这是一个上海住房新政的一个再调整啊，你们把公积金的这一块可以看一看。小编慢点给大家放这个图，让大家有个截图的时间。哎呀，其实还是有点那啥。第三个就是房贷利率不区分首套二套了，银行自己定这个挺好的呀，无所谓一套二套了啊，也就能省下点钱。比如说你是500万的房子，目前按照新政二套利率3.45是吧？那如果变成首套呢，可以变成3.05了啊，也能够节省一个月1000块钱月供，这是挺好的是吧？第四个，房地产税增了，这个就比较特殊了。大家知道试点到今天，中国说试点房地产税，住宅房产税呢不就重庆和上海吗？上海这次说非户籍家庭第一套免征房产税，第二套以上人均60平，扣除免税面积，朋友人均60平。除了像老齐这样一个人的那我加我女朋友，我们俩还能对吧？120。那如果真有个孩子的话，180 180在上海你真的不够吗？上海的豪宅180以上也达到了。所以我总结嘛，这就是玩了个寂寞，但你不能说他完全没用，知道吧？我在这还要再强调一下，大家不要随便像这帮中介一样啊，惊天大利好啊，这个史诗性爆炸啊，什么这个核弹级政策，你就看着就今天最后这两天，包括大家说观察一下啊，八月的最后一个周末，一定会有很多的中介。包括一些官媒会说了，哎，经过我们测算新政后，大家踊跃来买入巴拉巴拉巴拉巴拉如何就像8月9号十号那两天的北京一样，你会看到很多这样的报道。但是如果你问我金老师你怎么看的话，我选择不看胡说。嗯，行了吧，稳定一点啊，咱们只能说到这儿。那为啥说没用呢？朋友们，因为你放开套数，没有放开资格，还是存量这帮人啊是不是还是说这个原来我就能搞定一年的，能搞定三年的，我在这买啊。并没有新的东西来加入啊，你如果真想干的话，你说我上海外环外全面放开限购，全国各地只要想在上海买房的人都能冲进来了，这叫放开限购，明白吧？跟放松是两个概念。那我们可以看看上海的数据，朋友们首先上海今年结构分化持续扩大，对不对？新房不限价了，所以新房就是往上走呀，核心能往上走呀。上海的新房你们看过以前节目我说过的，上海的新房走的是最好的，成都的新房也不错。这是我们现在一片安红的房地市场里面的仅有的两个亮点。甚至有人说上海新房怎么怎么样啊，就那个四千多平那个上海新房不也创帝王了吗？虽然跟你我都没有关系吧，可二手房是远郊继续阴跌。朋友们，上海跟北京有个不一样，上海的外环外它是不如北京的五环外的。比如北京五环外哎是不是有这个西二旗有那样一个能出帝王的地方，是吧？上海的外环外的出不了帝王，那我们再看还有亦庄这样的地方，可是上海的外环外它就很乏善可陈了。所以你们可以看下面这张图，在今年的1到7月中外环之间这个认购率的变化，以及外交环和交环外之间这样一个变化。而单价的这个变化率它就更大了，对不对？朋友们，这就是上海现在一个形式，而且为啥放环外环外呢？跟北京一样不好卖呗。北京主要的库存在五环外，对吧？供的地在五环外，那自然的库存也叫五环外。大家看下面这个图，上海的新建全市没卖出去的新房有80.1%在外环外，这就是为什么要限购的一个原因。而二手市场呢也一样，二手市场也是外环外。那我就问你，如果说我注定就只能买老破小了，那我肯定尽量。既然都是老破小我到外环外去买个老破小伙，不是脑旧包吗？一样，朋友们，那新房都在外环外，供应链这么大，开发商怎么办？以价还价了，你知道二手房东一样，你以为开发商不降价吗？也是一样的。朋友们来吧，上海现在我以前说咱们中国人啊这个只600万以上，净资产600万以上的只有五百多万户的时候，就胡润那个表，很多人说不对，我们上海就不止500万户。来，你自己看上海有多少是300万以下，总价还包含着你那个贷款的房子越来越多了。朋友们，到了今年的七月，上海300万以内的二手房成交量上升占比是58%，知道吗？你看下面这张图，而这个数据在2023年的一月就跌的还没这么狠的时候，32%，去年整体是多少？是50%，明白了吧？上海没有那么多你们想的豪宅，豪宅当然有多贵的都有，但是没有你想的那么多。好吧，那我在这特别想问一个问题，如果你是一个上海人，或者你在上海有购房资格的一个外地人，突然间知道外环也不限购了，你会不会冲出去买个15 8套的？可能有时真会这么干，为什么呢？因为他们在赌说上海如果全面放开限购了，外地人会来外地，那些没钱的只能买外环卖。哎，我的二手房就行了。那我想请问你一下，那个开发商的新房到了，你成了让二手房了，到时候这帮抢房的人是会去抢这开发商手里还没卖出去的房子，还是开发商已经卖给你的二手呢？你要不要降价？嗯，开发商你买的一期，等到他们冲进来变二期了，二期比你一期低了，你是不是赔钱了？是想过这场景吗？上海人能去上海的人都是多精明的，会做这种买卖吗？对不对？来你们可能不信，我们上海就是不一样。我说哪个城市跟上海比，你们都不服。北京可以吧？我们看一下北京的情况，来吧，朋友们，上海是8月8号放开五环外限购的吧。然后你就可以看到了当天晚上的财经频道啊，以及这个99号10号那个周末啊，还有很多的那自媒体嗨的不行了啊。那个礼拜北京的中介简直是哎呀，我的妈呀，就是以前卖我房子的那个人叫转行做中介了。那看就是对不起，我去新疆了，都是这样的。确实新房二手房看房了有所回升，好不好呢？来朋友们，8月9号到8月18号，北京新房成交1069号，我已经说过了，北京的新房主要是在五环外的啊，这个供艺跟上海一样，环比增长了37%，开不开心，惊不惊喜？挺好的吧，同比还是下降了20%。那你们更关心的二手房呢？根本就没起色。这十天以内二手房成交了4039套，环比下降了9%。那有没有暴增的？有呢，挂牌量暴增了。哎，有很多人说我的天呐啊这个政策出的怎么样？这个政策它没有带来天量的新的那个需求，而是带来了更天量的更大的供给。你们能懂这个道理吗？你们自己看下面这个成交量。北京现在二手房挂牌量16万已经打不住了。其实我个人估计数据比这个应该更多哈，这就是朋友们北京的一个形式。所以你要说是不是这个礼拜上海外环外的这个新房二手房成交量会有放大，有可能，但是呢仍然是放了个寂寞，明白吧？过去说这着天就是北京一样啊，十天以后呢，18号到今天又一个礼拜了，它不还是跌吗？所以要我说呀，北京上海的政策就是实在跌的不行了，大家一直在期待出政策出政策出政策。毕竟去年924也好，926也好，那个药疗效到现在药已经完全没有了，而且马上满一年了，对不对？大家都在出台啊祥的期待，七月份有政策啊，没有没有了，八月份有政策，这八月份今天已经基本过完了吧，还是没政策。上海、北京多少的有点政策。你们七的史诗核弹突然间给你啪来了一枪是吧？还是什么呢？可能还是警用子弹，就是三枪打不死一条狗的那种子弹。这就是你期待的吗？那后面还不会有政策呢，会的，朋友们一定会有。我一直期待着深圳能够跟人广州一样全面解除限购。就是真正的解除限购就是全中国只要是个人去深圳就能买房子了，就像广州现。一样啊，套数可能有限制，但是你有没有社保啊，有没有个税，如何如何全都无所谓了。深圳一定要走在北京上海前面出这个，然后啊嘣弄了一下，这就是很多博主又说去深圳抢房了。那么先请你们看一看，去年9月份之后到深圳跟着某神抢房那些人现在咋样了？再说可以吗？哦，我又想了，肯定今天你们又看到了很多各种的自媒体博主们卖房子啊，现在就是拿走，不要在什么什么最后一刻下车如何如何啊。对着老美要降息了啊，国家要出政策了，这就是你期待的政策。那北京上海后续还不会不会有政策呢？一定会。就是我说了，北京上海早晚有一天会解除限购，尤其是外环外五环外板上钉钉的解除限购不是放松啊，是让外地人随便买的限购一定会有。那为什么这么难产呢？朋友们，就是我上次说北京时候，其实我提过了，再强调一遍，他有两个顾虑。第一个，如果说北京上海解除限购了，比如上海解除限购狠一点，不光外环外，中环外也解除限购。上海的房子肯定能迎来一轮成交量的暴涨，但是记住是成交量，人家新房的开发商比你更懂什么叫跑得快，这一波人冲进来就没了，就21年这波人冲进来，22年冲进来，二三年他俩就不冲了呢，对不？我在昨天的那个节目里面跟你说的那个置换链条断了，能买的就那些，就这一波用完就没有了，对吧？那你想没想过如果这波人进来了，本来我可能在南通，在苏州啊，在哪哪哪买房子，那我不如到上海去买一个嘛，对不对？都一样的，又不影响。我本来就在苏州，上海的房子总比苏州强吧，无论要租还是怎么样啊，当然我说的是整体啊，苏州也有豪宅呢。那会不会对周边形成毁灭性的打击？上海还好，北京呢北京如果放开限购五环外的，你觉得周边这些地方还用活吗？还能活吗？嗯，你回答我对不对？所以朋友就是这个样子。那第二个就是万一更惨，假如这俩货解除了限购，他也没用咋办？那就意味着说一点辙都没有了。现在北京、上海啊，然后海南就俩城市。哎，手里还稍微虚着，虽然你知道这也装不了啥，但是总是有一个拳头握着呢，是吧？如果说全张开正面全那啥了，发现还是毛用没有，就像广州那样毛用没有，一方面是脸往哪搁，另一方面以后该咋办？彻底承认完蛋了吗？这就是顾虑，知道吧？我们理解这种顾虑，我再次给大家强烈的安利我的橱窗里那些书。你们能不能好好的去把那个日本研究，老说研究成日本日本日本。那你们先看看日本咋样了，就告诉你日本绝大多数地区到了今天，1991年已经过去了34年了，它的房价还是没有达到那个34年前的高点。注意哦，是新房的房价。那二手更是没有人要，早就爱扔哪扔哪吧。你们能懂这个道理吗？朋友们，所以在这种情况下，你们一定自己要稳住自己，不要听风就是雨。政策会有的，但是政策不会那么大。今年的七月份你们期待了多少政策？做政策咋样？八月份终于等来了北京、上海，对吧？时隔两个礼拜效果又怎么样呢？真的朋友们不会有什么在超预期让你特别开心，就是嗨的不行的政策了。为什么不会有呢？因为国家发现了哎这个地产这样经济没咋地啊，这不挺好吗？你们看七月的经济数据啊，你们看上半年的这个GDP的增幅都挺好呀。地产没有你们想象的那么重要啊，什么绑架这哥绑架了那个你说地产要跌多少？地产要跌30%。我们没有首付了，银行就完蛋了，我们就断动了。你断了吗？你敢断吗？有几个断的呀，你自己看法，派帮井喷了，是井喷了，占比是多少啊？所以我一直说很多人都嘴上嗨，希望用嘴嗨，用口嗨去绑架谁。赶紧出政策，让我的房子往上涨。真你要问他的话，比谁都软弱。对，说的就包括现在看视频的各位，也包括我在内是吧？朋友们，所以这个事情啊就这么过去了，我也分析了，大家也不要问了，问就是我相信北京上海早晚有一天啊新房能回去，但是那是新房。第二那是北京上海跟你有啥关系？第三个最重要的是早晚，是多晚是多早我不知道，还是那个话。我相信呢如果国家突然说了，说北京上海不仅全面放开，全世界人民都能来买，而且资本自由流动流出，而且三年以内不卖一块地绝对暴涨。哎，我马上我就就旁边那个楼盘，我现在就到楼下去，我砸上全部身崖我就买。但是可能性你们自己判断好吗？今天就这样吧，大家不要再问这个问题了，问的吉胖子已经看见没？都有点红温了，都快哈，注意支持吉胖子多去看几本书。有些问题其实不用问我，你自己看完了就已经有答案了，好吗？",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "上海于8月25日发布房地产新政，为八月最后一周星期一",
        "上海新政主要包含四方面内容：放松限购、提高公积金额度、取消首套二套利率区分、调整房产税政策",
        "上海外环外区域对非户籍居民购房条件放宽，需连续缴纳一年社保",
        "上海外环外限购放松不等于放开限购，仍限制外地人购房资格",
        "北京五环外限购放松后，新房成交量环比增长37%，但同比仍下降20%",
        "北京二手房在新政后十天内成交4039套，环比下降9%",
        "上海新房库存中80.1%位于外环外，导致去化压力大",
        "上海外环外二手房市场持续阴跌，远郊板块缺乏升值支撑",
        "上海外环外住宅单价变化率高于认购率变化，反映价格下行趋势",
        "上海非户籍家庭第一套住房免征房产税，第二套以上人均60平方米扣除免税面积",
        "上海公积金贷款额度上浮15%，最高可达184万元，多子女家庭达216万元",
        "二套房公积金贷款额度从130万提升至149.5万，与北京水平相当",
        "上海支持提取公积金用于支付首付，实现“又提又贷”",
        "房贷利率不再区分首套与二套，由银行自主决定",
        "上海新房价格在部分区域已突破4000元/平方米，创历史新高",
        "上海300万以下总价二手房成交量占比在2024年7月升至58%",
        "2023年1月上海300万以下二手房成交量占比为32%，2023年全年为50%",
        "上海净资产超过600万的家庭户数约500万户，胡润数据统计",
        "北京中介在新政后出现大量转行或撤离现象，如前往新疆",
        "北京二手房挂牌量已超16万套，实际数量可能更高",
        "上海外环外无类似北京西二旗、亦庄等高潜力发展节点",
        "上海新房供应集中在外环外，开发商普遍采取降价促销策略",
        "上海购房者普遍精明，担心未来房价下跌导致资产缩水",
        "北京和上海的政策均未带来新增购买人群，仅引发供给端增加"
      ],
      "key_opinions": [
        "上海此次新政只是放松限购，而非真正放开限购，效果有限",
        "该政策被形容为‘玩了个寂寞’，未能激发市场真实需求",
        "中介和官媒夸大政策效果，制造虚假热度，应保持警惕",
        "当前政策无法扭转楼市下行趋势，属于应对性措施而非根本性改革",
        "北京和上海的限购解除将对周边城市形成毁灭性打击，是政策顾虑之一",
        "国家对地产依赖度已降低，经济数据表明地产并非关键变量",
        "政策不会出现超预期利好，因政府已发现地产对经济影响不如想象",
        "若全面放开限购，短期内可能带来成交量暴涨，但长期需求不可持续",
        "购房者不应听风就是雨，应理性看待政策信号，避免情绪化决策",
        "日本经验显示，房价长期低迷，即使34年后仍未恢复至1991年高点",
        "真正的全面放开限购应允许全球个人自由购房，而非仅局部放松",
        "深圳应率先实现全国性购房自由，引领政策突破",
        "目前市场炒作行为多源于自媒体营销，不具备真实交易支撑",
        "购房者应关注自身财务状况，而非盲目追逐政策红利",
        "未来政策虽会出台，但不会具有史诗级或核弹级效果"
      ],
      "key_datapoints": [
        "上海外环外购房需连续缴纳一年社保",
        "上海公积金贷款最高额度提升至184万元（上浮15%）",
        "多子女家庭公积金贷款额度达216万元",
        "二套房公积金贷款额度从130万提升至149.5万",
        "北京新房成交1069套（8月9日至18日）",
        "北京新房成交量环比增长37%（8月9日至18日）",
        "北京二手房成交4039套（8月9日至18日）",
        "北京二手房成交量环比下降9%（8月9日至18日）",
        "上海新房库存中80.1%位于外环外",
        "2024年7月上海300万以下总价二手房成交量占比为58%",
        "2023年1月上海300万以下二手房成交量占比为32%",
        "2023年全年上海300万以下二手房成交量占比为50%",
        "上海非户籍家庭第二套房产税按人均60平方米扣除免税面积",
        "上海新房均价部分地区突破4000元/平方米",
        "北京二手房挂牌量超过16万套",
        "上海新房价格在部分区域已达历史高位",
        "上海外环外无显著产业或交通配套支撑，难以形成价值高地",
        "北京五环外为新房主要供应区，库存压力集中于此",
        "上海外环外二手房价格持续下跌，远郊板块缺乏流动性",
        "上海新房销售以价换量，开发商普遍降价促销",
        "上海购房资格存量不变，未新增潜在买家群体",
        "北京新政后挂牌量暴增，反映供给端响应大于需求端",
        "上海外环外购房门槛虽低，但实际购买力受限于资金能力",
        "上海公积金支持提取用于支付首付，政策支持力度加大",
        "房贷利率不分首套二套，预计每月节省月供约1000元（500万贷款）"
      ],
      "topic_areas": [
        "上海限购放松政策",
        "公积金贷款额度调整",
        "房贷利率统一政策",
        "房产税试点新规",
        "新房与二手房分化",
        "库存压力与去化难题",
        "政策效果评估与市场反应",
        "中介与媒体宣传策略",
        "购房者心理与行为分析",
        "北京对比上海政策差异",
        "周边城市受冲击风险",
        "长期楼市信心与预期管理",
        "日本楼市经验借鉴",
        "政策可持续性与底线思维",
        "资本流动与全面开放设想"
      ],
      "word_count": 3,
      "total_markers": 64
    },
    "comments_summary": {},
    "created_at": "2025-11-20T15:54:40.132277",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763625293.9662085
}