{
  "batch_id": "20251120_075052",
  "link_id": "bili_req10",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1kCntzJEzP/",
    "word_count": 4791,
    "publish_date": ""
  },
  "transcript": "捡漏啊捡漏了啊，72平22万包产证到手啊，91平3室两厅25万。哎呦，捡漏捡漏啊，同学们赶紧来捡漏啊。我们那个时候买的时候像抢一样的，这么火爆啊，火锅都不得了的那你们就是上海市区过来的，这个现在买房便宜了，有些那个要急于卖掉的，3分之1没女儿买的时候54个平方，三十多号，七十多块钱，好多万，现在才四块钱，70 14块钱一斤。买到这么多怎么样？大家觉得这边的房价够不够低了哈，能不能抄底了啊啊我个人觉得啊还能再等等啊，只要你不买我不买啊，明天还能再降200。最近我们拍了几期啊关于上海市中心的无人区的视频啊，很多观众看完以后呢，也给我们推荐了不少类似的地方，让我有时间去探访一下。其中有位观众就给我推荐了一个，据说可能是上海周边入住率最低，房价跌的最狠的区域。大家都知道这几年很多城市的房价都下跌了不少啊，这已经不算是啥新闻了。但像我们视频开头提到的，跌了只剩原来的3分之1、4分之1的地方还是非常少见的。而且还是在上海这样的一线城市，只花十几万就可以买到一套商品房，还是非常吸引眼球的。那么这里的房价为什么跌了那么多？它又位于上海的什么地方呢？首先我们打开上海的行政地图，今天的上海总共分为16个行政区，其中最特殊的就要数崇明区。通过卫星地图我们很直观的看到，崇明是由长江入海口的彭沙、长兴以及崇明三个江心岛屿组成，因为远离上海市区，又是三个江心岛屿，要等到2009年10月，崇明才建成第一座长江大桥。这里结束这座岛屿形成至今的1300多年以来哈，只能靠水陆通行的历史啊，加上上海对于崇明的世界级生态岛定位，经济发展就相较于上海的其他区域要缓慢了许多。用大白话讲哈，就是比我们之前去反过的上海浦东农村还要农村。除此之外，因地处长江的入海口啊，每年有大量的泥沙在此淤积，造成这个岛航资金依旧每年以大约200米的速度不断扩张。多出来的这部分陆地啊本是大自然的自然演变，但一些缺德的开发商却从中嗅到了商机。如果不是那位观众给我们介绍，我们怎么也不会想到哈今天的崇明岛北部有一片狭长的区域，在行政划分上哈并不属于上海，而是属于隔壁江苏南通的启东和海门这块区域啊，原本也是两个独立的小岛，因尼沙淤基哈才慢慢和崇明岛相连了，这造成了一个隔江相望的江苏南通在崇明岛啊有两块飞地的奇葩现象。除此之外，由于上海对于与崇明岛的生态定位限制了岛上的房地产开发，而江苏的这两块飞地啊就不一样了。根据这位观众介绍，目前崇明岛北部属于江苏的狭长区域啊，新建了大量的商品房。但因为离上海市区啊实在太远了，加上上海到崇明目前还只有一座长江大桥。从上海市中心的人民广广场出发，开车大概要2个小时才能抵达这些小区，造成很多买了房子的人啊，其入住的概率啊非常的低。据他说哈，常年可能也就1%到2%的水平。于是我就决定啊挑个时间开车上岛去一探究竟。出发之前我们先把车电给充满啊，以防我们到那边去的话找不到地方充电，到时候回来电不够哈。不知道大家在充电或者等人的过程当中啊，一般是怎么打发时间呢？像我最近啊一直都有携带这一款pro呃多功能ar眼镜。别看它的外观啊就像一副普通的黑框太阳眼镜啊，重量也只有七十多克。但是它这里面啊有两块来自索尼的120赫兹超亮olled屏幕，戴上以后呢就相当于眼前出现了1块135寸的超大银幕。对于我们拍视频的人来说哈，还可以省的带一个提示器了啊啊咱们平常呢就把它当成一副普通的太阳镜，只要一按这个按钮啊，就可以实现电子变色哈，阻挡外界99%点几的光线。其实在太阳底下也能够看得清眼镜里面的内容哈。咱们外出拍视频还有一大难题，就是没办法携带大的荧幕剪辑视频啊。有了这个眼镜以后呢，插上电脑就可以虚拟出多个大屏办公了。另外这个眼镜用来刷视频玩游戏哈，也很实用啊。我就在地铁上试了试，把孩子都给馋哭了啊。除此之外，我个人最喜欢用它来看电影，看球赛哈。除了媲美电影院观感的超大荧幕维他们家还开发了一个二弟转三弟的功能，这个功能我真的是太喜欢了。无论是手机电脑还是他们家的这个景环啊，都可以把普通的二弟内容变成三弟的啊。不论是100年前的老电影呢，还是像今年大火的哪吒2，我都试了试啊，瞬间就变成3D的了，效果非常的好啊，单论不挑内容这一点啊就无敌了，真的是啥都可以给你变成三弟的啊。像哪吒二刚上映的时候呢，很多观众就反馈说有些电影院不知道是硬件老化了，还是配的3D眼镜不太行啊啊画面呢很暗，很多细节呢都看不清。这段时间我又维了这个2D转3D的功能啊，重刷了两三遍。哪吒二我个人觉得效果是一点都不输电影院的，因为威的这款眼镜很亮嘛，就不存在看不清细节的问题了。从这一点来说，效果甚至要好于某些电影院。我也用这个功能看了很多我以前拍的视频啊，尤其是360度的全景内容。像这个龙门洞悬空式的视频呢，我之前就上传到了平台上，大家有维眼镜的也可以试一试哈。打开这个二弟转山地的功能，来观看这段在悬崖上攀爬的视频啊，说一句身临其境啊，真的是毫不夸张哈。好了，不多说了哈，我要玩会儿游戏，看会儿电影了哈，打发打发时间啊，等把电充满了我们就出发。请沿当前道路继续行驶4.2公里，你已进入江苏省南通市，各位总裁，欢迎回家。整们小区相当的安静啊，非常适合喜欢安静的人。这个房子不知道建了几年了，因为靠近长江边上还多房子。大家看这很多很多的青苔啊，刚那几年的时间上面看起来就特别的旧了。这有黑字啊，就证明这边来走的人确实不多哈。我估计要晚上才能看出这边实际的入住地到底是什么样的啊，根据网上之前的人反馈呢，这边的入住率常年在1%到2%左右啊，并不是完全没人，还是有一点点人的。我今天到这边来看啊，真的是雷声滚滚啊，物理意义上的啊，现在这会儿正在打雷呢，大家看雷森工队这边是他的一号门啊，这边是二号门啊。同学们，我们现在正沿着这条滨江路在开哈。用一句话形容这边的感受的话，就是这附近真的是连个毛都没有，除了我们刚刚见到的那个大爱城的商品房以外，真的是啥都没有了。那么住在这里的居民，你平常啊外面没得吃，肯定外卖也点不了了，是不是？那你就只能呃找个地方买菜，自己做饭啊。但是我刚才转了一圈下来，好像真的是连卖菜的或者啥的都没有，或者说他们可能有一个集中的时间，附近的农民会到这边来卖菜还是怎么的。本来想找个人来问一下的，但是转了半天都没遇到人。要不看到一两个人就是在房子里面啊，咱也不好去问啊。当然这个小区还是有保安的啊，他这几个大门口都是有保安的。我看了一下保安的年纪，大概也就是五六十岁左右的样子啊。大家可以看看这个路边的这个绿化带哈，这些绿化带看起来都已经很长时间没有修剪了，这就可以看出来啊，虽然当初在这个地方建的基建并不差，但是因为没有人到这里来的话，没有相关的配套。再过个十年八年啊，没人来的话，这个区域真的就是完全就会变成一副那种废弃的城市的景象了啊。尽管崇明岛明年要开通地铁了，但是呃跟这块区域也没有任何关系啊。他这个地铁哈开到这个岛的南端哈，呃到我们现在所处的这个位置长岛这个位置。我看了一下地图哈，还有五十多公里，2.3万亩磅礴规划啊，哎呀雷声滚滚，真的是雷声滚滚啊。十年发展大城已成啊，大家可以看看经过十年的发展啊，这边的马路确实修的挺宽的，然后这边路上的这些绿化带看起来很有森林的气息。长三角度假胜地，高铁、地铁双向岛，7万方欧洲商业街。是这里转进去吗？哦，真的是这里，那我们转进去看一下吧啊这个小区的名字叫做花样森林哦，这个小区里面停车杆都是直接打开的哈，随便进啊。这一面的话应该属于低层的洋房吧，然后这一面就是属于别墅了啊。别墅区这是应该是每户人家的院子，这草真那就是有硬高了哈，不止半米啊。这个下面是啥呢？嚯下面还积水呢。这个这别墅难道还有个地下室？大家看这些房子还没人住啊，都已经塌陷了啊，下面都已经裂开了。嗯，不知道是什么原因啊，毛坯房我大家看窗户还开着呢，也有水啊。那一个是这片的，整个地下排水系统可能都over了。哎呀，这一户的这个门前的草更是不得了，我都怕在草里面钻出什么辣条啊，这么厚的草咱就不往里面走啊，这户更壮观啊。大家看门前已经长了一棵大树了，把这房子都全给堵住了啊，也不知道是不是长三角这边的雨水比较丰沛啊，导致这些杂草啊长得特别的快啊。哎呀，这户也是啊，这棵树都已经长的三楼那么高了，这个应该也是没人住啊，看到有家电摆在里面，但是没人住啊，这个装了空调，但是你看这一看还是没人住啊。这一户的话在自家院子里面种了不少的菜呢啊这家院子里面种的有石榴哦，这会有人住。哎，终于看到一后有人住的。老师我给你打听一下，这边住的住的话方不方便啊？你觉得住的怎么样？租了，反正这个房子是可以，但是人太少。现在这不是好多是炒房的，你知道炒房的，炒房的就买了，准备要高价出手了。这都是上海人嘛，反正是空的，没住的人都是炒房的。这边大概入住率大概多少啊？怎么样？10%左右都不到，就那个高层呃，高层多一点哦，这这边的少一点，这边的别墅都没人住。这个是原来那个面积也大，房价也贵一些。你也是从市区过来的吗？我这个啊我们是在孩子在上海的，我们都退休了嘛啊就在这边给我们买个房子。我们一是大部分时间一年半一半时间是在这里，孩子给你们买的，还自己买的，孩子买的那现在这边住的是不是都是老年人比较多啊，还是说部分是大部分现都是8% 9是上海的，还有江苏的也艺部分岁数大的比较多一点啊。那这环境就是比较适合养老啊。那但是我看这附近也没啥配套，能买菜啥出的。就是前面有个大草坪啊，右手就有一个超市，还有个超市啊，那边能买东西，别的没有，别的没有，但是吃的一般都有啊，吃的菜什么也品种也，那饭店这些有吗？饭店就在那边了，就在那个会所会所那边啊，租间这已经搞好几年了，这块小区建好几年了。我们19年来的那个刀建完了，开始入住了，办手续什么也都都久转的。19年的现在都六年了，六年了还是没啥呀。这两年住的人是越来越多了，还是越来越少啊？还比较稳定。这个老年人比较多一些，他不让搬了也这个环境空气也好一些，其实就愿意这在这边住。但老年人你们住的话，看病啥的方不方便啊？咱们很多老年人病这边有个镇上有个维生素，这边刚建完一个医院。所谓的医院，但是已经建完了，就拐过去那个地方就是咱们的社区的医院啊，但是没有配医生买药什么的，到到镇上去买，去镇上那现在网上买药也也方便的，但你要看病的话，你要门诊啊，那些到最近的就是上那个启动镇镇上去。嗯，那假如如果如果小孩在这边上学啥的怎么办？也是到正常学上学那边建学校，但是现在好像没没启动。那那如果要上学是不是也签在的话，就是要去镇上了。对，要镇常去上学。那年轻人没法住进来呀，规划上设计建是建了，但是因为没没人的嘛，所以说小孩的那个老师也不一定配得上啊，反就就是这样就适合你们养老啊。那年轻人还是住进来还是不行啊，不方便啊。嗯那你们从社区那儿住过来，你你们觉得感觉怎么样？别老乱玩，你要图清净空气好，这的还可以，那耐得住节寞作业啊，现在不靠你这个那边有个恒大威尼斯去过，没有没有没有，那边比这规模还大还大面那个恒大那个。哎，你们当时买的是知不知道这里是江苏啊，买的抢着的时抢着买。这图纸怎不弄样，就看看图纸，看个模型什么的。嗯，这见都没见了，然后开始下手，当时也没说清楚，因为就是重新岛就是上海的。实际上在崇明岛的这个北面这一条有一条小沟，就是个上海跟启东的那个交界线。你们当时都不知道，人不知道不知道，当时就说是上海了。上海因为这他宣传的时候说是上海是吧，上海那个绿地集团嘛哦他们的当时他有好多听说好听的，有些东西他也也不跟你说出过，而且就故意帮人家就抢房子在家，那么故意帮人抢房子到了1115000 6000了，一平米呢高的时候到了15000六千啊，那时这上海不是最便宜的嘛。所以啊但现在呢我看你有两千、三四千、四五千，哎，那跌的那还不止一半了，那就是砍到脚脖子下面去了哟。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "崇明区由长江入海口的彭沙、长兴和崇明三个江心岛屿组成。",
        "崇明岛于2009年10月建成第一座长江大桥，结束长达1300多年的水路通行历史。",
        "崇明岛北部有一片狭长区域行政上属于江苏南通的启东和海门。",
        "该区域因泥沙淤积与崇明岛相连，形成上海与江苏之间的飞地现象。",
        "上海对崇明岛定位为世界级生态岛，限制房地产开发。",
        "江苏所属飞地未受相同生态限制，新建大量商品房。",
        "从上海市中心人民广场驾车至崇明岛北部需约2小时。",
        "该区域商品房入住率常年维持在1%到2%之间。",
        "崇明岛明年将开通地铁，但仅覆盖岛南端，不包括北部区域。",
        "花样森林小区为位于崇明岛北部的住宅项目，包含洋房与别墅。",
        "小区入口停车杆为常开状态，可随意进入。",
        "部分别墅已出现地基塌陷、窗户破损、积水严重等问题。",
        "有住户在自家院子种植石榴和蔬菜，表明存在实际居住者。",
        "该区域居民以退休老年人为主，多为上海户籍或江苏户籍。",
        "社区内设有超市和会所，但无饭店、学校及正规医院。",
        "镇上建有社区医院，但无医生配置，药品需前往镇上购买。",
        "目前尚无学校启动，儿童上学需前往镇上。",
        "购房时宣传材料称该地为“上海”区域，未明确属江苏管辖。",
        "部分购房者在未实地考察情况下即完成交易。",
        "房价曾高达每平方米15000元，现降至每平方米4000元左右。",
        "该区域房价跌幅超过70%，部分房源价格跌至原价的四分之一。",
        "部分买家为炒房者，意图高价转售。",
        "当地气候湿润，雨水丰沛，导致杂草生长迅速。",
        "已有树木长至三楼高度，甚至遮挡房屋入口。"
      ],
      "key_opinions": [
        "个人认为当前房价还能再降，只要不买就不买，明天可能还会降200元。",
        "该区域适合喜欢安静、追求空气清新的老年人养老。",
        "尽管配套缺失，但环境清幽，耐得住寂寞的人会觉得这里不错。",
        "恒大威尼斯规模更大，但同样缺乏人气和配套。",
        "开发商在宣传中故意模糊地理归属，诱导购房者抢购。",
        "部分购房者对地理位置不了解，误以为是上海本地房产。",
        "现在买房不如再等等，抄底时机尚未成熟。",
        "虽然有绿化和道路规划，但无人使用终将变成废弃城市景象。",
        "年轻人难以在此长期居住，主要因生活配套不足。",
        "2D转3D功能效果极佳，甚至优于部分电影院体验。"
      ],
      "key_datapoints": [
        "72平方米户型售价22万元，包产证。",
        "91平方米三室两厅户型售价25万元。",
        "崇明岛北部商品房单价从15000元/㎡降至4000元/㎡。",
        "房价跌幅超过70%，部分房源价格仅为峰值的四分之一。",
        "从上海市中心到崇明岛北部车程约2小时。",
        "崇明岛北部入住率常年在1%至2%之间。",
        "花样森林小区建成于2019年，至今已六年。",
        "该区域现有居民中老年人占比约8%-9%。",
        "小区内别墅区草高超过半米，部分区域积水严重。",
        "部分房屋地下室排水系统已失效。",
        "2009年长江大桥建成，标志着崇明岛正式连通上海主城。",
        "崇明岛每年以约200米速度扩张。",
        "该区域距离地铁终点站仍有50多公里。",
        "小区总占地面积达2.3万亩。",
        "眼镜屏幕分辨率为索尼120赫兹OLED，等效135英寸巨幕。",
        "眼镜重量为70多克，支持电子变色功能。",
        "支持手机、电脑、景环设备的2D转3D功能。",
        "2D转3D功能适用于老电影及《哪吒2》等新片。",
        "视频拍摄中使用该眼镜可虚拟出多个大屏进行剪辑。",
        "眼镜内置二弟转三弟功能，兼容所有内容类型。"
      ],
      "topic_areas": [
        "崇明岛地理特征",
        "上海周边房价暴跌",
        "江苏飞地房产",
        "低入住率社区",
        "生态岛政策影响",
        "购房误导宣传",
        "炒房现象分析",
        "老年养老需求",
        "基础设施缺失",
        "2D转3D技术应用",
        "AR眼镜使用体验",
        "远程办公工具",
        "自驾出行准备",
        "自然环境影响",
        "房产投资风险"
      ],
      "word_count": 4,
      "total_markers": 54
    },
    "comments_summary": {},
    "created_at": "2025-11-20T15:54:34.685555",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763625284.0794117
}