{
  "batch_id": "20251120_075052",
  "link_id": "bili_req1",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1SaC9BGEKk/",
    "word_count": 3684,
    "publish_date": ""
  },
  "transcript": "2025年的上海正在被不断刷新的成交价狠狠重击核心区，在已经跌的不像样的市场价的基础上，艾次被买家拦腰砍价，外环外单价跌破1万。上海真正的价格底部正在被无情的揭开，大家以为是缓慢下跌，然而这次是拦腰砍价加自由落体的双重暴击。今天我们就来看看两套真实的成交，这两套成交的记录时间是2025年10月29日，这个数据不是情绪，是成交价落在地板上的声音，而成交不会说谎。我们先来看第一个小区，大宁板块的八方花苑，上海市中心最接近黄金三角的地段，商圈成熟，曾经有多少人幻想过稳如磐石，但看看最新的成交，挂牌价400万，成交价200万，直接被砍掉一半，这不是溢价空间，而是割肉。新闻不敢写，中介不爱说，开发商更不会说，但成交不会骗你是这一刀下去不是数字，而是真金白银。一刀200万，砍掉的是家庭十年打工的积蓄。三代人的预期，甚至是上海核心区房价永远不会跌的神话。很多人以为这个是极端的个例，然而这是趋势，是板块溶解，是泡沫破裂，是2025年全程蔓延的价格地震。感兴趣的朋友可以参考我上一期的楼市快报视频，上海康城挂牌价400万，被砍180万，最终220万成交。在你看到今天200万成交的八方花苑之前，我们来看一看他曾经站的有多高。翻开他的历史成交记录，在2018年前后，他的一房房型成交价曾经突破10万，而他的两房房型单价也在6万到7万之间。而在2020年之后，它的两房房型曾经单价突破9万，而它的一房房型最高达到了115526，这个时间是2021年12月，随后这个小区的房价一路下跌，先是在2023年跌破10万，随后在2024年跌破8万，又在2024年11月破跌破6万。而这一套39平的一室一厅的房型，成交单价115628，成为了这个小区最辉煌的巅峰。这个建于1991年的老小区，老公房无电梯，楼龄三十多年，却在它的巅峰时刻冲上了115000美平的单价。这不是幻觉，也不是传说，是真实成交、白纸黑字、货真价实的历史。那一年，大宁进入上海北部价值爆发期，大宁国际广场升级，北京安孝益外溢，三条轨交交汇，新地块拍卖带动全区预期租金上涨，投资客涌入，所有人都在喊大宁要接轨新静安，老房子也是黄金核心区，永远有接盘。于是八方花苑就成了老破小，里面的战斗机成交价格像坐上了火箭一样往上冲。11点五六万的单价不是胡吹，是现实数据。在当时的房住不炒的虚实中，这样的单价甚至让中介都不敢大声宣布，因为它太高、太疯、太魔幻，高到让人以为上海的房价只要给够时间就没有天花板。然而，越是在天上飞的房价，掉下来时就越狠。一个曾经每平11.5万的老公房，现在跌到了每平三万多的成交。这是从恒隆商场跌回大润发，从特斯拉model x变成二手捷达，从陆家嘴高空的旋转餐厅跌回马路边的全家。接下来我们再来看第二个小区，外港景苑。这是一个2017年的新小区，带电梯，有景观，有品质。按照任何逻辑，他都应该是属于刚需稳定盘。但最新的成交似乎告诉大家，罗辑死了，成交总价是80万，成交单价是9869每平，你没听错，这是一个四位数。在上海，2025年一个不到八年的小区单价跌破四位数，这是上海房价的自由落体运动，是过去五年所有幻想的反思，是所有高位接盘的代价。若果能看到今天的这套成交，会认为它只不过是普通的郊区刚需盘。我们来看看它曾经的历史成交，这个小区在2021年的时候单价在18000到2万之间，而在2021年10月，他的成交单价达到过历史高峰，每平22381元，一套面积为84平的户型成交总价为188万。随后这个小区的房价开始一路震荡，2023年1月跌破17000，2024年4月跌破15000，2024年9月跌破13000，随后小区在2024年10月达到了最低的历史单价12000，而最新的这套成交单价只有9869。家定外港曾经被包装成价值洼地里的潜力股，外港景苑则是这里的标杆盘。然而不到四年的时间，价格从2.2万跌到不到1万。这个小区用自己的成交曲线告诉所有人，在上海，连郊区的标杆盘也可以从天花板一路砸到地下室。他曾经站在2.2万的最高点，让今天这笔不到1万的成交显得格外的刺耳，格外的真实。上海楼市的价格崩塌，打破了无数人的三重认知。第一层核心区并不免疫。八方花苑告诉我们，核心区并不是护城河，核心区也可能是韭菜田。当流动性枯竭，核心区跌起来比郊区更狠、更快、更绝，因为它涨得太高，所以它的跌幅也更加的刺眼。第二层外环外不是洼地，而是深渊。外港景苑不到1万的单价刷出了全新的价格。底层它意味着上海的价格体系塌陷了，上海的购房逻辑改写了。未来五年外环外会变成全国最真实的市场，不是因为便宜，而是因为没有故事的房子只剩下成交价在说话。而最近上海外环外解除限购的政策正好印证了这一点。第三层真正吓人的不是下跌，而是卖家的幻觉被缴税。可以想象，这套八方花苑的业主挂牌400万，心里觉得亏点卖掉也行。而最后的实际成交价只有200万，那一瞬间他不是被砍了200万，而是被砍掉了自己的世界观。市场最残忍的地方就是卖家还没有接受成交，已经给出了答案。八方花苑这套被砍掉的200万意味着什么？意味着你拿的这200万可以住上五星级酒店910个晚上，可以环游世界13次，可以在上海黄金地段租1.5万的豪宅11年。如果你的家庭有孩子，那么这是孩子从小学补习到高考的全部费用，还多出了三年的兴趣班。房价下跌从来不是数字，是生活本身的瓦解。通过这两套成交，我们能看到上海接下来最重要的三大趋势。第一个趋势，核心区跌幅会继续扩大。上海核心区真正恐怖的地方不是跌，而是跌到现在还没跌完。因为涨幅越夸张，清算越残酷。核心区十年吹起来的泡沫，正在用三年的速度垮塌。八方花苑从115000跌到每平32000，这不是回调，是从云端坠落到地面。而最让人不寒而栗的是，核心区跌的越狠，说明这座城市之前吹的泡沫就越大，现在的行情才刚刚进入泡沫回归现实的第一阶段，真正的补跌还在后面。第二个趋势，外环外单价跌破万将成为常态。外环外的房价跌到1万以下不是事故，是趋势。因为市场结构、人口结构、供应结构，同时再把外环外的价格往真实区间里压。这套外港景券的9869的成交单价，那不是地板价，是回到了属于它的价格带过去外环外动不动四五万的成交，都是靠情绪依托。现在情绪熄火，流动性枯竭，接盘者减少，价格只能往现实靠。二是市场的事实不是预测。第三个趋势，真正能卖出去的是接受砍价的。就像沈腾电影里所演示的那样，等会知不知道什么叫讨价还价，你倒是还个价啊，怎么回？你还你先还一个呗，为什么呢？行，那就砍一半，打个对折，你愿意卖就卖，不卖拉倒啊。你想一想，我们合计合计走走走走走走走砍一半是吧？卖现在谁在反悔，谁就说热。上海现在不是卖房，是抢时间，不是比谁的价格高，而是比谁跑的更快。犹豫一天，隔壁就比你的价格更狠，隔壁很完下一家更狠。整个楼市恶性竞争，最后成交，永远属于最能忍受痛苦的人，这不是悲观，这是房地产的铁律。越早离手的人亏得越少，市场会奖励第一批割肉的人，惩罚最后才醒悟的人。八方花月那套成交挂牌400万，被砍了200万成交筹叫成交周期极短，为什么？因为它快狠的干脆。当上海进入补跌周期时，卖家不是在卖房，是在逃离下跌的漩涡。这个就是目前上海二手房的真实现状。我们再来看看目前上海法拍房市场的情况。现在上海法拍房的流拍率大家可能不太清楚。我分析了上海近两年三千多宗法拍房源计算得出的流拍率不是30%，也不是40%，而是让所有人都震惊的60%的流派率。为了让大家更直观的感受这一点，我给大家看一张这样的图。这个图就是从23年到25年这几年间，所有上海的法拍房源，横轴代表时间，纵轴代表它的起拍价。而这里面的颜色，红色就代表了流拍，而绿色就代表了成交。大家可以看到红色的点远多于绿色的点。同时我们再来看一看60%的流拍率意味着什么？意味着十套房里面有六套没有人愿意出价，不是买不起了，而是买家不想接刀了。上海的法拍市场正在用最残酷的方式告诉所有人，价格还没有到底，没有人愿意当接盘侠。过去的逻辑是法拍房比市场价更便宜，所以会被抢。现在的逻辑是即便便宜30%也没有人想碰，因为明天可能会更低。我们可以非常直观的来看一看，我们可以看一下这张图是一个法拍房的成交折价图，纵轴是成交单价，横轴式折价率。我们可以看到大量的房子都集中在了70%到85%的折价区间。也就是说打8折是最低的入场门槛，部分房子甚至跌到了60%的折价区间。当然这些都是2拍甚至3拍的房间，价格越高的房子折价越升越贵的小区越没有人接盘。这张图表面看的是折价率，实际上看的是上海买家的心理，他们不再相信高位小区的不败神话，不再相信核心区永远保值，不再相信再不买就来不及上车。当法拍房高达60%的流拍率，而价格要到7折甚至5折、六折才能成交。现在大家都必须接受一个现实，上海楼市不再是谁比谁涨得更快，而是比谁跌的更狠。市场的权利从卖家的手里彻底转移到了买家的手里。未来上海的楼市会怎样？欢迎大家把观点留在评论区，我们也会继续更新全国楼市的二手房成交最新信息，欢迎感兴趣的朋友点赞订阅，我们下期见。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "2025年10月29日，上海大宁板块八方花苑一套39平一室一厅成交单价为32000元/平",
        "八方花苑挂牌价400万元，最终成交价200万元，被砍掉200万元",
        "八方花苑建于1991年，为无电梯老公房，楼龄超三十年",
        "2021年12月，八方花苑一房型单价最高达115526元/平",
        "2023年八方花苑单价跌破10万元/平，2024年跌破8万元/平，2024年11月跌破6万元/平",
        "外港景苑为2017年建成的新小区，带电梯，有景观，属刚需盘",
        "外港景苑最新成交总价80万元，单价9869元/平，跌破万元大关",
        "外港景苑2021年10月曾达到历史高点，单价22381元/平，成交总价188万元",
        "2024年10月外港景苑最低单价为12000元/平，2025年降至9869元/平",
        "2025年上海法拍房流拍率高达60%，超过三千宗法拍房源中六成未成交",
        "法拍房成交集中在70%至85%折价区间，部分跌至60%折价",
        "上海法拍房市场已从“低价抢购”转向“无人接盘”，买家普遍不愿承担风险",
        "上海楼市价格崩塌打破三大认知：核心区非免疫、外环外非洼地、卖家幻觉被击碎",
        "八方花苑从每平11.5万跌至3.2万，跌幅超过70%",
        "外港景苑从每平2.2万跌至不足1万，跌幅近55%",
        "上海核心区房价下跌速度远超郊区，因前期涨幅过大导致清算更剧烈",
        "外环外解除限购政策与房价自由落体趋势形成呼应",
        "当前上海二手房交易进入“谁跑得快谁亏得少”的恶性竞争阶段",
        "八方花苑成交周期极短，反映卖家急于逃离下跌漩涡的心理",
        "法拍房折价率越高，越难成交，说明市场对高价资产彻底失去信心",
        "上海楼市权力已从卖家转移至买家，买方主导定价权",
        "2025年上海楼市真实现状是补跌周期开启，泡沫回归现实的第一阶段",
        "未来五年外环外将呈现全国最真实的市场价格，不再依赖故事支撑"
      ],
      "key_opinions": [
        "八方花苑的暴跌不是个例，而是板块溶解和泡沫破裂的必然结果",
        "外港景苑跌破万元单价是上海房价体系塌陷的信号",
        "核心区域并非护城河，反而可能成为韭菜田，流动性枯竭时跌幅最狠",
        "过去五年所有幻想都在这场价格地震中被清算",
        "卖家尚未接受成交价，就已经被现实击穿世界观",
        "上海楼市真正的补跌还在后面，目前只是第一阶段",
        "外环外跌破万元将成为常态，而非偶然事件",
        "市场结构、人口结构、供应结构共同推动价格回归真实区间",
        "真正能卖出去的是愿意接受砍价的人，犹豫者将被彻底淘汰",
        "越早割肉的人亏损越少，市场会奖励第一批离场者",
        "法拍房60%流拍率揭示买家心理彻底转变，不再相信接盘逻辑",
        "现在不是比谁涨得快，而是比谁跌得更狠",
        "上海楼市已进入买家主导时代，卖家不再掌握主动权",
        "八方花苑200万成交意味着家庭十年积蓄被瞬间蒸发",
        "房价下跌不是数字游戏，而是生活本身的瓦解",
        "这套成交背后是三代人预期的崩塌，包括上海核心区永不跌的神话",
        "外港景苑从2.2万跌到不到1万，刺耳而真实，是对价值幻觉的致命打击",
        "法拍房折价到60%仍难成交，说明市场底仍未探明",
        "未来上海楼市不会出现反弹，只会持续向下寻找真实锚点",
        "购房者应放弃“再不买就来不及”的焦虑，转而接受现实价格",
        "上海楼市正在用最残酷的方式重塑购房逻辑",
        "当前市场环境下，等待等于被进一步挤压，行动才是唯一出路",
        "所谓“价值洼地”在真实成交面前不复存在，只有价格在说话",
        "上海楼市已从投资热土变为风险重灾区，需重新定义风险边界",
        "市场情绪熄火后，只有真实需求和现金流才能支撑交易"
      ],
      "key_datapoints": [
        "八方花苑39平一室一厅成交单价：32000元/平",
        "八方花苑挂牌价：400万元",
        "八方花苑实际成交价：200万元",
        "八方花苑历史最高单价：115526元/平（2021年12月）",
        "八方花苑2023年单价跌破10万元/平",
        "八方花苑2024年跌破8万元/平",
        "八方花苑2024年11月跌破6万元/平",
        "外港景苑最新成交单价：9869元/平",
        "外港景苑最新成交总价：80万元",
        "外港景苑历史最高单价：22381元/平（2021年10月）",
        "外港景苑2023年1月单价跌破17000元/平",
        "外港景苑2024年4月跌破15000元/平",
        "外港景苑2024年9月跌破13000元/平",
        "外港景苑2024年10月最低单价：12000元/平",
        "上海法拍房总数量：超过3000宗（近两年数据）",
        "上海法拍房流拍率：60%",
        "法拍房成交折价率集中区间：70%-85%",
        "部分法拍房折价率低至60%",
        "八方花苑成交价较挂牌价减少：50%",
        "外港景苑成交价较历史峰值下降：约56%",
        "八方花苑从巅峰价115526元/平跌至32000元/平，跌幅约72.3%",
        "外港景苑从22381元/平跌至9869元/平，跌幅约56.3%",
        "2025年10月29日为两套成交记录时间点"
      ],
      "topic_areas": [
        "核心区房价崩塌",
        "外环外价格自由落体",
        "法拍房流拍率飙升",
        "成交价与心理预期脱节",
        "卖家幻觉破灭",
        "市场权力转移",
        "补跌周期开启",
        "真实价格回归",
        "房产泡沫清算",
        "购房者心理转变",
        "流动性枯竭影响",
        "历史成交对比",
        "折价成交常态化",
        "楼市铁律重构",
        "接盘侠消失"
      ],
      "word_count": 2,
      "total_markers": 71
    },
    "comments_summary": {},
    "created_at": "2025-11-20T15:51:47.434092",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763625125.6988027
}