{
  "success": true,
  "video_id": "46s-InC6J4k",
  "url": "https://www.youtube.com/watch?v=46s-InC6J4k",
  "content": "I hate waking up early to work out but I do it anyway almost every day for the last 10 years of my professional career and it's not because I'm an alpha male or David goggin protoe they all know me son but because I had an incredible mother who taught me that you have to do abnormal things if you want abnormal results and you don't have to like it you just have to do it so if you're looking to get your workout in while the world is still asleep here are four lessons I've learned that have made it possible for me number number one less decisions equal a greater outcome you want to be as predictable as possible no one makes good decisions when they're tired so eliminate the decision fatigue before the day even starts build a routine that you don't have to question or change every day I wake up I head straight to the kitchen I drink my PE science Reds greens creatine and electrolytes this not only makes me feel great but helps me wake up naturally since I don't drink caffeine until later in the day then I'll unload the dishwasher prep Griffin's water listen to some Kevin Gates on the bike and get straight into my warm-up I am truly on autop pilot for the first 30 minutes of being awake which helps me conserve my mental energy for the task at hand number two enjoyment is not a prerequisite sometimes you just need to accept the suck sure when I was younger with less responsibility and uninterrupted sleep the workouts were much more enjoyable and some days I still love it but most days I do it because I know that I need to I'm not saying this is optimal I'm saying this is realistic for a 35-year-old guy with a family and a demanding career all I know is that I'm better off physically and mentally for forcing myself to get up an hour or two early and take care of my health number three the why Always drives the behavior in sales we always talk about tying back to the customer's buying motives and in a way you kind of need to sell yourself on why you're leaving the comfort of your warm bed every morning when I was younger I just wanted to be jacked and maybe that's true for you too but typically that's pretty fleeting so you always need to assess and redefine your why nowadays I want to live as long as possible for my family and I want to be present during the times they're awake and I know that in order to take care of them I have to be able to take care of me so on the days I just want to lay in bed I remind myself of who I'm quitting on it's all the motivation I need to get up and take care of business number four sleep deprivation is not the answer look I get it I used to be the team no sleep guy I drink as much caffeine as I wanted and operate on as little sleep as possible but we all know that is not smart and you're just robbing productivity from tomorrow instead of eliminating sleep eliminate the dead time for me this meant deleting Tik Tok from my phone so I didn't have the temptation of scrolling and can get to bed on time now of course with kids it's not as controllable but do your best to build in protocols that assures you're getting at least 7 to 8 hours of sleep each night it will have a positive impact on literally every aspect of your life so I know we talk a lot about morning routines but I actually think night routines are just as if not even more important so my night routine is the same every single day I will have my magnesium from PE science it's a very high quality grade and I think every single person almost every single person on Earth should be supplementing with magnesium I just like to dry scoop it here so I don't have to dirty any cups so I'll do that and then I'll usually just go ahead and make my morning cocktail which is my greens my Crea my Reds and my electrolytes again all from P science you can use code Travis to save 10% on anything from there but again just one last thing I need to worry about in the morning already done all I have to do is execute and then I personally like to end every day in the sauna get a nice sweat relax get some things done on my phone and just reflect it's one of my favorite things to do even if it is a sunlight ins sauna which is the worst brand of all time never ever buy anything from sunlight and terrible but it's as therapeutic as it possibly can be so I'll see y'all in the morning good morning good morning let's get this day started this drink really does give me life and you know you're getting old when you have to stretch out just before unloading the dishwasher so getting started is definitely the most challenging part of early morning workouts so after I've ride the bike for a few minutes do some Dynamic stretch work what I like to do on the mornings where I'm feeling a little less motivated is start out with something called nickels and dimes and I actually learned this in a book called living with a seal and I was referencing David gogins but you'll do five pull-ups and 10 push-ups and do five rounds of that there's a really good job of getting the blood flowing in the body and warming up your entire upper body so if you're struggling give that a shot all right so get a little sweat going get the blood pumping a little bit rest periods were extremely short so it shouldn't take but 3 to 5 minutes now I can start moving into some working sets today I'm going to be doing some incline dumbbell press uh I got some lateral raises and some other various upper body work and that's the other piece of advice I would have for you is do not try to wing it when it comes to your workouts have a plan in place it's like being told what to do you're more likely to adhere to it as opposed to just maybe walking in circles and also being able to progress week after week uh so you have that number in front of you and you have that tangible goal uh like I said you don't have to enjoy it you just have to get it done all right so I'm going to finish up with a few more working sets here I see the family is starting to wake up on the camera so I'm going to head back inside see what they're up to feed Griffin his breakfast and have a little family time before we start the work day hey buddy got quite a bit of food there huh Alfie begging you you'll smile for the camera wow Magic Chair ride so cool sir sir could we bother you for a review could you please review your experience on the magical chair ride all right it is now 7:30 a.m. I'm starting the workday first cup of coffee first caffeine of the day always hits different when you delay it just a little bit try it out if you haven't already we got some good family time in this morning got my workout done so I can just just think clear knowing that I don't have that responsibility later on in the day when a thousand other fires are going to come up that I'm going to have to deal with so that for me is something that just works the best I feel like almost all adults really should be exercising in some regard doesn't have to be lifting weights or running marathons but whether it be yoga or walking just moving our bodies to give ourselves the best possible chance to live as long as possible for our families so hopefully this video is helpful for some of you let me know your comments down below and I look forward to talking to you next week I hate waking up early to work out but I do it anyway almost every day for the last 10 years of my professional career and it's not because I'm an alpha male or David goggin protoe they all know me son but because I had an incredible mother who taught me that you have to do abnormal things if you want abnormal results and you don't have to like it you just have to do it so if you're looking to get your workout in while the world is still asleep here are four lessons I've learned that have made it possible for me number number one less decisions equal a greater outcome you want to be as predictable as possible no one makes good decisions when they're tired so eliminate the decision fatigue before the day even starts build a routine that you don't have to question or change every day I wake up I head straight to the kitchen I drink my PE science Reds greens creatine and electrolytes this not only makes me feel great but helps me wake up naturally since I don't drink caffeine until later in the day then I'll unload the dishwasher prep Griffin's water listen to some Kevin Gates on the bike and get straight into my warm-up I am truly on autop pilot for the first 30 minutes of being awake which helps me conserve my mental energy for the task at hand number two enjoyment is not a prerequisite sometimes you just need to accept the suck sure when I was younger with less responsibility and uninterrupted sleep the workouts were much more enjoyable and some days I still love it but most days I do it because I know that I need to I'm not saying this is optimal I'm saying this is realistic for a 35-year-old guy with a family and a demanding career all I know is that I'm better off physically and mentally for forcing myself to get up an hour or two early and take care of my health number three the why Always drives the behavior in sales we always talk about tying back to the customer's buying motives and in a way you kind of need to sell yourself on why you're leaving the comfort of your warm bed every morning when I was younger I just wanted to be jacked and maybe that's true for you too but typically that's pretty fleeting so you always need to assess and redefine your why nowadays I want to live as long as possible for my family and I want to be present during the times they're awake and I know that in order to take care of them I have to be able to take care of me so on the days I just want to lay in bed I remind myself of who I'm quitting on it's all the motivation I need to get up and take care of business number four sleep deprivation is not the answer look I get it I used to be the team no sleep guy I drink as much caffeine as I wanted and operate on as little sleep as possible but we all know that is not smart and you're just robbing productivity from tomorrow instead of eliminating sleep eliminate the dead time for me this meant deleting Tik Tok from my phone so I didn't have the temptation of scrolling and can get to bed on time now of course with kids it's not as controllable but do your best to build in protocols that assures you're getting at least 7 to 8 hours of sleep each night it will have a positive impact on literally every aspect of your life so I know we talk a lot about morning routines but I actually think night routines are just as if not even more important so my night routine is the same every single day I will have my magnesium from PE science it's a very high quality grade and I think every single person almost every single person on Earth should be supplementing with magnesium I just like to dry scoop it here so I don't have to dirty any cups so I'll do that and then I'll usually just go ahead and make my morning cocktail which is my greens my Crea my Reds and my electrolytes again all from P science you can use code Travis to save 10% on anything from there but again just one last thing I need to worry about in the morning already done all I have to do is execute and then I personally like to end every day in the sauna get a nice sweat relax get some things done on my phone and just reflect it's one of my favorite things to do even if it is a sunlight ins sauna which is the worst brand of all time never ever buy anything from sunlight and terrible but it's as therapeutic as it possibly can be so I'll see y'all in the morning good morning good morning let's get this day started this drink really does give me life and you know you're getting old when you have to stretch out just before unloading the dishwasher so getting started is definitely the most challenging part of early morning workouts so after I've ride the bike for a few minutes do some Dynamic stretch work what I like to do on the mornings where I'm feeling a little less motivated is start out with something called nickels and dimes and I actually learned this in a book called living with a seal and I was referencing David gogins but you'll do five pull-ups and 10 push-ups and do five rounds of that there's a really good job of getting the blood flowing in the body and warming up your entire upper body so if you're struggling give that a shot all right so get a little sweat going get the blood pumping a little bit rest periods were extremely short so it shouldn't take but 3 to 5 minutes now I can start moving into some working sets today I'm going to be doing some incline dumbbell press uh I got some lateral raises and some other various upper body work and that's the other piece of advice I would have for you is do not try to wing it when it comes to your workouts have a plan in place it's like being told what to do you're more likely to adhere to it as opposed to just maybe walking in circles and also being able to progress week after week uh so you have that number in front of you and you have that tangible goal uh like I said you don't have to enjoy it you just have to get it done all right so I'm going to finish up with a few more working sets here I see the family is starting to wake up on the camera so I'm going to head back inside see what they're up to feed Griffin his breakfast and have a little family time before we start the work day hey buddy got quite a bit of food there huh Alfie begging you you'll smile for the camera wow Magic Chair ride so cool sir sir could we bother you for a review could you please review your experience on the magical chair ride all right it is now 7:30 a.m. I'm starting the workday first cup of coffee first caffeine of the day always hits different when you delay it just a little bit try it out if you haven't already we got some good family time in this morning got my workout done so I can just just think clear knowing that I don't have that responsibility later on in the day when a thousand other fires are going to come up that I'm going to have to deal with so that for me is something that just works the best I feel like almost all adults really should be exercising in some regard doesn't have to be lifting weights or running marathons but whether it be yoga or walking just moving our bodies to give ourselves the best possible chance to live as long as possible for our families so hopefully this video is helpful for some of you let me know your comments down below and I look forward to talking to you next week",
  "title": "The Secret To Early Morning Workouts",
  "author": "Travis S",
  "publish_date": "",
  "source": "YouTube",
  "language": "auto",
  "word_count": 2850,
  "extraction_method": "youtube",
  "extraction_timestamp": "2025-11-18T14:14:44.478855",
  "batch_id": "20251118_061428",
  "link_id": "yt_req1",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "The speaker has worked out early every day for the last 10 years of their professional career.",
        "The speaker wakes up early not because they are an 'alpha male' or inspired by David Goggins.",
        "The speaker's mother taught them that abnormal results require doing abnormal things.",
        "The speaker drinks PE Science Reds, Greens, Creatine, and Electrolytes immediately after waking up.",
        "The speaker does not consume caffeine until later in the day.",
        "The speaker unloads the dishwasher as part of their morning routine.",
        "The speaker prepares Griffin’s water each morning.",
        "The speaker listens to Kevin Gates music while on the bike during warm-up.",
        "The speaker follows a consistent routine for the first 30 minutes after waking up.",
        "The speaker uses a 'nickels and dimes' workout: 5 pull-ups and 10 push-ups for 5 rounds.",
        "The 'nickels and dimes' routine is from the book *Living with a Seal*.",
        "The speaker performs dynamic stretching after riding the bike.",
        "The speaker does incline dumbbell presses as part of their upper body workout.",
        "The speaker includes lateral raises in their upper body training session.",
        "The speaker emphasizes having a pre-planned workout routine.",
        "The speaker makes their morning supplement cocktail the night before.",
        "The speaker takes magnesium from PE Science every night.",
        "The speaker dry scoops magnesium to avoid using cups.",
        "The speaker ends their day in a sauna for reflection and relaxation.",
        "The speaker uses a Sunlight Ins sauna, which they consider the worst brand ever.",
        "The speaker values family time after completing their workout.",
        "The speaker feeds Griffin breakfast after finishing their morning routine.",
        "The speaker starts their workday at 7:30 a.m.",
        "The speaker drinks their first coffee of the day at 7:30 a.m.",
        "The speaker delays caffeine intake to make it more impactful."
      ],
      "key_opinions": [
        "Less decisions lead to greater outcomes in morning routines.",
        "Enjoyment is not necessary for effective workouts.",
        "It is realistic for a 35-year-old with a family and demanding job to prioritize health despite lack of enjoyment.",
        "Sleep deprivation is not a sustainable strategy for productivity.",
        "Eliminating dead time like TikTok scrolling helps improve sleep quality.",
        "Night routines are just as important, if not more so, than morning routines.",
        "Every person on Earth should consider supplementing with magnesium.",
        "A pre-made morning cocktail reduces decision fatigue.",
        "Having a structured workout plan increases adherence and progress.",
        "People don’t need to enjoy exercise—they just need to do it.",
        "Staying present for family requires taking care of oneself first.",
        "Delaying caffeine improves its perceived effect.",
        "Family time after a workout enhances mental clarity.",
        "Morning workouts reduce stress from pending responsibilities later in the day.",
        "Almost all adults should engage in some form of physical activity regardless of intensity."
      ],
      "key_datapoints": [
        "The speaker has maintained an early workout routine for 10 years.",
        "The speaker wakes up early for workouts almost every day.",
        "The speaker consumes PE Science Reds, Greens, Creatine, and Electrolytes daily.",
        "The speaker takes magnesium nightly from PE Science.",
        "The speaker aims for 7 to 8 hours of sleep per night.",
        "The 'nickels and dimes' routine consists of 5 pull-ups and 10 push-ups over 5 rounds.",
        "The warm-up phase lasts 3 to 5 minutes.",
        "The speaker starts their workday at 7:30 a.m.",
        "The speaker uses code Travis for 10% off PE Science products.",
        "The speaker practices dynamic stretching post-bike ride.",
        "The speaker performs incline dumbbell presses and lateral raises.",
        "The speaker completes 5 rounds of nickels and dimes.",
        "The speaker reflects in the sauna daily.",
        "The speaker avoids using cups when consuming magnesium.",
        "The speaker delays caffeine until after morning routine."
      ],
      "topic_areas": [
        "Morning Routine",
        "Workout Consistency",
        "Decision Fatigue",
        "Sleep Hygiene",
        "Supplement Use",
        "Night Routine",
        "Mental Motivation",
        "Family Priorities",
        "Exercise Planning",
        "Caffeine Timing",
        "Sauna Use",
        "Physical Discipline",
        "Long-Term Health Goals",
        "Behavioral Psychology",
        "Productivity Routines"
      ],
      "word_count": 2850,
      "total_markers": 55
    },
    "comments_summary": {},
    "created_at": "2025-11-18T14:14:44.795475",
    "model_used": "qwen-flash"
  }
}