{
  "batch_id": "20251118_061428",
  "link_id": "yt_req6",
  "source": "youtube",
  "metadata": {
    "title": "7 EARLY MORNING PRE WORKOUT MEAL IDEAS [MADE IN MINUTES] | LiveLeanTV",
    "author": "Live Lean TV",
    "url": "https://www.youtube.com/watch?v=K-gtBxFPLU4",
    "word_count": 3074,
    "publish_date": ""
  },
  "transcript": "W welcome to living TV I'm Brad Beth from living tv.com so guys on today's episode I'm sharing seven quick recipes to fuel your early morning workouts yep there is nothing quite like getting up at 4:30 a.m. to go for a workout at the gym think I'm crazy guys don't knock it until you try it yes you will feel tired and cranky for the first 5 minutes after waking up but just fight the urge to go back to sleep once you're up you're good to go it's that livan mindset that makes the choices to rise above the temporary sleepiness and take action on your goals so then the question is if you're one of these early morning workout Warriors what do you eat to properly fuel your body before your workout cuz as you know guys while you're sleeping your body is going through a fast but if your goal is Fat Loss following an intermittent fasting approach and training fasted may work better for your goals you could take some BCA some Branch chain amino acids with some water or just a quick protein shake and this will help protect your muscles during your workouts so you more attack the stored body fat however if your goal is muscle building I'd recommend you get something in your stomach before your morning workout but just don't grab the quickest thing possible you need to fuel your body with the proper nutrients to get the most out of your workouts so just don't fall into the Trap of eating a breakfast comprise entirely of carbohydrates and yes this includes Fruit by simply grabbing a quick banana or an apple or a big glass of orange juice or a carbohydrate Rich sports drink or just plain toast will quickly increase your blood sugar levels now this quick rise in blood sugar will most likely cause a quick drop in energy during your workout that can leave you feeling tired and weak and these are the opposite feelings that you should be having while you're in the gym especially if it's like 4:30 or 5:30 in the morning so guys if you train early in the morning I want you to follow this pre-workout meal plan if your goal is muscle building focus on fueling your body with slow digesting energy so an example would be consuming what I call the PFF meal consisting of protein fiber and fat so having these nutrients in your pre-workout meal will allow for a slow rise in blood sugar thus reducing the crash that you'll feel after consuming a strictly carbohydrate meal or a snack so here's why the PFF is so great protein so protein will provide your body with the necessary amino acids to grow and repair your muscles to help you increase your strength in the gym and burn more body fat and research also shows that taking protein before and after your workout helps create a proper muscle protein balance in the body so the protein doesn't just have to come from protein powders it can also come from eating whole foods such as eggs beef chicken and fish now let's talk about the fiber portion so although fiber fiber doesn't provide the body with energy it does help you feel full so mentally this full feeling can help you in the gym since you may feel like you have more energy to get through the entire workout and fiber in the morning also helps promote a healthy digestive system and keeps you regular so you don't feel bloated or constipated throughout the day so you can increase your fiber intake in the morning by eating foods high in fiber such as flax seeds vegetables and nuts and seeds so let's talk about healthy fats now so a small amount of healthy fats from flax oil black seeds chia seeds nut Butters egg yolks avocado and healthy oils like coconut oil olive oil and avocado oil can be beneficial to your pre-workout meal so these healthy fats can provide you with a slow release of energy to help you get through that grueling morning workout so that's the PFF portion now let's talk about caffeine so caffeine can play a positive role in giving your body the necessary jolt of energy to complete your workout at a high intensity thus allowing you to build more musle and burn more fat in the workout now this caffeine could be found in coffee a preworkout supplement or a cup of green tea although green tea has a much smaller amount of caffeine than coffee so you could try the coconut oil coffee that I love to have first thing in the morning so caffeine works for some people however others may feel caffeine gives them too much energy which that can then lead to a poor workout so just test it for yourself and find out what works best for you so guys everyone is different so experiment with the foods mentioned above what may work well for some people may not work for you at all so track your progress and stick with what works for you so I put together a little compilation of some pre-workout meals that we've done previous videos for that will work well for a lot of people so you've probably heard me say that the best pre-workout meal in my experience has been the meat nuts breakfast that I first learned from Charles Paquin so guys if you're truly committed this is the best pre-workout meal as it'll help you improve your energy but also your focus and your mental dve which is so important during the workout so I filmed an entire cooking video on that here so you can go check out the full video right here now I've also shared five other cooking videos showing you excellent ideas for quick pre-workout meals to fuel your early morning workouts so I'm going to share the links to those videos first one up is Mexican style eggs iced protein coffee superfood smoothie Paleo cereal and the last recipe that I want to show you right now is protein pudding so check out how quick and simple this pre-workout meal is 2 tspoons of ground flax seed you can have one serving of protein powder you can use water or unsweetened almond milk now the night before mix the protein powder with the flax seeds and the almond milk or water in a small container let it soak in your refrigerator overnight then in the morning the flax seeds will thicken up making it into a pudding consistency you could also use chia seeds as well so guys bottom line here if you feel like you have no time to eat before your early morning workout all these recipes literally take minutes to prepare this is especially true when you have pre-cooked meat and eggs ready to go or you can simply make your breakfast the night before also it's best if you allow your body at least 45 minutes to properly digest the food so depending on how long your drive is to the gym this may mean getting up just a little bit earlier however just do the best you can also just like it'll take you time to adapt to the early morning wakeup times it's going to take your time for your body to adapt to feeling hungry in the morning so I'll just recommend start slow by eating smaller quantities then build up to eating a full meal and guys if you want a super quick pre-workout meal you could also just Add Water protein powder and some coconut oil into a shake blend it up and drink it as you go quickly digesting so if you only have like 30 minutes to allow it to digest or 15 minutes that'll work as well so guys we're running a contest this week to win a free livan way course so guys this brand new not yet relased nutrition program will change your mindset about food this is not a diet it's not another cookbook it's a nutrition mindset course that is soon to be released we put so much work into this so guys we're going to pick two lucky winners and enroll them in this course for free and we're going to select it before April 16th so you have 7 Days starting today until next Monday to get your entry in and here's what you need to do to get an entry in I want you to record a 60-second or less video of your talking about which of our livel programs you've done and how it has changed your life and then number two just email that video to Jessica lv.com we'll put that email down in the video description as well and we'll announce the winners on this channel next Monday you'll be one of the first to see the course before it is even released so get your entry in before the deadline and good luck all right guys that is it thanks for watching and keep liveing LAN a W welcome to living TV I'm Brad Beth from living tv.com so guys on today's episode I'm sharing seven quick recipes to fuel your early morning workouts yep there is nothing quite like getting up at 4:30 a.m. to go for a workout at the gym think I'm crazy guys don't knock it until you try it yes you will feel tired and cranky for the first 5 minutes after waking up but just fight the urge to go back to sleep once you're up you're good to go it's that livan mindset that makes the choices to rise above the temporary sleepiness and take action on your goals so then the question is if you're one of these early morning workout Warriors what do you eat to properly fuel your body before your workout cuz as you know guys while you're sleeping your body is going through a fast but if your goal is Fat Loss following an intermittent fasting approach and training fasted may work better for your goals you could take some BCA some Branch chain amino acids with some water or just a quick protein shake and this will help protect your muscles during your workouts so you more attack the stored body fat however if your goal is muscle building I'd recommend you get something in your stomach before your morning workout but just don't grab the quickest thing possible you need to fuel your body with the proper nutrients to get the most out of your workouts so just don't fall into the Trap of eating a breakfast comprise entirely of carbohydrates and yes this includes Fruit by simply grabbing a quick banana or an apple or a big glass of orange juice or a carbohydrate Rich sports drink or just plain toast will quickly increase your blood sugar levels now this quick rise in blood sugar will most likely cause a quick drop in energy during your workout that can leave you feeling tired and weak and these are the opposite feelings that you should be having while you're in the gym especially if it's like 4:30 or 5:30 in the morning so guys if you train early in the morning I want you to follow this pre-workout meal plan if your goal is muscle building focus on fueling your body with slow digesting energy so an example would be consuming what I call the PFF meal consisting of protein fiber and fat so having these nutrients in your pre-workout meal will allow for a slow rise in blood sugar thus reducing the crash that you'll feel after consuming a strictly carbohydrate meal or a snack so here's why the PFF is so great protein so protein will provide your body with the necessary amino acids to grow and repair your muscles to help you increase your strength in the gym and burn more body fat and research also shows that taking protein before and after your workout helps create a proper muscle protein balance in the body so the protein doesn't just have to come from protein powders it can also come from eating whole foods such as eggs beef chicken and fish now let's talk about the fiber portion so although fiber fiber doesn't provide the body with energy it does help you feel full so mentally this full feeling can help you in the gym since you may feel like you have more energy to get through the entire workout and fiber in the morning also helps promote a healthy digestive system and keeps you regular so you don't feel bloated or constipated throughout the day so you can increase your fiber intake in the morning by eating foods high in fiber such as flax seeds vegetables and nuts and seeds so let's talk about healthy fats now so a small amount of healthy fats from flax oil black seeds chia seeds nut Butters egg yolks avocado and healthy oils like coconut oil olive oil and avocado oil can be beneficial to your pre-workout meal so these healthy fats can provide you with a slow release of energy to help you get through that grueling morning workout so that's the PFF portion now let's talk about caffeine so caffeine can play a positive role in giving your body the necessary jolt of energy to complete your workout at a high intensity thus allowing you to build more musle and burn more fat in the workout now this caffeine could be found in coffee a preworkout supplement or a cup of green tea although green tea has a much smaller amount of caffeine than coffee so you could try the coconut oil coffee that I love to have first thing in the morning so caffeine works for some people however others may feel caffeine gives them too much energy which that can then lead to a poor workout so just test it for yourself and find out what works best for you so guys everyone is different so experiment with the foods mentioned above what may work well for some people may not work for you at all so track your progress and stick with what works for you so I put together a little compilation of some pre-workout meals that we've done previous videos for that will work well for a lot of people so you've probably heard me say that the best pre-workout meal in my experience has been the meat nuts breakfast that I first learned from Charles Paquin so guys if you're truly committed this is the best pre-workout meal as it'll help you improve your energy but also your focus and your mental dve which is so important during the workout so I filmed an entire cooking video on that here so you can go check out the full video right here now I've also shared five other cooking videos showing you excellent ideas for quick pre-workout meals to fuel your early morning workouts so I'm going to share the links to those videos first one up is Mexican style eggs iced protein coffee superfood smoothie Paleo cereal and the last recipe that I want to show you right now is protein pudding so check out how quick and simple this pre-workout meal is 2 tspoons of ground flax seed you can have one serving of protein powder you can use water or unsweetened almond milk now the night before mix the protein powder with the flax seeds and the almond milk or water in a small container let it soak in your refrigerator overnight then in the morning the flax seeds will thicken up making it into a pudding consistency you could also use chia seeds as well so guys bottom line here if you feel like you have no time to eat before your early morning workout all these recipes literally take minutes to prepare this is especially true when you have pre-cooked meat and eggs ready to go or you can simply make your breakfast the night before also it's best if you allow your body at least 45 minutes to properly digest the food so depending on how long your drive is to the gym this may mean getting up just a little bit earlier however just do the best you can also just like it'll take you time to adapt to the early morning wakeup times it's going to take your time for your body to adapt to feeling hungry in the morning so I'll just recommend start slow by eating smaller quantities then build up to eating a full meal and guys if you want a super quick pre-workout meal you could also just Add Water protein powder and some coconut oil into a shake blend it up and drink it as you go quickly digesting so if you only have like 30 minutes to allow it to digest or 15 minutes that'll work as well so guys we're running a contest this week to win a free livan way course so guys this brand new not yet relased nutrition program will change your mindset about food this is not a diet it's not another cookbook it's a nutrition mindset course that is soon to be released we put so much work into this so guys we're going to pick two lucky winners and enroll them in this course for free and we're going to select it before April 16th so you have 7 Days starting today until next Monday to get your entry in and here's what you need to do to get an entry in I want you to record a 60-second or less video of your talking about which of our livel programs you've done and how it has changed your life and then number two just email that video to Jessica lv.com we'll put that email down in the video description as well and we'll announce the winners on this channel next Monday you'll be one of the first to see the course before it is even released so get your entry in before the deadline and good luck all right guys that is it thanks for watching and keep liveing LAN a",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "The host is Brad Beth from living tv.com.",
        "The episode focuses on seven quick recipes for early morning workouts.",
        "Early morning workouts typically start at 4:30 a.m.",
        "Waking up at 4:30 a.m. may cause temporary tiredness and crankiness.",
        "The 'Livan mindset' involves choosing to rise despite sleepiness.",
        "During sleep, the body undergoes a fasting state.",
        "Intermittent fasting may support fat loss goals.",
        "BCAAs can be consumed with water during fasted training.",
        "Protein shakes can help protect muscles during fasted workouts.",
        "For muscle building, consuming food before a morning workout is recommended.",
        "Carbohydrate-heavy breakfasts can spike blood sugar levels.",
        "High blood sugar from carbs often leads to energy crashes during workouts.",
        "The PFF meal includes protein, fiber, and fat for slow-digesting energy.",
        "Protein supports muscle growth, repair, and strength gains.",
        "Research shows pre- and post-workout protein intake improves muscle protein balance.",
        "Whole food sources of protein include eggs, beef, chicken, and fish.",
        "Fiber helps promote satiety and digestive regularity.",
        "Fiber-rich foods include flax seeds, vegetables, nuts, and seeds.",
        "Healthy fats provide sustained energy release during workouts.",
        "Sources of healthy fats include avocado, coconut oil, olive oil, chia seeds, and nut butters.",
        "Caffeine can enhance workout intensity and performance.",
        "Caffeine sources include coffee, green tea, and preworkout supplements.",
        "Green tea contains less caffeine than coffee.",
        "Coconut oil coffee is a preferred morning drink for some users.",
        "Caffeine sensitivity varies among individuals.",
        "Experimentation is needed to determine personal caffeine tolerance.",
        "Pre-cooked meals save time for early morning preparation.",
        "Meal prep the night before is an effective strategy.",
        "Allowing 45 minutes for digestion is ideal before a workout.",
        "Adapting to early wake-up times takes time.",
        "Starting with smaller meals helps adjust to morning hunger.",
        "A quick shake with water, protein powder, and coconut oil works for short digestion windows.",
        "The contest ends on April 16th.",
        "Two winners will receive free enrollment in the Livan Way course.",
        "Entries must be submitted via email to Jessica@liv.com.",
        "Videos must be under 60 seconds and discuss past Livel programs.",
        "Winners will be announced on the channel next Monday.",
        "The Livan Way course is a nutrition mindset program, not a diet or cookbook."
      ],
      "key_opinions": [
        "Getting up at 4:30 a.m. for a workout is challenging but worthwhile.",
        "The 'Livan mindset' is essential for overcoming morning fatigue.",
        "Training fasted may be optimal for fat loss goals.",
        "Protein shakes are better than simple carbs for pre-workout fueling.",
        "Eating only fruit or toast before a workout is a poor choice.",
        "The PFF meal structure is highly effective for sustained energy.",
        "Protein from whole foods is just as valuable as protein powder.",
        "Fiber contributes to mental fullness and gym focus.",
        "Healthy fats are crucial for long-lasting energy during workouts.",
        "Caffeine enhances performance for many people.",
        "Green tea is a milder caffeine source compared to coffee.",
        "Coconut oil coffee is personally preferred by the host.",
        "Caffeine can impair performance if it causes overstimulation.",
        "Individual responses to food and caffeine vary widely.",
        "Experimentation is key to finding what works best.",
        "The meat nuts breakfast is the best pre-workout meal in the host's experience.",
        "Charles Paquin introduced the meat nuts breakfast concept.",
        "The meat nuts breakfast improves energy, focus, and mental drive.",
        "Pre-made or overnight-prepped meals save time.",
        "Adjusting to early mornings requires gradual adaptation.",
        "Small meals are a good starting point for new routines.",
        "Quick shakes are suitable when digestion time is limited.",
        "The Livan Way course will transform how people think about food.",
        "This course is more than a diet—it’s a mindset shift.",
        "The contest offers exclusive early access to a new program.",
        "Engaging with past Livel programs adds value to entries."
      ],
      "key_datapoints": [
        "Workouts begin at 4:30 a.m.",
        "Initial tiredness lasts about 5 minutes after waking.",
        "Protein intake before and after workouts supports muscle balance.",
        "One serving of protein powder is used in the protein pudding recipe.",
        "2 teaspoons of ground flax seed are used in the protein pudding recipe.",
        "The protein pudding is prepared the night before.",
        "Flax seeds thicken when soaked overnight in liquid.",
        "Chia seeds can substitute for flax seeds in the pudding.",
        "Digestion time should be at least 45 minutes before exercise.",
        "A 30-minute digestion window is acceptable for quick shakes.",
        "A 15-minute digestion window is sufficient for fast-digesting shakes.",
        "The contest runs for 7 days starting today.",
        "The deadline for entries is April 16th.",
        "Two winners will be selected.",
        "Video submissions must be under 60 seconds.",
        "Email address for entry: Jessica@liv.com",
        "Winner announcement date: Next Monday.",
        "Course release is upcoming but not yet available."
      ],
      "topic_areas": [
        "Early morning workouts",
        "Pre-workout nutrition",
        "PFF meal structure",
        "Protein sources",
        "Fiber benefits",
        "Healthy fats",
        "Caffeine effects",
        "Meal prep strategies",
        "Fasted vs fed training",
        "Energy management",
        "Contest participation",
        "Mindset transformation",
        "Recipe variety",
        "Digestion timing",
        "Personal experimentation"
      ],
      "word_count": 3074,
      "total_markers": 82
    },
    "comments_summary": {},
    "created_at": "2025-11-18T14:15:15.954654",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763446529.1000774
}