{
  "success": true,
  "video_id": "9OLrii1tme4",
  "url": "https://www.youtube.com/watch?v=9OLrii1tme4",
  "content": "next question is from lance zack for people working out in the mornings is it better to eat breakfast before or after the workout this is a really popular question yeah you know i i don't i work out every morning i worked out this morning at uh you were out fasted though right uh yeah 5 45 i was in the garage lifting weights so i work out between 5 45 or 6 30 is when i'll start my morning workout and i never eat before because if i did i'd have to wake up you know i'd have to eat breakfast at 4 a.m in order to work out at 5 45 and feel okay because i don't like to eat to work out right after i eat but here's the thing a lot of people forget if you work out first thing in the morning it's not like you've had no food ever the food you had the day before you're still storing some of that energy you know if i had especially if you had a big dinner yeah if i have a good dinner i'm going to be okay in the morning but there's a large there's a really really big variance here between individuals you know i've worked with some clients that if they don't eat a couple hours before they work out they feel terrible so they ha no matter what time they work out they have to have some food in their stomach you know an hour and a half to two hours before they work out me personally i'm okay i'm perfectly fine working i'll work out fasted completely i'll not eat it all and work out at noon and be totally fine um so it really does depend what makes you feel the best the only challenge with having to eat breakfast before you work out sometimes it means that you would end up compromising your sleep because if you like me like for example if i work out at six then that means i wake up at five to get worried but if i want to eat breakfast that means i have to work out you know wake up at 4 30 or 4 15 i don't think that's a good trade i think sleep is more important than you know having the food before your workout well the truth is you're not getting any value from that breakfast unless it is a minimum of an hour before that work right so it doesn't matter like so why why have breakfast unless you can get it an hour more than an hour before it takes that long it takes that long for your body to digest it and then utilize it so it's not even if you ate you know 30 minutes before a workout you're not utilizing that fuel yet that's still getting converted over into glucose your body is not using that for your feeling your workout so you're still running off of last night's fuel anyway so unless you're getting up and more than an hour to eat before you do your workout i would almost always recommend it to somebody to eat afterwards i wonder if it's more psychological than anything else like somebody who hasn't fasted before and just hasn't really understood like those signals of like you know having how to navigate through that they're just so used to have to having food before they do something it's like this conditioning is this programming that they've set their body up for where you know i have to have food before i do anything rigorous uh but again like there's variances and i'm sure there's people that don't do very well when they don't have food ahead of time but i just wonder i put that out there if you've never fasted before maybe this is the type of person who should uh you know really introduce that well not only that it also matters like okay to like what sal was saying right so most people you're probably utilizing the fuel that you ate at dinner the night before but you know if you do eat a very light dinner and you eat it at six o'clock or seven o'clock there's a good chance that you've tapped into most of that so your your your fuel levels are lower so but then there's benefits of burning fat when you go to work out because of that so there's benefits for you not feeling but i could see like if you're somebody just you don't have the energy you get lightheaded or you have if you're giving me that feedback as a client then yeah i'm gonna have you have i'll probably have you do a liquid like i'll have you do a shake i would have you do because that your body will break that down digest that faster and so if you're giving me feedback as a client that man adam i have to work out in the morning and i just your blood sugar drops right i'm yeah lightheaded or i just i can't get any energy to lift and maybe that's because you're eating a 400 calorie or 300 calorie dinner at six or seven and so by the time five six o'clock rolls around you have tapped all that i have a glass of juice you know 30 minutes before that's what i used to do i had clients that i would train at 7 00 am and they would you know there was a couple of them that would say that like oh i get a little light headed and so i tell them hey drink a glass of orange juice on the way here and that solved it right there it was really easy just a you know an eight-ounce glass of orange juice gave them what they needed to so that they weren't dizzy uh during the workout but uh the huge individual variants here but i d i have found that the vast majority of people that i've worked with are perfectly fine all the challenges and difficulty that they find with the morning workout did not have to do with the fact that they didn't eat they had the fact that it had to do with the fact that it was an early morning workout yeah so yeah then they would get everything moving yeah it's like then they'd eat and feel better but why because now you're working out an hour later so it's the morning part that usually causes the challenge next question is from lance zack for people working out in the mornings is it better to eat breakfast before or after the workout this is a really popular question yeah you know i i don't i work out every morning i worked out this morning at uh you were out fasted though right uh yeah 5 45 i was in the garage lifting weights so i work out between 5 45 or 6 30 is when i'll start my morning workout and i never eat before because if i did i'd have to wake up you know i'd have to eat breakfast at 4 a.m in order to work out at 5 45 and feel okay because i don't like to eat to work out right after i eat but here's the thing a lot of people forget if you work out first thing in the morning it's not like you've had no food ever the food you had the day before you're still storing some of that energy you know if i had especially if you had a big dinner yeah if i have a good dinner i'm going to be okay in the morning but there's a large there's a really really big variance here between individuals you know i've worked with some clients that if they don't eat a couple hours before they work out they feel terrible so they ha no matter what time they work out they have to have some food in their stomach you know an hour and a half to two hours before they work out me personally i'm okay i'm perfectly fine working i'll work out fasted completely i'll not eat it all and work out at noon and be totally fine um so it really does depend what makes you feel the best the only challenge with having to eat breakfast before you work out sometimes it means that you would end up compromising your sleep because if you like me like for example if i work out at six then that means i wake up at five to get worried but if i want to eat breakfast that means i have to work out you know wake up at 4 30 or 4 15 i don't think that's a good trade i think sleep is more important than you know having the food before your workout well the truth is you're not getting any value from that breakfast unless it is a minimum of an hour before that work right so it doesn't matter like so why why have breakfast unless you can get it an hour more than an hour before it takes that long it takes that long for your body to digest it and then utilize it so it's not even if you ate you know 30 minutes before a workout you're not utilizing that fuel yet that's still getting converted over into glucose your body is not using that for your feeling your workout so you're still running off of last night's fuel anyway so unless you're getting up and more than an hour to eat before you do your workout i would almost always recommend it to somebody to eat afterwards i wonder if it's more psychological than anything else like somebody who hasn't fasted before and just hasn't really understood like those signals of like you know having how to navigate through that they're just so used to have to having food before they do something it's like this conditioning is this programming that they've set their body up for where you know i have to have food before i do anything rigorous uh but again like there's variances and i'm sure there's people that don't do very well when they don't have food ahead of time but i just wonder i put that out there if you've never fasted before maybe this is the type of person who should uh you know really introduce that well not only that it also matters like okay to like what sal was saying right so most people you're probably utilizing the fuel that you ate at dinner the night before but you know if you do eat a very light dinner and you eat it at six o'clock or seven o'clock there's a good chance that you've tapped into most of that so your your your fuel levels are lower so but then there's benefits of burning fat when you go to work out because of that so there's benefits for you not feeling but i could see like if you're somebody just you don't have the energy you get lightheaded or you have if you're giving me that feedback as a client then yeah i'm gonna have you have i'll probably have you do a liquid like i'll have you do a shake i would have you do because that your body will break that down digest that faster and so if you're giving me feedback as a client that man adam i have to work out in the morning and i just your blood sugar drops right i'm yeah lightheaded or i just i can't get any energy to lift and maybe that's because you're eating a 400 calorie or 300 calorie dinner at six or seven and so by the time five six o'clock rolls around you have tapped all that i have a glass of juice you know 30 minutes before that's what i used to do i had clients that i would train at 7 00 am and they would you know there was a couple of them that would say that like oh i get a little light headed and so i tell them hey drink a glass of orange juice on the way here and that solved it right there it was really easy just a you know an eight-ounce glass of orange juice gave them what they needed to so that they weren't dizzy uh during the workout but uh the huge individual variants here but i d i have found that the vast majority of people that i've worked with are perfectly fine all the challenges and difficulty that they find with the morning workout did not have to do with the fact that they didn't eat they had the fact that it had to do with the fact that it was an early morning workout yeah so yeah then they would get everything moving yeah it's like then they'd eat and feel better but why because now you're working out an hour later so it's the morning part that usually causes the challenge",
  "title": "Is It Better To Eat Breakfast Before or After Morning Workouts?",
  "author": "Mind Pump Show",
  "publish_date": "",
  "source": "YouTube",
  "language": "auto",
  "word_count": 2218,
  "extraction_method": "youtube",
  "extraction_timestamp": "2025-11-18T14:15:11.449360",
  "batch_id": "20251118_061428",
  "link_id": "yt_req4",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "The speaker works out between 5:45 AM and 6:30 AM every morning.",
        "The speaker typically trains in the garage lifting weights.",
        "The speaker does not eat before morning workouts.",
        "Eating breakfast before a 5:45 AM workout would require waking up at 4:00 AM.",
        "Digestion of food takes at least one hour to begin fueling physical activity.",
        "Morning workouts are not performed on an entirely empty stomach due to residual energy from previous day's meals.",
        "A large individual variance exists in how people respond to fasting before exercise.",
        "Some clients feel terrible without eating 1.5 to 2 hours before a workout regardless of time.",
        "The speaker personally feels fine working out fasted, even until noon.",
        "Sleep quality is prioritized over pre-workout breakfast for the speaker.",
        "Consuming food less than one hour before a workout does not provide usable energy during exercise.",
        "Energy during early morning workouts primarily comes from last night’s dinner.",
        "Light dinners eaten at 6 or 7 PM may be fully metabolized by morning.",
        "Fasted morning workouts may increase fat burning as a metabolic benefit.",
        "Clients reporting lightheadedness often have low-calorie dinners (300–400 calories).",
        "Orange juice consumed 30 minutes before a workout can prevent dizziness.",
        "An eight-ounce glass of orange juice is sufficient to resolve pre-workout lightheadedness.",
        "Liquid meals like shakes digest faster than solid food.",
        "Client feedback about low energy is often linked to timing rather than lack of food.",
        "The main challenge with morning workouts is the early time, not the absence of food.",
        "Delaying workout by one hour allows for eating and improved energy, but not due to food itself.",
        "Psychological conditioning may drive the belief that food is required before exercise.",
        "First-time fasters may struggle with hunger signals and mental habits.",
        "Individual response to fasting varies significantly.",
        "Most clients reported no issues with fasting before morning workouts"
      ],
      "key_opinions": [
        "Sleep is more important than having breakfast before a morning workout.",
        "Pre-workout breakfast offers no benefit unless consumed over an hour prior.",
        "The perceived need for food before exercise is often psychological conditioning.",
        "People who haven’t fasted before should gradually introduce it.",
        "Fasting before workouts can be safe and effective for most individuals.",
        "Early morning workouts are challenging primarily due to circadian rhythm, not hunger.",
        "Clients who feel better after eating likely benefit from delayed workout timing.",
        "Liquid fuels like juice are a practical solution for quick energy needs.",
        "The body uses stored energy from dinner during early morning workouts.",
        "There’s no universal rule—what works best depends on personal feeling.",
        "Many people misattribute fatigue to lack of food when it’s actually timing-related.",
        "Fasting before exercise may enhance fat utilization as a metabolic advantage.",
        "Introducing fasting slowly is advisable for beginners.",
        "The idea of needing food before exercise is largely culturally programmed.",
        "Workout performance is not compromised by fasting if the individual feels good."
      ],
      "key_datapoints": [
        "Morning workout time range: 5:45 AM to 6:30 AM",
        "Breakfast consumption before 5:45 AM workout requires waking at 4:00 AM",
        "Food must be consumed at least 1 hour before workout to be useful",
        "Dinner eaten at 6:00 PM or 7:00 PM may be fully metabolized by morning",
        "300–400 calorie dinner is considered light and may lead to low energy",
        "Eight-ounce glass of orange juice used to resolve lightheadedness",
        "Clients trained at 7:00 AM reported dizziness without pre-workout fuel",
        "Workout delay of one hour improves energy perception in some cases",
        "1.5 to 2 hours recommended window for food intake before exercise",
        "Fasted workout duration: up to noon without eating",
        "Pre-workout juice intake: 30 minutes prior to training",
        "Body begins utilizing food fuel after approximately 60 minutes of digestion",
        "Typical client feedback frequency: occasional lightheadedness in morning",
        "Number of clients affected: a few (not quantified)",
        "Average dinner caloric intake cited: 300–400 calories"
      ],
      "topic_areas": [
        "Morning workout timing",
        "Fasted vs fed exercise",
        "Pre-workout nutrition timing",
        "Individual variability in fasting tolerance",
        "Sleep trade-offs for early eating",
        "Energy sources during fasted workouts",
        "Liquid fuel benefits",
        "Psychological conditioning around food",
        "Dinner calorie impact on morning energy",
        "Lightheadedness management",
        "Metabolic adaptation to fasting",
        "Circadian challenges in morning exercise",
        "Practical solutions for low energy",
        "Gradual introduction to fasting",
        "Post-workout eating recommendation"
      ],
      "word_count": 2218,
      "total_markers": 55
    },
    "comments_summary": {},
    "created_at": "2025-11-18T14:15:11.748017",
    "model_used": "qwen-flash"
  }
}