{
  "batch_id": "batch_002_2025-11-21_15-46-49",
  "link_id": "yt_EvjNOyZClbs",
  "source": "YouTube",
  "metadata": {
    "title": "ABC World News Tonight with David Muir Full Broadcast - Nov. 20, 2025",
    "author": "ABC News",
    "url": "https://www.youtube.com/watch?v=EvjNOyZClbs",
    "word_count": 6860,
    "publish_date": ""
  },
  "transcript": "David Moore, ABC's World News Tonight, America's most watched newscast, now streaming same day with all the breaking news of the day on Disney Plus, most watched, most trusted, now on Disney Plus every night. \"Today, the breaking news is we come on the chilling new images, the engine coming off the plane. This is moments before the crash in Louisville killing 14 people. Authorities now pointing to these dramatic new images tonight showing the plane's final moments. Also tonight, the president calling several Democrats in Congress, most of the veterans, traders in a post, then in another saying this is punishable by death. After they put out a video telling service members that they can refuse, quote, illegal orders. Tonight, the White House has asked, given the president's words in these posts and in this environment, does the president want to execute members of Congress? How the White House answered. Tonight two suspects labeled domestic terrorists after an immigration crackdown accused of ramming into Border Patrol officers. Now the defense says the officers swerved into one of them before opening fire and that appearing to brag about the shooting and text messages that followed. Tonight the president has signed the Jeffrey Epstein bill into law. The clock has begun 30 days now to release the files. Tonight even some Republican members of Congress warning against any potential attempts to slow this down. Tonight the images of that 18-year-old girl her body being carried off a carnival cruise ship. The investigation now after a source says she was found wrapped in a blanket and under life s. What we've now learned in this case tonight. The flash flood emergency at this hour and the potential storm system that could disrupt Thanksgiving week travel. The Lee Goldberg is standing by with our first look at the Thanksgiving forecast. The major fire erupting at a climate change conference the images tonight people running to safety. The high speed chase for a murder suspect accused of killing two brothers, two teenagers. The suspect reaching speeds of 117 miles per hour, what officers had to do. The daring effort to save a shark at one point you'll see the image, one rescuer reaching his arm right into the shark's mouth. What they were trying to do. Tonight in Washington, the funeral for former Vice President Dick Cheney, a rare moment of warmth between members of both parties and what former President Bush said about his VP. And America's strong tonight, one week now, before Thanksgiving and Deborah Roberts is here, with one extraordinary effort to put dinner on the table and how you can help. From ABC News, World Headquarters, and New York, this is World News Tonight with David New York. Good evening. We begin tonight here with these chilling new images now released of that deadly crash. The engine coming right off the plane moments before it went down in Louisville killing 14 people. The NTSB tonight releasing harrowing photos of the plane's final seconds. Flames scene coming from the left wing as it leaves the runway. You can see the engine breaking apart that engine clearly separating from the wing. The fire spreading the pilots unable to abort takeoff at this point. That UPS plane crashing just seconds after takeoff, Mola Lengue, leading us off tonight with these new images. Tonight the NTSB revealing horrifying frame by frame images. The clearest look yet at the moment, the left engine broke off a UPS cargo plane wing as it took off from Louisville airport and then exploded. Airport surveillance photos show the plane taking off with the engine intact. Then the engine breaks away and snaps upward erupting in flames that spread to the rest of the plane. Flite 2970. The NTSB recovering these crucial parts of the plane from the scene. Now, zeroing in on the 34-year-old MD-11's left pylon, the component that attaches the engine to the wing, reporting they found evidence of fatigue cracks in addition to areas of fire. We do know that the aircraft underwent some maintenance two weeks prior where they were supposed to look at this area, but you can't always visually identify these kinds of fatigue cracks. They're very, very fine and often takes an X-ray machine to find them. The NTSB, Boeing and the FAA, grounding all MD-11's, MD-10's, and DC-10's while they investigate whether the problem is widespread. Investigators also noted similarities between this disaster and the ninth 1779 Chicago crash of American Airlines Flight 191, a DC-10 that killed 273 people just after takeoff. Well, David, as the crash investigation continues, a final report from the NTSB is expected in 18 to 24 months, David. Mola Lengie leading us off here tonight. Mola, thank you. Tonight the White House dialing back President Trump's own words today. The President calling several Democrats in Congress, most of them veterans, traders in a post, and then in another post saying this is punishable by death. After they put out a video telling service members they can refuse, quote, illegal orders. The White House was asked in this environment, what is the President suggesting? Here's Rachel Scott. Tonight, President Trump criticized by members of both parties, after calling six Democratic members of Congress, \"traders\" and accusing them of seditious behavior punishable by death. It came in response to video release by the lawmakers, all of whom served in the military or in US intelligence. I was a captain in the United States Navy, former CIA officer, former Navy. In the video, the lawmakers reminding members of the military they should not obey illegal orders. Our laws are clear. You can refuse illegal orders. You must refuse illegal orders. No one has to carry out orders that violate the law or our Constitution. The lawmakers did not specify which orders they were talking about, but the president enraged. Posting a flurry of messages on social media saying they should be arrested and put on trial. The words cannot be allowed to stand adding an example must be said. The president then writing, \"Ceudicious behavior punishable by death.\" And he reposted a message from another account that said, \"Hang them.\" George Washington would. Democrats accusing the president of inciting violence. This puts all of our lives in jeopardy. What are we all doing right now? Democrats in the Congress are on the phone. With their chiefs of staff beefing up our security for this weekend and next week because the president has a lot of unhinged supporters out there. Republicans clearly uncomfortable. The words that the president chose are not the ones that I would use. Okay? Obviously, I don't think that these are crimes punishable by death or any of that. Okay? Republican Senator Rand Paul was blunt. That kind of rhetoric isn't good. It stirs up people among us who may not be stable, who may think, \"Well, home traders, reason why we do traders is that it's a death penalty. Maybe I'll just take matters into my own hands, which is not something we should be encouraging.\" At the White House press secretary Caroline Levit was asked to explain, \"Just to be clear, does the president want to execute members of Congress?\" No. Let's be clear about what the president is responding to. Levit saying the six Democrats are the ones inciting violence. They are literally saying to 1.3 million active duty service members not to defy the chain of command. I spoke with Congressman Jason Crowe, a former army ranger who was in that video. Rachel Scott, line up on the hill tonight. Rachel, thank you. We are tracking potentially life-threatening flooding in Texas at this hour. Heavy rain and flooding. Moving from Texas to the Ohio Valley and our first look tonight at a system that could affect Thanksgiving week travel next week. First tonight here, the picture is the rising water is rushing through Minard, Texas up to nine inches of rain falling in some areas already. So let's get right to Chief BDR Aldous Lee Gilbert from WAVC. Highly. David, torrential rain and now severe weather across central in East Texas. Some of the heaviest rain working from Austin to Dallas, even some severe weather near Waco with storms that can produce 60 mile-prous gusts. The flood threat extends all the way up to Missouri tonight. Now tomorrow that rain will extend to the Ohio Valley in the mid-Atlantic, but thankfully it gets lighter, could even arrive here in New York City later tomorrow night. There's a second flood zone, that Southern California, Santa Barbara LA again and down to the desert areas. Flood watches through Friday evening for Palm Springs and Yuma mudslides. Possibly even a foot of snow in the mountains. This is the storm that will make a cross-country move as we go through Thanksgiving week. We can certainly count on delays. You see through the Midwest into Tuesday and maybe extending in a Wednesday in the East. David? Yeah, that's the portrait right through next Tuesday and Lee you'll continue to track it right here with us. Thank you. Next tonight, two suspects who had been labeled domestic terrorists during an immigration crackdown in Chicago accused of ramming into Border Patrol officers. Well, the government tonight dropping charges. The defense now says an officer swerved into one of them. Before then opening fire shooting a woman multiple times, then allegedly bragging about the shooting in text messages that followed. Here's Aaron Katerzky. Tonight the case against a woman accused of ramming a Border Patrol vehicle during an immigration crackdown in Chicago has been dismissed. After the defense suggested there was evidence it was the agent who swerved into her. These agents were lying about what happened. Miss Martinez never rammed anybody. These agents hit Miss Martinez. These agents jumped out and shot Miss Martinez. Martinez, a U.S. citizen. Marimar Martinez seen here in a convoy tailing federal agents during Operation Midway Blitz was shot five times by Border Patrol after their vehicles collided, sparking chaotic protests. Prosecutors had labeled that woman in the car a domestic terrorist and charged her with assault. But defense attorney said moments before the collision, a second agent of the car is hurt on body camera footage daring Martinez. Do something expletive before the driver swears the government vehicle into Martinez's car than gets out and opens fire. And he appeared to brag about the shooting in text messages. I fired five rounds and she had seven holes put that in your book boys. Asked about those texts in court. The agent responded. I am a firearms instructor and I take pride in my shooting skills tonight. Martinez, who's recovering from those gunshot wounds. Beaming. It's been hard. Honestly, it's been hard like I can't sleep. But now I'm going to sleep. I'm going to go best. So the case against Martinez is now over David, but her attorney said tonight prosecutors are going to hang on to her car. It's now the subject of a separate investigation into the shooting itself. David. Aaron Katerzky tonight. Thanks Aaron late last night. President Trump signed the Jeffrey Epstein bill into law tonight. The justice department now is 30 days to release the files. Let's get right to our chief White House correspondent Mary Bruce and Mary Ann O'Lawmaker is including some Republicans tonight warning against any potential delays here that Americans are watching this very closely. And David, the president only signed this bill after relentless pressure from his own party. And tonight, even some Republicans are concerned that the administration won't follow through. The bill includes a provision to withhold files that could jeopardize any ongoing investigation like the one that the president recently ordered into Democrats associated with Jeffrey Epstein. Some Republicans are now warning any delay could spark backlash from voters. Senator Tom Tillis of North Carolina saying if the administration puts a blanket hold on the files, quote, they're going to have a lot of people angry. Now, the White House and Justice Department still have not said win or if they will release the files. And again, David, the law now gives them 30 days. All right, Mary Bruce at the White House tonight, Mary, thank you. We turn now to the new images tonight of that 18 year old girl, her body being carried off a carnival cruise ship. Tonight the investigation here after a source says she was found wrapped at a blanket and under life vests, but we've now learned in this case. Here's ABC's Victor Akindo tonight. The alarming image of authorities in Florida removing the body of Anna Capner from the carnival horizon cruise ship after the 18 year old mysteriously died on board. Are you Miss Hudson? Or is it Miss Capner? Miss Capner. And for the first time, we're seeing the teens stepmother on camera involved in a separate custody dispute with their first husband over their two minor children. One of those young children now was suspect in an FBI investigation into their step sister's death according to the parents and their lawyers. The older child is a suspect in the death of the step child and 18 year old daughter that was staying in the same room on the cruise ship. A security source briefed on the investigation says the child is the teen stepbrother. In court today, the stepbrother's attorney saying after the teen's death earlier this month, the child now being investigated required treatment immediately after the incident he was hospitalized and then he went released from the hospital tonight. The reason for the hospitalization unknown, but the child now with the relative lawyers say tonight, East of Orlando, the teen's family and friends ordering the cheerleader and high school senior with the celebration of life service. And David, one of the attorneys indicated he would possibly call that step sibling and and a captain's dad to the stand during a hearing next month. David, Victor, a quendo with us tonight. Thanks, Victor. We turn now to the funeral today for former Vice President Dick Cheney, one of the most powerful and polarizing Vice President in U.S. history. And a rare moment today, Republican and Democratic leaders coming together to remember. John Carl was there. At the National Cathedral today, all five living Vice Presidents gathered to honor the memory of the man considered to be the most powerful Vice President of all, Dick Cheney. They shook hands at the front of the cathedral, Joe Biden arriving with Jill Biden, George W. Bush with Laura Bush, former Vice President Kamala Harris, a rare display of warmth across party lines. President George W. Bush praised Cheney as an American patriot. This was a Vice President totally devoted to protecting the United States and its interests. There was never any agenda or angle beyond that. You did not know Dick Cheney unless you understood his greatest concerns and ambitions were for his country. President Trump and Vice President and JD Vance were not invited. Not surprising, considering Cheney had said in the last election, \"There has never been an individual who is a greater threat to our republic than Donald Trump.\" Cheney crossed party lines and endorsed Kamala Harris for president. His daughter Liz Cheney, lost her seat in Congress after she investigated January 6th, spoke of her father's love of country over party. He knew that bonds of party must always yield to the single bond we share as Americans. David, I was there at the service today. It was striking to see so many major figures from the Democratic and Republican parties. Most of them from the past, but gathered there for a single purpose. It's the kind of thing you just don't see much these days. David. John Carl in Washington, we appreciate it, John. Thank you. When we come back here, Amazon has begun sending out those refunds tonight. So who's getting them? Also ahead the scare at the climate talks in Brazil delegates running for their lives. You can see it right there when that fire broke out. The high speed chase from murder suspect accused of killing two teenagers, the suspect reaching speeds right here of 117 miles per hour. What they had to do to try to stop him and then the daring effort to save a shark tonight at one point. One rescue we're reaching right into the shark's mouth. What they were trying to do there in a moment here tonight. A raging fire inside the UN climate summit in Brazil take a look people running to escape the blaze burning through pavilions. 13 people treated for smoke inhalation. They believe electrical equipment may be the blame here. Back in the US, the chase for a double murder suspect in Pierce County, Washington state, the suspect accused of killing two teenagers at times reaching 117 miles per hour. Deputies tried to unleash a heavy duty hook to catch the car. They then conducted a pitman maneuver, the car flipping over. He is now under arrest. When we come back, those Amazon refunds on the way for some customers will explain and then this daring effort to save a shark, the rescuer reaching right into the shark's mouth and you'll see it in a moment here. To the index of other news tonight, Amazon has begun sending out refunds to some customers part of its $2.5 billion settlement with the FTC that had alleged Amazon co-rest millions of people into prime subscriptions that they then struggled to cancel. Amazon did not admit wrong. A team of rescuers working to save a gray nurse shark off the coast of Australia. Two of them in the water restraining the shark, another reaching into the shark's mouth to remove a trace line and large hook which was attached to the shark's stomach. The shark was then released back into the water. They say without that team's intervention that shark would not have survived. When we come back tonight, America's strong tonight, one week to go until Thanksgiving, Deborah Roberts is here with the effort to put dinner on the table and how you can help in a moment. Finally tonight here, one week until Thanksgiving, there were remarkable effort now spreading across the country to put special medically tailored meals on the table. Here's Deborah Roberts. Tonight with Thanksgiving just a week away, the extraordinary effort from so many all across the US to feed those in need. Welcome to the Gods of Kitchen. This is a huge kitchen and it smells great too. In New York City, the nonprofit Gods Love We Deliver for 40 years. Now since 1985, cooking and delivering special medically tailored meals and so much more. Terrence Meck once a volunteer is president and CEO. They're not alone at the end of the day and that they have the dignity that they deserve the love and passion that we do here at Cotsup and Deliver. It's life changing. You bring the connection. We do right to their door. An incredible 20,000 volunteers making four million meals a year. You're good at that. Very well done. Aurora decorating the cakes, volunteering here for six years now. I just like the feeling that I'm doing something for somebody that I don't actually know, but I feel that I know them. This Thanksgiving, more than a thousand volunteers cooking and delivering 12,500 dinners. That's 8,300 pounds of turkey. Andy slicing. This is a BS-finished stew. Leads sous chef Brian making sues. The veggies topping it all off with gravy. Robert adding the stuffing. Feline peeling potatoes. You're not just delivering food. You bring in so much more to these folks. What I give to God, so I got so much more. And they're not alone. Their model now expanding through the Food is Medicine Coalition, the non-profits, Mama's Kitchen in San Diego, open-handed letter in Georgia and Project Angel Heart in Denver, all delivering meals this Thanksgiving. \"Carry up those meals, give them that hug and say happy things, give it, and it's the best. So the best.\" \"You're changing lives on both sides.\" \"We are. We are. It has changed my life, and I'm so grateful.\" No question to help go to God's Love We Deliver website, GLWD.org. Thank you, Deb. David Mjore, the most-watched newscast in America. And now, ABC's World News Tonight has won the Emmy for Best Live News Program for the third year in a row. David Moore, ABC's World News\nTonight, America's most watched newscast, now streaming same\nday with all the breaking news of the day on Disney Plus,\nmost watched, most trusted, now on Disney Plus every night. \"Today, the breaking news is\nwe come on the chilling new images, the engine\ncoming off the plane. This is moments before\nthe crash in Louisville killing 14 people. Authorities now pointing\nto these dramatic new images tonight showing\nthe plane's final moments. Also tonight, the\npresident calling several Democrats in Congress,\nmost of the veterans, traders in a post, then\nin another saying this is punishable by death. After they put out a video\ntelling service members that they can refuse,\nquote, illegal orders. Tonight, the White House has\nasked, given the president's words in these posts and\nin this environment, does the president want to\nexecute members of Congress? How the White House answered. Tonight two suspects labeled\ndomestic terrorists after an immigration crackdown\naccused of ramming into Border Patrol officers. Now the defense says\nthe officers swerved into one of them before\nopening fire and that appearing to brag about\nthe shooting and text messages that followed. Tonight the president has signed\nthe Jeffrey Epstein bill into law. The clock has begun\n30 days now to release the files. Tonight even some\nRepublican members of Congress warning against any\npotential attempts to slow this down. Tonight the images of that\n18-year-old girl her body being carried off a\ncarnival cruise ship. The investigation now\nafter a source says she was found wrapped in a\nblanket and under life s. What we've now learned\nin this case tonight. The flash flood emergency at\nthis hour and the potential storm system that could disrupt\nThanksgiving week travel. The Lee Goldberg is standing\nby with our first look at the Thanksgiving forecast. The major fire erupting at\na climate change conference the images tonight people\nrunning to safety. The high speed chase\nfor a murder suspect accused of killing two\nbrothers, two teenagers. The suspect reaching\nspeeds of 117 miles per hour, what officers had to do. The daring effort to save\na shark at one point you'll see the image, one\nrescuer reaching his arm right into the shark's mouth. What they were trying to do. Tonight in Washington,\nthe funeral for former Vice President Dick\nCheney, a rare moment of warmth between members of both parties\nand what former President Bush said about his VP. And America's strong\ntonight, one week now, before Thanksgiving and\nDeborah Roberts is here, with one extraordinary effort\nto put dinner on the table and how you can help. From ABC News, World\nHeadquarters, and New York, this is World News\nTonight with David New York. Good evening. We begin tonight here\nwith these chilling new images now released\nof that deadly crash. The engine coming\nright off the plane moments before it went down in\nLouisville killing 14 people. The NTSB tonight releasing\nharrowing photos of the plane's final seconds. Flames scene coming\nfrom the left wing as it leaves the runway. You can see the engine breaking apart that engine clearly\nseparating from the wing. The fire spreading the pilots unable to abort\ntakeoff at this point. That UPS plane crashing\njust seconds after takeoff, Mola Lengue, leading us off\ntonight with these new images. Tonight the NTSB revealing\nhorrifying frame by frame images. The clearest look\nyet at the moment, the left engine broke off a UPS cargo\nplane wing as it took off from Louisville airport\nand then exploded. Airport surveillance photos\nshow the plane taking off with the engine intact. Then the engine breaks away\nand snaps upward erupting in flames that spread to\nthe rest of the plane. Flite 2970. The NTSB recovering these\ncrucial parts of the plane from the scene. Now, zeroing in on the\n34-year-old MD-11's left pylon, the component\nthat attaches the engine to the wing, reporting they found\nevidence of fatigue cracks in addition to areas of fire. We do know that the aircraft\nunderwent some maintenance two weeks prior where they\nwere supposed to look at this area, but you can't always\nvisually identify these kinds of fatigue cracks. They're very, very\nfine and often takes an X-ray\nmachine to find them. The NTSB, Boeing and the\nFAA, grounding all MD-11's, MD-10's, and DC-10's while they\ninvestigate whether the problem is widespread. Investigators also noted\nsimilarities between this disaster and the ninth\n1779 Chicago crash of American Airlines Flight\n191, a DC-10 that killed 273 people just after takeoff. Well, David, as the crash\ninvestigation continues, a final report from the\nNTSB is expected in 18 to 24 months, David. Mola Lengie leading\nus off here tonight. Mola, thank you. Tonight the White House\ndialing back President Trump's own words today. The President calling\nseveral Democrats in Congress, most of them\nveterans, traders in a post, and then in another post\nsaying this is punishable by death. After they put out\na video telling service members they can\nrefuse, quote, illegal orders. The White House\nwas asked in this environment, what is the\nPresident suggesting? Here's Rachel Scott. Tonight, President Trump\ncriticized by members of both parties, after\ncalling six Democratic members of Congress, \"traders\"\nand accusing them of seditious behavior punishable by death. It came in response to video\nrelease by the lawmakers, all of whom served in the\nmilitary or in US intelligence. I was a captain in the United\nStates Navy, former CIA officer, former Navy. In the video, the\nlawmakers reminding members of the military\nthey should not obey illegal orders. Our laws are clear. You can refuse illegal orders. You must refuse illegal orders. No one has to carry out\norders that violate the law or our Constitution. The lawmakers did not\nspecify which orders they were talking about, but\nthe president enraged. Posting a flurry of\nmessages on social media saying they should be\narrested and put on trial. The words cannot be allowed to\nstand adding an example must be said. The president then writing,\n\"Ceudicious behavior punishable by death.\" And he reposted a message from another account that\nsaid, \"Hang them.\" George Washington would. Democrats accusing the\npresident of inciting violence. This puts all of our\nlives in jeopardy. What are we all doing right now? Democrats in the Congress\nare on the phone. With their chiefs of staff\nbeefing up our security for this weekend and next week\nbecause the president has a lot of unhinged\nsupporters out there. Republicans clearly\nuncomfortable. The words that the\npresident chose are not the ones that I would use. Okay? Obviously, I don't\nthink that these are crimes punishable by death\nor any of that. Okay? Republican Senator\nRand Paul was blunt. That kind of\nrhetoric isn't good. It stirs up people among us\nwho may not be stable, who may think, \"Well, home traders,\nreason why we do traders is that it's a death penalty. Maybe I'll just take matters\ninto my own hands, which is not something we should\nbe encouraging.\" At the White House press\nsecretary Caroline Levit was asked to explain, \"Just to\nbe clear, does the president want to execute\nmembers of Congress?\" No. Let's be clear about\nwhat the president is responding to. Levit saying the six\nDemocrats are the ones inciting violence. They are literally\nsaying to 1.3 million active duty service members not\nto defy the chain of command. I spoke with Congressman\nJason Crowe, a former army ranger who was in that video. Rachel Scott, line up\non the hill tonight. Rachel, thank you. We are tracking potentially\nlife-threatening flooding in Texas at this hour. Heavy rain and flooding. Moving from Texas to\nthe Ohio Valley and our first look tonight at a system\nthat could affect Thanksgiving week travel next week. First tonight here,\nthe picture is the rising water is rushing\nthrough Minard, Texas up to nine inches of rain falling\nin some areas already. So let's get right\nto Chief BDR Aldous Lee Gilbert from WAVC. Highly. David,\ntorrential rain and now severe weather across\ncentral in East Texas. Some of the heaviest\nrain working from Austin to Dallas, even some\nsevere weather near Waco with storms that can produce\n60 mile-prous gusts. The flood threat extends\nall the way up to Missouri tonight. Now tomorrow that rain\nwill extend to the Ohio Valley in the mid-Atlantic,\nbut thankfully it gets lighter, could even arrive here in New\nYork City later tomorrow night. There's a second flood zone,\nthat Southern California, Santa Barbara LA again and down\nto the desert areas. Flood watches through\nFriday evening for Palm Springs and Yuma mudslides. Possibly even a foot of\nsnow in the mountains. This is the storm\nthat will make a cross-country move as we go\nthrough Thanksgiving week. We can certainly\ncount on delays. You see through the Midwest into\nTuesday and maybe extending in a Wednesday in the East. David? Yeah, that's the portrait\nright through next Tuesday and Lee you'll continue to track\nit right here with us. Thank you. Next tonight, two suspects\nwho had been labeled domestic terrorists during an immigration\ncrackdown in Chicago accused of ramming into Border\nPatrol officers. Well, the government\ntonight dropping charges. The defense now says an officer swerved into one of them. Before then opening fire\nshooting a woman multiple times, then allegedly bragging\nabout the shooting in text messages that followed. Here's Aaron Katerzky. Tonight the case\nagainst a woman accused of ramming a Border Patrol\nvehicle during an immigration crackdown in Chicago\nhas been dismissed. After the defense suggested\nthere was evidence it was the agent who\nswerved into her. These agents were lying\nabout what happened. Miss Martinez never\nrammed anybody. These agents hit Miss Martinez. These agents jumped out\nand shot Miss Martinez. Martinez, a U.S. citizen. Marimar\nMartinez seen here in a convoy tailing federal agents\nduring Operation Midway Blitz was shot five times by Border\nPatrol after their vehicles collided, sparking\nchaotic protests. Prosecutors had labeled\nthat woman in the car a domestic terrorist and\ncharged her with assault. But defense attorney\nsaid moments before the collision, a second agent of\nthe car is hurt on body camera footage daring Martinez. Do something\nexpletive before the driver swears the government\nvehicle into Martinez's car than gets out and opens fire. And he appeared\nto brag about the shooting in text messages. I fired five rounds and she\nhad seven holes put that in your book boys. Asked about those\ntexts in court. The agent responded. I am a firearms instructor\nand I take pride in my shooting skills tonight. Martinez, who's recovering\nfrom those gunshot wounds. Beaming. It's been hard. Honestly, it's been\nhard like I can't sleep. But now I'm\ngoing to sleep. I'm going to go best. So the case against Martinez is\nnow over David, but her attorney said tonight prosecutors are\ngoing to hang on to her car. It's now the subject of a\nseparate investigation into the shooting itself. David. Aaron Katerzky tonight. Thanks Aaron late last night. President Trump signed\nthe Jeffrey Epstein bill into law tonight. The justice department\nnow is 30 days to release the files. Let's get right to\nour chief White House correspondent Mary Bruce and\nMary Ann O'Lawmaker is including some Republicans tonight\nwarning against any potential delays here that Americans are\nwatching this very closely. And David, the president\nonly signed this bill after relentless pressure\nfrom his own party. And tonight, even some\nRepublicans are concerned that the administration\nwon't follow through. The bill includes a provision\nto withhold files that could jeopardize any ongoing\ninvestigation like the one that the president recently ordered\ninto Democrats associated with Jeffrey Epstein. Some Republicans are now warning any delay could spark\nbacklash from voters. Senator Tom Tillis of\nNorth Carolina saying if the administration puts a\nblanket hold on the files, quote, they're going to\nhave a lot of people angry. Now, the White House and Justice Department still have not said\nwin or if they will release the files. And again, David, the law\nnow gives them 30 days. All right, Mary Bruce at the\nWhite House tonight, Mary, thank you. We turn now to the new\nimages tonight of that 18 year old girl, her body being\ncarried off a carnival cruise ship. Tonight the investigation\nhere after a source says she was found wrapped at a blanket\nand under life vests, but we've now learned in this case. Here's ABC's Victor\nAkindo tonight. The alarming image of\nauthorities in Florida removing the body of Anna\nCapner from the carnival horizon cruise ship after the\n18 year old mysteriously died on board. Are you Miss Hudson? Or is it Miss Capner? Miss Capner. And for the first\ntime, we're seeing the teens stepmother on\ncamera involved in a separate custody dispute\nwith their first husband over their two minor children. One of those young children\nnow was suspect in an FBI investigation into their\nstep sister's death according to the parents and their lawyers. The older child is a suspect in\nthe death of the step child and 18 year old daughter that\nwas staying in the same room on the cruise ship. A security source briefed on the investigation says\nthe child is the teen stepbrother. In court today, the\nstepbrother's attorney saying after the teen's death earlier\nthis month, the child now being investigated required\ntreatment immediately after the incident he was hospitalized\nand then he went released from the hospital tonight. The reason for the\nhospitalization unknown, but the child now\nwith the relative lawyers say tonight, East of Orlando,\nthe teen's family and friends ordering the cheerleader and\nhigh school senior with the celebration of life service. And David, one of the attorneys\nindicated he would possibly call that step sibling and and\na captain's dad to the stand during a hearing next month. David, Victor, a quendo\nwith us tonight. Thanks, Victor. We turn now to the funeral\ntoday for former Vice President Dick Cheney, one of the most\npowerful and polarizing Vice President in U.S. history. And a rare\nmoment today, Republican and Democratic leaders\ncoming together to remember. John Carl was there. At the National Cathedral\ntoday, all five living Vice Presidents gathered to honor the\nmemory of the man considered to be the most powerful Vice\nPresident of all, Dick Cheney. They shook hands at the front\nof the cathedral, Joe Biden arriving with Jill\nBiden, George W. Bush with Laura Bush,\nformer Vice President Kamala Harris, a rare display\nof warmth across party lines. President George W. Bush praised Cheney as\nan American patriot. This was a Vice President\ntotally devoted to protecting the United States\nand its interests. There was never any\nagenda or angle beyond that. You did not know Dick\nCheney unless you understood his greatest concerns\nand ambitions were for his country. President Trump\nand Vice President and JD Vance were not invited. Not surprising,\nconsidering Cheney had said in the last election,\n\"There has never been an individual who is a\ngreater threat to our republic than Donald Trump.\" Cheney crossed party\nlines and endorsed Kamala Harris for president. His daughter Liz Cheney,\nlost her seat in Congress after she investigated January\n6th, spoke of her father's love of country over party. He knew that bonds of party\nmust always yield to the single bond we share as Americans. David, I was there at\nthe service today. It was striking to\nsee so many major figures from the Democratic\nand Republican parties. Most of them from the past,\nbut gathered there for a single purpose. It's the kind of\nthing you just don't see much these days. David. John Carl\nin Washington, we appreciate it, John. Thank you. When we come back here,\nAmazon has begun sending out those refunds tonight. So who's getting them? Also ahead the scare\nat the climate talks in Brazil delegates\nrunning for their lives. You can see it right\nthere when that fire broke out. The high speed chase from\nmurder suspect accused of killing two teenagers, the\nsuspect reaching speeds right here of 117 miles per hour. What they had to\ndo to try to stop him and then the daring effort\nto save a shark tonight at one point. One rescue we're reaching\nright into the shark's mouth. What they were trying to do\nthere in a moment here tonight. A raging fire inside the UN\nclimate summit in Brazil take a look people running to escape\nthe blaze burning through pavilions. 13 people treated\nfor smoke inhalation. They believe\nelectrical equipment may be the blame here. Back in the US, the chase for a double murder suspect in Pierce\nCounty, Washington state, the suspect accused of killing two\nteenagers at times reaching 117 miles per hour. Deputies tried to\nunleash a heavy duty hook to catch the car. They then conducted a pitman\nmaneuver, the car flipping over. He is now under arrest. When we come back, those Amazon\nrefunds on the way for some customers will explain and then\nthis daring effort to save a shark, the rescuer reaching\nright into the shark's mouth and you'll see it\nin a moment here. To the index of other news\ntonight, Amazon has begun sending out refunds to some\ncustomers part of its $2.5 billion settlement with the\nFTC that had alleged Amazon co-rest millions of people\ninto prime subscriptions that they then struggled to cancel. Amazon did not admit wrong. A team of rescuers working to\nsave a gray nurse shark off the coast of Australia. Two of them in the\nwater restraining the shark, another reaching into\nthe shark's mouth to remove a trace line and large hook which\nwas attached to the shark's stomach. The shark was then\nreleased back into the water. They say without that team's\nintervention that shark would not have survived. When we come back\ntonight, America's strong tonight, one week to go\nuntil Thanksgiving, Deborah Roberts is here with the effort\nto put dinner on the table and how you can help in a moment. Finally tonight here, one week\nuntil Thanksgiving, there were remarkable effort now\nspreading across the country to put special medically\ntailored meals on the table. Here's Deborah Roberts. Tonight with\nThanksgiving just a week away, the extraordinary effort\nfrom so many all across the US to feed those in need. Welcome to the Gods of Kitchen. This is a huge kitchen\nand it smells great too. In New York City,\nthe nonprofit Gods Love We Deliver for 40 years. Now since 1985, cooking and\ndelivering special medically tailored meals and so much more. Terrence Meck once a volunteer\nis president and CEO. They're not alone\nat the end of the day and that they have the\ndignity that they deserve the love and passion that we do\nhere at Cotsup and Deliver. It's life changing. You bring the connection. We do right to their door. An incredible 20,000\nvolunteers making four million meals a year. You're good at that. Very well done. Aurora decorating the\ncakes, volunteering here for six years now. I just like the feeling that\nI'm doing something for somebody that I don't actually\nknow, but I feel that I know them. This Thanksgiving, more\nthan a thousand volunteers cooking and delivering\n12,500 dinners. That's 8,300 pounds of turkey. Andy slicing. This is a BS-finished stew. Leads sous chef\nBrian making sues. The veggies topping it\nall off with gravy. Robert adding the stuffing. Feline peeling potatoes. You're not just delivering food. You bring in so much\nmore to these folks. What I give to God, so\nI got so much more. And they're not alone. Their model now expanding\nthrough the Food is Medicine Coalition, the\nnon-profits, Mama's Kitchen in San Diego, open-handed\nletter in Georgia and Project Angel Heart in\nDenver, all delivering meals this Thanksgiving. \"Carry up those meals, give them\nthat hug and say happy things, give it, and it's the best. So the best.\" \"You're changing\nlives on both sides.\" \"We are. We are. It has changed my life,\nand I'm so grateful.\" No question to help go\nto God's Love We Deliver website, GLWD.org. Thank you, Deb. David Mjore, the most-watched\nnewscast in America. And now, ABC's World News\nTonight has won the Emmy for Best Live News Program for\nthe third year in a row.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 6860,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-21T15:48:51.040133",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763711353.0408807
}