{
  "batch_id": "batch_002_2025-11-21_15-46-49",
  "link_id": "yt_58kAF31yo2Q",
  "source": "YouTube",
  "metadata": {
    "title": "Daddy Yankee: A Higher Note",
    "author": "ABC News",
    "url": "https://www.youtube.com/watch?v=58kAF31yo2Q",
    "word_count": 3302,
    "publish_date": ""
  },
  "transcript": "There are few words to accurately describe the kind of impact this one man has had on an entire culture. It feels like it was born with a different mission, same genre, but with but a different purpose. From his iconic fade to his megawatt smile, Daddy Yankee is recognized and revered everywhere he goes. We'd love for you to sign this. Thank you. Born Rammon Luis Ayala Rodriguez. This is what life has been like for Daddy Yankee for the last 20 years. And that may be why his transformation, his rebirth into what he calls a musician with purpose has longtime fans and new listeners alike standing at attention. My purpose is to share my faith with the world. Thank you guys. But the artist he is now couldn't have been without the artist he was. So much of that success thanks to his smash breakout hit Gasolina credited for popularizing reaton around the world. By the end of 2004, Gasolina was a regular addition on major US radio stations and its accompanying music video was in heavy rotation on English language networks like MTV and BET. At the time, this was unheard of for Spanish music, and it marked the beginning of a global shift. And though it was that track that made Daddy Yankee a superstar, he had been making music in the underground scene since the early '9s alongside another underground legend in the scene, DJ Pierro. Both seen here outside of Via Kennedy in Puerto Rico. It's surreal still. I'm thinking about the kid back in the days in the 1990s like creating the genre to start creating and be one of the pioneers and see uh the genre all over the world is incredible. Uh it's still like a like like a dream come true for me like wow that kid that was having a vision having a dream right now watching all of that is is it's powerful. Those early years paved the way for what eventually became the defining sound of modern-day Regaton. Gasolina making history. It was the first regaton song to be noticed for the record of the year at the 2005 Latin Grammys. Rolling Stone named it the best reaton song of all time. And in 2023, Gasolina became the first regaton song to be selected for preservation in the National Recording Registry. Now, Daddy Yankee has more than 60 million monthly listeners on Spotify and huge crossover hits like the Roe remix featuring Gun. boots on so you can get or you can quit playing and come on and get back to his 2019 feature on the global phenomenon despacito with Luis Fony which produced the most watched music video of all time on YouTube with 8.8 billion views. Daddy Yankee made reaton a household name and two decades later the genre is not only dominating Latin music but it's one of the most popular styles of music on the planet. I remember as a kid when I was a teenager like creating the the genre. I remember that people told me that yo this is going to be a fat uh this this is going to die in a couple of years and you see regatorans all over the world right now after 35 years. In December of 2023, he did something unexpected. Daddy Yankee announced his retirement and new dedication to his Christian faith. But the big boss couldn't stay away for long. Empowered by faith, his focus is now sharing the gospel and words of positivity in his newest project, Lmentoto, performing his latest single, Sri, at the Billboard's Latin Awards. A lot of us thought that we weren't going to see you hitting that stage again. Was it always your intention to step away and not return to music or did you know that you were going to return in a different light? No, actually my my my intention was to stop and and retire actually. But um I went through a lot and in this years that you know for some reason God brought me back with a with a mission. You know it's all about challenging myself since I was a teenager and now is I'm proving that you know there's a room for for music with with with a good message. And you're not really speaking of it as if it's Christianbased music. You're saying that it's music with a message, music that feels good. Is that how you want it to stay? Cuz how would you categorize your songs now? I categorize it um um as a music with purpose, you know, with faith and positive and and like Sri for instance. Sri is a medicine uh for the for the people like everybody that hears change change their days. I'm not thinking about numbers. I'm not thinking about streamings. I'm not thinking about all of that. I'm thinking about um having an experience with uh with my music and that's what is happening right now. You wake up with Sri is now number one across multiple charts. You didn't see this coming. Did you think that the impact was going to be like that? Honestly, no. Um if you ask me from that side, yes. I'm like um amazed for everything. um that you know that I've seen so far with the song, with the performance, the message, everything. It's like that is the reason that I feel so so good and that you know I came with a mission and I seen the fruit of it. This isn't a sound that you that is new to you though. This is music that you've been working on for a very long time. Tell me about the album and the different sounds and the thought of saying, \"Oh, no. We're not going to just go with one sound.\" You have salsa on there. You have tropical. You have rea. You have everything on the album. I have all the styles and and uh when I announced my my my fave and my retirement that I was doing and I came back, people thought it was going to be a different sound. When they actually heard the album, they say, \"Okay, we have all the styles, all the flows.\" But why lament? Why that name? Lament is a psalm that that we have um in Psalm 311. Um the lament my sorrows to dance. Okay. Yeah. And it's a beautiful psalm. Psalm 311. You spoke about how you used to be 10 years old and you would dress yourself to walk to go to church. So finding faith and being part of a church is not something that's new you. No. But what was it that made you say I have to change my ways? Because I was there with you. You know, doing all of the things and having fun. And I'm just so curious because as we get older, usually there's an experience that says I can't continue to keep on living like this and I can't keep on continuing the way that I am. Was there a moment specifically? Yes. Um I went through um a difficult time in my personal life and um my faith is is what you know got me here and gave me the the the strong and and that you know that fora to stay stay strong and and be right there in front of everything. It was faith that that got me here and gave me that strength. What was those low days like? Uh very dark very dark days. I don't think a lot of people understand that as an artist as yourself with worldwide recognition that you have everything going for you. So, how does it look like for DY to even have a bad day when you have all the money in your world at your disposal. You have anything you could ever ask for. How does unhappiness even creep into your heart? There's a lot of things that we cannot control in this life. uh accidents, health, and crisis. But when that momentum hit your life, you're going to need a supernatural health, supernatural help, and that's God. Could you talk about that experience? Yes. Um it's my personal life, you know, it's out there. Um, but what I can say for myself is I I learned um that I that I don't control things, that God controls everything. Has it been hard for you in this transition to see some people fade away and and not live in this in this new journey with you? Yeah, it's hard. It's going to be hard when you decide for for Jesus and and the word is clear, you know, um when you decide for your faith. Um Jesus came to divide light from darkness. And when you faith, you come to the light, obviously you're going to people that are from the darkness, they are not going to be aligned with your faith. And it's understandable. I always have been pure from the heart. Even though I wasn't um in the in the path that I'm in the journey that I'm in right now, but I always had been from the heart since day one. I don't want to impose my faith to nobody. It's a different thing to post to share. I just want to share my experience and my faith. Still ahead, the mission behind the message. What do you think's been the biggest lesson of them all? Live the present. Live the present and always depend on your best friend, which is Jesus. Daddy Yankee reflects on the choices and challenges that brought him to this pivotal moment. your I feel very very accomplished what I'm doing right now. All right. What would you say to that young man 20 years ago? Oh, 20 years ago. I mean, relax a little bit, man. I would tell him control your emotion and your impulse. Mhm. Um cuz um that was my nature as well as a little kid. Relax a little bit and and and enjoy the ride. Thank you. Amen. Amen to that. Thank you for giving us our voice to spread my message. Thank you. I really appreciate it. And you can take a picture. Beautiful. So you have your religion and your faith in the background while you're doing this huge reon movement and this new path that you're creating for sound worldwide. Did you ever feel a contradiction back then? Um because you were doing a lot and you were very young. But yeah, I was really young and I was like I was really rebel even though I had my faith and you know um like back then I was like really u following a dream. In the '9s, Regaton was widely criticized in Puerto Rico and even blamed for the rise in crime on the island. The government focused their policing on the public housing development called Caser Rios like Via Kennedy where Daddy Yankee grew up. Reaton was born from mixing the sounds of hip-hop dance hall music and Spanish reae popularized by Panameanian artists like Elen Mueo. MC's would perform over the mixes for live parties. A lot of the newly created music was party music, but would often speak about the many realities many caseros were facing at the time. Daddy Yankee's early work is no different, like his song indeing him the title the king of reatons. I was thinking about uh nothing else like I know that I going to make it out of the hood. Uh that mentality of um of u giving your family all the thing that you never had. Uh which is really good. That's good. Um when you have that discipline, that dedication, all of that is so great. But if you don't have that direction from God, at the end of the day, you're going to hit the wall. That's it. And I hit the wall like and I understood that. Okay. Um I only I missed the most important ingredient in all of this which was uh God and that's it. So in chasing your dream and in chasing this idea of what success was back in the day, did you ever feel fulfilled? Cuz I've heard you say that it didn't fill you all the way. You know what? There was a point that I thought I was fulfilled. uh because you come from like I've said you come from poverty from nothing from nothing to have money to be recognized to fulfill all the humanity necessities that we have we want to be recognized we want to have money we want to have all of that there was a point that I say okay I made it but I was so far from the truth and I was like wow what is this I thought I was going to be fulfilled forever and it felt like a routine like okay uh what is the what is the meaning of life after all of this. So I started asking him questions and I remember that kid that had 10 years old, you know, going to the church and listening to the word of God and I listen. Okay, I remember I was a little kid. I was very happy and I feel free. Why not come back to those days? What has been the reaction from your fans? they loving it and they I think they identify with uh the authenticity and you can tell that if it's real or not. I mean, and that's something that I was trying to be in my career, you know, like being the realest out there and that's a personal, you know, very personal to me, like showing myself like don't be afraid for what um to be acceptable or or trying to convince everybody to get recognition. But don't you want your new music to hit the same success as what Gasolina did? Do you still chase after that big hit in that big single like that? And that's a good question. That's a great challenge. And it's like um I brought to this purpose just to for the pop culture, you know, like um if we opening it u for pop culture, I think there's a room for pop culture to to have a room for for good message at at the same time and I'm doing because of that purpose, you know. Um, if it's but bigger than numbers, bigger than that that hitting the stream like you're saying, I think changes life is the real goal here. You know what I'm saying? If it's one person that um that changes their life and that I I made it. That's it. That's what I'm looking right now. That people have an experience with my music. If if it hits number one, if he streamed, that's an extra bonus. That's what I'm saying. It's going to be I feel good when some real make is number one record. Yeah. It feels so good. I mean like wow they accepting the message but if it don't regardless I know this changes life out there and that's the biggest purpose above everything. But there are ride or die day one Daddy Yankee fans who want to know if they're going to even hear you perform your old songs anymore. Right now I'm on a different mission. right now it's a different purpose and um I think right now it's like I learned um to live the day the present if you ask me oh it's going to happen I don't know what's going to happen I learned in everything that I learned so far is to live in the day by day life I don't know what's going to happen tomorrow and I had so many plans that I wanted to do and they so different of what I thought today that I don't predict the future it's Like I don't know. I don't know. I'm just If you ask me from today, my purpose is my purpose today. What do you think of like this new wave of Latin young people, the Bad Bunnies, who I know you're a good friend with and you you collaborated with as well. Like, can you imagine? One, can you imagine if we would have had camera phones back when And I remember Gasolina went viral without social media. It was crazy. Could you imagine how different it would have been with social media? C. It's probably lucky that there were no camera phones back in the day and like just the impact of what it is now. Yeah. Um it would have be like a totally different story but it had to be that way cuz that way means that you know it was more powerful like like without all those tools that we have today like it really don't evolve with those tools back in the days. So you can imagine the power of our our culture, our language, and and and the creative side of of all of us. I know we can't change the past, but is there anything you would do differently? No. No. I told you this the other day. I said you look younger now than than you did back in the day. You've aged gracefully, my friend. What makes you glow and make you so happy now? I feel like you don't have a bad day in the world or you can't even get mad anymore. No, I get mad. I get mad and and and I get angry. It's part of our humanity. Uh the thing is that I have learned how to deal with that. um because the the faith that I that I have and and because all the thing that I have learned um till this point the books that I'm reading um uh the psychological help the therapist help all of that combined the good exercise good diet um um creating great more you know habits good habits when you combine that spirituality um take care of yourself have discipline have good thoughts and have a a good diet then you're going to make a personal change in your life. And after all these years, this new journey comes with new possibilities. as Daddy Yankee made history again, delivering an electrifying halftime show at the first time ever NFL game in Spain, playing his new collaboration with Visa Rap live for the first time, proving that this one in a generation career isn't changing, it's just evolving. What do you think's been the biggest lesson of them all? live the present. Live the present and um and always depend on your best friend which is Jesus. This is the beauty of this journey is that everything that happens to you is a lesson and you keep growing and growing and growing and you keep you you're trying to be a better human being every day. That's the challenge. But I don't want I'm not a perfect. I'm I'm going through process. I make mistakes every day. Um, I learned that I'm I have weaknesses and vulnerabilities and that's real good because I'm knowing myself. I'm getting to know myself even better every day and try to be better and face my vulnerabilities and my weakness and try to get strength every day and trying to get better um facing myself. Have you had anybody come up to you and say they missed the old daddy? Oh yeah. Yes. I missed the old one and I told them, \"Okay, it's good. I understand. But you're going to love the new one. Hi papa.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Daddy Yankee was born Ramón Luis Ayala Rodríguez.",
        "He is recognized globally for his iconic fade and megawatt smile.",
        "Gasolina was credited with popularizing reggaeton worldwide.",
        "By 2004, Gasolina was regularly played on major US radio stations.",
        "Gasolina's music video was in heavy rotation on MTV and BET.",
        "Gasolina was the first reggaeton song nominated for Record of the Year at the Latin Grammys.",
        "Rolling Stone named Gasolina the best reggaeton song of all time.",
        "In 2023, Gasolina became the first reggaeton song preserved in the National Recording Registry.",
        "Daddy Yankee has over 60 million monthly listeners on Spotify.",
        "His collaboration on 'Despacito' with Luis Fonsi became the most-watched music video on YouTube with 8.8 billion views.",
        "Reggaeton is now one of the most popular music styles globally.",
        "Daddy Yankee announced his retirement in December 2023.",
        "He returned to music under a new mission focused on faith and positive messaging.",
        "His new project is titled Lamentoto.",
        "He performed his single 'Sri' at the Billboard Latin Awards.",
        "Sri reached number one across multiple charts.",
        "Lamentoto features salsa, tropical, and reggaeton influences.",
        "The album title 'Lamentoto' references Psalm 31:11: 'I will turn their mourning into dancing.'",
        "Daddy Yankee grew up in the public housing complex Caserío Ríos in Puerto Rico.",
        "Reggaeton originated from blending hip-hop, dancehall, and Spanish reggae.",
        "Early reggaeton was often criticized in Puerto Rico and blamed for rising crime.",
        "Government policing targeted areas like Via Kennedy where Daddy Yankee lived.",
        "He began making music in the underground scene in the early 1990s.",
        "He collaborated with DJ Pierró during his early years.",
        "He once described himself as a 'king of reggaeton'.",
        "He experienced personal struggles that led to his spiritual transformation.",
        "He stated that faith helped him through dark days despite global fame and wealth.",
        "He believes God controls everything, not humans.",
        "He acknowledges some fans have distanced themselves due to his new faith journey.",
        "He does not impose his faith but shares his personal experience.",
        "He values authenticity and realness in his music and life.",
        "He performs live at major events like the NFL’s first game in Spain.",
        "He debuted a new collaboration with Visa Rap during the halftime show.",
        "He continues to evolve rather than change his career trajectory.",
        "He emphasizes living in the present and relying on Jesus daily."
      ],
      "key_opinions": [
        "Daddy Yankee believes his current music has purpose beyond commercial success.",
        "He sees his new work as music with a good message, not solely Christian-based.",
        "He feels fulfilled by the impact of his music on people’s lives, not chart positions.",
        "He believes there is room for pop culture to carry positive messages.",
        "He thinks the world needs more music that changes lives, not just hits numbers.",
        "He believes his past success was incomplete without faith.",
        "He considers his return to music a divine mission, not a comeback.",
        "He views his spiritual journey as essential to becoming a better human being.",
        "He believes authenticity resonates more than image or popularity.",
        "He feels that the lack of social media in the 1990s made Gasolina’s rise more powerful.",
        "He believes today’s tools could have changed how reggaeton spread.",
        "He trusts that his new path is aligned with his true self.",
        "He believes challenges are lessons that help him grow.",
        "He thinks vulnerability is a sign of strength, not weakness.",
        "He believes personal growth requires discipline, therapy, diet, and spirituality.",
        "He believes fans who miss the old style will eventually appreciate the new one.",
        "He feels joy comes from purpose, not possessions.",
        "He believes his current happiness stems from inner peace, not external validation.",
        "He believes music can be both fun and spiritually uplifting.",
        "He believes the future is unpredictable, so he focuses only on today’s purpose.",
        "He believes the power of culture lies in its organic, unfiltered expression.",
        "He believes his legacy is not defined by fame but by impact.",
        "He believes true success is measured by transformation, not streams.",
        "He believes sharing faith should be personal, not performative.",
        "He believes the greatest gift is being able to help others find hope."
      ],
      "key_datapoints": [
        "Gasolina was released before 2005.",
        "Gasolina was nominated for Record of the Year at the 2005 Latin Grammys.",
        "Gasolina was named the best reggaeton song of all time by Rolling Stone.",
        "Gasolina was selected for preservation in the National Recording Registry in 2023.",
        "Daddy Yankee has over 60 million monthly listeners on Spotify.",
        "Despacito has 8.8 billion views on YouTube.",
        "Sri reached number one on multiple charts.",
        "Daddy Yankee announced retirement in December 2023.",
        "He performed at the first-ever NFL game in Spain.",
        "He debuted a new collaboration with Visa Rap live during the halftime show.",
        "He was active in the underground scene since the early 1990s.",
        "He began working with DJ Pierro in the 1990s.",
        "He was 10 years old when he started attending church regularly.",
        "He has been performing since the 1990s.",
        "He has been involved in music production for over 30 years.",
        "He has been featured in major international events including the NFL.",
        "He has performed at the Billboard Latin Awards.",
        "He has had a long-standing relationship with Luis Fonsi.",
        "He has worked with Bad Bunny, a younger generation artist.",
        "He has been cited as a pioneer of reggaeton.",
        "He has been associated with Caserío Ríos in Puerto Rico.",
        "He has been linked to the rise of reggaeton in the late 1990s and early 2000s.",
        "He has been recognized by mainstream music publications like Rolling Stone.",
        "He has been acknowledged by cultural institutions like the National Recording Registry.",
        "He has been featured in major media outlets including MTV and BET."
      ],
      "topic_areas": [
        "Reggaeton Origins",
        "Global Music Impact",
        "Spiritual Transformation",
        "Artistic Legacy",
        "Fan Reactions",
        "Music with Purpose",
        "Cultural Preservation",
        "Personal Growth",
        "Faith and Identity",
        "Retirement and Return",
        "Authenticity in Art",
        "Legacy and Evolution",
        "Social Media Influence",
        "Public Perception",
        "New Musical Directions"
      ],
      "word_count": 3302,
      "total_markers": 85
    },
    "comments_summary": {},
    "created_at": "2025-11-21T15:49:25.434971",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763711381.6758
}