{
  "batch_id": "batch_002_2025-11-21_15-46-49",
  "link_id": "yt_bxc0oVplF_I",
  "source": "YouTube",
  "metadata": {
    "title": "ABC News Live Prime: November 20, 2025",
    "author": "ABC News",
    "url": "https://www.youtube.com/watch?v=bxc0oVplF_I",
    "word_count": 8076,
    "publish_date": ""
  },
  "transcript": "Tonight on ABC News Live Prime, backlash for President Trump. The president criticized by members of both parties after calling six Democratic members of Congress traitors and accusing them of sedicious behavior punishable by death in response to a video released by the lawmakers, all veterans of the military or US intelligence. Stunning images from moments just before that deadly UPS plane crash in Louisville, showing the plane's engine flying off and exploding just as its wheels left the ground. I'm Mola Langi with what officials are now saying about the cause of that disaster that killed 14. The CDC in turmoil tonight as it changes key language on its website, suggesting infant vaccines may in fact cause autism. We'll talk to the AY's former acting director, Dr. Richard Besser about its sudden U-turn and if it's fact or fiction. Tired of giving your money to Amazon? Well, now Amazon is giving money back to some customers as part of a 2.5 billion dollar settlement. How you can find out if a paycheck is headed your way. And Daddy Yankee making his return to music after a break from the stage. The Puerto Rican superstar is on a mission with a message and spreading his faith. Our Roxy Diaz talks to him about it. From ABC News World Headquarters in New York, this is Prime with Lindseay Davis. Good evening everyone and thanks for joining us. I'm Rian and Ali in for Lindseay Davis. It is a busy Thursday night here at ABC News. We are getting a look at chilling new images of that fiery crash of the UPS cargo flight in Louisville, Kentucky. The plane losing its left engine seconds after takeoff. But first, we begin with President Trump facing backlash for his comments and resharing posts calling for Democratic veterans in Congress to face the death penalty. Trump referring to a video posted by CI CIA veteran Senator Alyssa Slattkin along with Democratic colleagues telling American service members they can refuse illegal orders. The White House press secretary did backtrack afterwards, saying the president does not want to see members of Congress executed. We are standing by to hear from a Republican congressman who is also an Air Force veteran. But first, senior political correspondent Rachel Scott leads us off from Washington. Tonight, President Trump criticized by members of both parties after calling six Democratic members of Congress quote traitors and accusing them of sedicious behavior punishable by death. Representative, it came in response to video released by the lawmakers, all of whom served in the military or in US intelligence. I was a captain in the United States Navy. Former CIA officer, former Navy. In the video, the lawmakers reminding members of the military they should not obey illegal orders. At home, our laws are clear. You can refuse illegal orders. You can refuse illegal orders. You must refuse illegal orders. No one has to carry out orders that violate the law or our constitution. The lawmakers did not specify which orders they were talking about, but the president enraged, posting a flurry of messages on social media saying they should be arrested and put on trial. Their words cannot be allowed to stand, adding, \"An example must be said.\" The president then writing, \"Sedicious behavior punishable by death.\" And he reposted a message from another account that said, \"Hang them. George Washington would.\" Democrats accusing the president of inciting violence. This puts all of our lives in jeopardy, right? What are we all doing right now? Democrats in the Congress are on the phone with their chiefs of staff beefing up our security for this weekend and next week because the president has a lot of unhinged supporters out there. Republicans clearly uncomfortable. The words that the president chose are not the ones that I would use. Okay. Obviously, I don't think that this is um these are crimes punishable by death or any of that. Okay. Republican Senator Ran Paul was blunt. That kind of rhetoric isn't good and stirs up uh people among us who may not be stable, who may think, \"We don't traders. What are we doing with traders? It's a death penalty. Maybe I'll just take matters into my own hands,\" which is not something we should be encouraging. At the White House, press secretary Caroline Levit was asked to explain. Just to be clear, does the president want to execute members of Congress? No. Let's be clear about what the president is responding to. Levit saying the six Democrats are the ones inciting violence. They are literally saying to 1.3 million active duty service members not to def to defy the chain of command. I spoke with Congressman Jason Crowe, a former Army Ranger who was in that video. What would your message to the president be? I don't do fear and intimidation well and I'm not going to stop. Rachel Scott joins us now from Washington. Rachel, what more can you tell us about that video by Democrats? Well, Democrats cited what they called a threat to the Constitution. They insist the Trump administration is pitting our military against American citizens, but they did not provide any specific or direct examples. Now, I did speak with Congressman Crow, as you saw there in this piece, and he tells me they felt the need to start the conversation after the president made what he described as disturbing statements. Ran, the conversation has definitely been started. Rachel Scott, thank you for that. For more now, we are joined by Republican Congressman August Fluger of Texas. Thank you so much, Congressman, for joining us tonight. Oh, thanks for having me. Let's jump in. You also served over two decades in uniform as a decorated fighter pilot. And President Trump reposted a bunch of posts today on Truth Social, including calling for some members of Congress who are veterans to be locked up. And he reshared a post calling for them to be hanged. This was in response to those Democrats posting that military members must refuse any illegal orders. I do want to get your response in a moment to the Democrats posting that. But first, we want to hear your direct response to President Trump's posts. Well, I think the press secretary has clarified that. So, I really I don't have much to say other than what Caroline Levit said, but it's extremely disappointing to see these members uh who serve. Some of them say these things. Um, you know, we we make um we take it very seriously to study lawful constitutional orders. I've spent my entire career doing that and to suggest some anarctic um policy where you wouldn't follow orders um is a deconstruction rule of law and it's very very disappointing. Um and I'm really looking for veterans that that serve on both sides of the aisle to be the ones that stand up as the adults um that that they're the ones that are bringing our country together. Uh we serve in a caucus together called four country caucus and the whole purpose of that is to rise above petty politics. Uh so to come out with a video that suggests that our troops should be dismissive and and outright not following these orders is uh it's very brazen and it's so disappointing. We are going to play part of that video from the Democrats in just a moment. But first just to ask again, I want to hear more of how you feel about what President Trump's posts were said. I know you said you agree with the press secretary, but did you have any issue with what he said? Well, well, of course, I don't want to see colleagues uh arrested that. I mean, nobody wants that. And I think the press secretary clarified it. So, um you know, I have nothing more on that subject. Let's play part of that video from the Democrats right now. Our laws are clear. You can refuse illegal orders. You can refuse illegal orders. You must refuse illegal orders. No one has to carry out orders that violate the law or our constitution. You yourself are an Air Force veteran. So if you were given an order that you thought was illegal, what would you do? Well, we studied this. I've studied it for over two decades. I've given orders. I've been in combat. Um and and this is not a theoretical thing for me. It it's an actual profession and uh few and far between. But we have studied those cases and there were cases in Vietnam that every military member still studies to this day. Um and so I would like to know what my colleagues are pointing to as illegal orders because uh every authority that the president has has been utilized in the right way. They may not like it politically. It may not be uh their choice. It may not be nice. that uh to keep our country safe, to do the things that are needed to defend our homeland. I want them to be specific and to call the president out specifically for the orders that they believe. It's been a year of political violence. We we saw the death of Charlie Kirk. We saw the death of State Representative Melissa Hortman and her husband. So, you mentioned you want to see a Congress that functions, but what needs to be done to turn the temperature down in this moment? How can we get back to a place where both sides do respectfully disagree? Is that possible? Well, it's a great question and Charlie Kirk was a friend and I had hoped that that would be the moment where Democrat colleagues, especially those that served in uniform, would come over and say, \"You know what? It's time to turn the temperature down.\" And and then this video comes out and you really see um that that that's not the goal. Uh I I was four years serving here in Congress under a president that I didn't agree with, but we didn't put a statement or a video out like this. And it's time it is time for us to rise above those petty politics. You mentioned with the Democrats what you'd like to see from them. Is there anything you'd like to see from your own party? Do you think they've played any part in raising these temperatures? Sure. Every day. I mean, both parties are guilty of that. Um, and I think that's why it's incumbent on each of us to uh to make those individual decisions uh and to lead our districts. I mean, 750,000 people, that's a lot of constituents who we can signal to, you know what, we're going to do the right thing, the adult thing, instead of the sound bite, uh, that that might be popular. So, um, I mean, you better believe that there's opportunities to do that every single day. Representative, thank you so much for joining us. Thank you. The funeral for former Vice President Dick Cheney took place today. A staunch conservative and one of the most powerful and polarizing vice presidents in US history. Former President George W. Bush and daughter Liz Cheney both delivered eulogies while President Biden and other Democrats and Republicans were in attendance. Notably, though not invited, President Trump and Vice President JD Vance. Here's Chief Washington correspondent Jonathan Carl. At the National Cathedral today, all five living vice presidents gathered to honor the memory of the man considered to be the most powerful vice president of all, Dick Cheney. They shook hands at the front of the cathedral. Joe Biden arriving with Jill Biden, George W. Bush with Laura Bush, former Vice President Kla Harris. A rare display of warmth across party lines. President George W. Bush praised Cheney as an American patriot. This was a vice president totally devoted to protecting the United States and its interest. There was never any agenda or angle beyond that. You did not know Dick Cheney unless you understood his greatest concerns and ambitions were for his country. President Trump and Vice President JD Vance were not invited. Not surprising considering Cheney had said in the last election, quote, \"There has never been an individual who is a greater threat to our republic than Donald Trump.\" Cheney crossed party lines and endorsed Kla Harris for president. His daughter, Liz Cheney, who lost her seat in Congress after she investigated January 6th, spoke of her father's love of country over party. He knew that bonds of party must always yield to the single bond we share as Americans. I was there at the Cathedral for the service today. It was striking to see so many major figures from the Democratic party and from the Republican party. Most of them leaders from the past, but gathered there for a single purpose. It's the kind of thing that you just don't see much of these days. Rannon. All right, John Carl, thank you for that. Next tonight, the clock is now ticking on the release of the Jeffrey Epstein files. 24 hours after receiving President Trump's signature, the Justice Department now has 30 days to make them public. But there are questions about how much will actually be released and when. Let's get right to chief White House correspondent Mary Bruce with the latest. Mary? Well, Rian, the president only signed this bill into law after facing relentless pressure from his own party. And tonight, even some Republicans are concerned the administration won't follow through. The bill includes a provision to withhold any files that could jeopardize an ongoing investigation like the one that the president recently ordered into Democrats associated with Jeffrey Epstein. Some Republicans are now warning any delay could spark backlash from voters. Tom Tillis of North Carolina warning that if the administration puts a blanket hold on the files, quote, \"They're going to have a lot of people angry.\" Now, the White House and the Justice Department still haven't said when or if the files will be released. And again, Riann, in this law gives them now 30 days. All right, Mary, thank you. Next tonight, chilling new images released of that deadly UPS crash. The engine coming off the plane just moments before it went down in Louisville, Kentucky, killing 14 people. Mola Langi has the harrowing new images tonight. The NTSB revealing horrifying frame by frame images. The clearest look yet at the moment the left engine broke off a UPS cargo plane wing as it took off from Louisville airport and then exploded. Airport surveillance photos show the plane taking off with the engine intact. Then the engine breaks away and snaps upward, erupting in flames that spread to the rest of the plane. Flight 2976 never got more than 30 feet off the ground before it crashed into a petroleum recycling plant and a scrapyard. 14 people, three crew and 11 on the ground were killed. The trail of destruction half a mile long. The NTSB recovering these crucial parts of the plane from the scene. Now zeroing in on the 34year-old MD11's left pylon, the component that attaches the engine to the wing. reporting they found evidence of fatigue cracks in addition to areas of overstress failure. We do know that the aircraft underwent some maintenance 2 weeks prior where they were supposed to look at this area, but you can't always visually identify these kinds of fatigue cracks. They're very, very fine and often takes an X-ray machine to find them. The NTSB, Boeing, and the FAA grounding all MD11s, MD10s, and DCT10s while they investigate whether the problem is widespread. Investigators also noted similarities between this disaster and the 1979 Chicago crash of American Airlines Flight 191, a DCT10 that killed 273 people just after takeoff. Mola Langi joins us now. Mola, how long will it take for there to be a final NTSB report on this incident? Orian, as the crash investigation continues, a final report from the NTSB is expected in about 18 to 24 months. Rihanna. All right, Mala Langi, thank you for that. Next tonight, we are tracking life-threatening flooding as heavy rain and flooding moves from Texas to the Ohio Valley. Rising water rushed through Menard, Texas. Up to 9 ines of rain falling in some areas there. We want to get straight out to chief meteorologist Lee Goldberg from our New York partner station WABC. Lee, what is the latest there with the flood threat? So, it goes through tonight, Rian, and this torrential rain. There's even some severe weather. Now, it's east of San Angela. That's where we had the flash flood emergency just southeast of there. But some heavy rain moving from Austin to Dallas tonight. Severe weather through parts of Waco with 60 mph gusts. And that flash flood threat extends all the way into Missouri. Now, as we go into the day tomorrow, the rain moves north and east of the Ohio Valley, Mid-Atlantic, even in the New York City area by late tomorrow night. But thankfully, it's a little lighter. There's still going to be some downpours near Nashville. The second flood zone is Southern California, Santa Barbara, Los Angeles, and then moving into the deserts. In fact, there's some flood watches for Palm Springs and Yuma. There could be one to two inches of rain and the renewed threat for some mudslides. And this is a storm that's going to spin through the four corners as we go through the weekend. But it's also the storm that's going to be the cross-country mover for Thanksgiving week. So, look for some travel delays Tuesday in the Midwest. Look for the snow to start to get into the Twin Cities and right to the East Coast as we go into Wednesday. Hopefully, it dries out by the Thanksgiving Day parade. Rihanna Lee Goldberg, thank you for that. The government has dropped the charges against two suspects that labeled domestic terrorists during an immigration crackdown in Chicago. They were accused of ramming into Border Patrol officers, but the defense says an officer swerved into one of them before opening fire and shooting a woman multiple times. They say the officer then bragged about it. ABC's Aaron Kurski has the details. Tonight, the case against a woman accused of ramming a border patrol vehicle during an immigration crackdown in Chicago has been dismissed after the defense suggested there was evidence it was the agent who swerved into her. These agents were lying about what happened. Uh, Miss Martinez never rammed anybody. These agents hit Miss Martinez. These agents jumped out and shot Miss Martinez, a US citizen. Marramar Martinez, seen here in a convoy tailing federal agents during Operation Midway Blitz, was shot five times by border patrol after their vehicles collided, sparking chaotic protests. Prosecutors had labeled that woman in the car a domestic terrorist and charged her with assault. But defense attorneys said moments before the collision, a second agent in the car is heard on body camera footage daring Martinez. Do something exploitative. before the driver swerves the government vehicle into Martinez's car, then gets out and opens fire. And he appeared to brag about the shooting in text messages. I fired five rounds and she had seven holes. Put that in your book, boys. Asked about those texts in court. The agent responded, \"I am a firearms instructor and I take pride in my shooting skills.\" Tonight, Martinez, who's recovering from those gunshot wounds, beaming. It's been hard. Honestly, it's been hard. like I can't I can't sleep. But now I'm going to go sleep. I'm going go I'm going go rest. So in the case against Martinez is now over, but her attorney said tonight prosecutors are going to keep her car. It's now the subject of a separate investigation into the shooting itself. Brianna, in the last day, the CDC has changed key points on their website suggesting infant vaccines may cause autism. For more on this, former acting director of the CDC and current president at the Robert Wood Johnson Foundation, Dr. Richard Besser joins us now. Thank you so much for joining us, Dr. Besser. We are so happy to have you. Good to be here, Rihanna. Okay, let's jump right in because the CDC posted a claim on their website saying, quote, \"The claim vaccines do not cause autism is not an evidence-based claim because studies have not ruled out the possibility that infant vaccines cause autism.\" What is your reaction to this? I would often steer patients who had questions to the CDC website and what what I can say today uh is that um I can no longer do that. The information that the CDC posted today uh is a bunch of falsehoods and outright lies. And uh because of that um it's very important that that patients no longer uh look there for for this kind of information that they they turn to their healthcare providers, their doctors, their nurses, their pharmacists for information that they they can trust. You know, the question about vaccines and and autism has been addressed extensively by science. Uh and study after study has shown that vaccines are not the cause of autism. uh the idea that the vaccines are are are dangerous will lead many parents who want to do the right thing for their children to to to make a big mistake and not vaccinate their their children on time. Um and so it is a really really troubling day for for for health in America. You mentioned how you often would steer people to the CDC for guidance. Um a lot of people uh have have used the CDC for years. What do you suggest parents do? I I mean where does this leave doctors? Does this open the door for insurance companies not to cover vaccines? Uh the the there's a program in America called vaccines for children and it ensures that every child in America gets uh vaci uh vaccines that are recommended by the CDC. Now if the CDC is no longer recommending vaccines, that means that Congress isn't putting forward the dollars to ensure that that income isn't the the deciding factor in what children have access to. So I worry that this is a step towards taking away from from people the vaccines that we know have have saved so many lives, have protected the health of so many children. You were the acting director of the CDC. How does a statement like this impact the reputation of the CDC going forward? You know so many of these people. You worked with them. Uh it is a dark day for for the CDC. we we continue to see uh the death by a thousand cuts to to an agency that has been the global leader in public health uh and no longer can hold that that that claim. So I I am very concerned and I I hope that this is just one chapter in the long history of this agency and that it is a able to rebuild over time. All right, Dr. Richard Besser, thank you so much for joining us today. Thanks very much, Ron. New details tonight in the case of an 18-year-old girl who was found dead on a Carnival cruise ship. A source says she was found wrapped in a blanket under a bed. Victor Aendo has the latest. Tonight, the alarming image of authorities in Florida removing the body of Anna Keaptainner from the Carnival Horizon cruise ship after the 18-year-old mysteriously died on board. Are you Miss Hudson or is it Miss Keaptainner? Miss Keaptainner. And for the first time, we're seeing the teen's stepmother on camera, involved in a separate custody dispute with their first husband over their two minor children. One of those young children now a suspect in an FBI investigation into their stepsister's death. According to the parents and their lawyers, the older child is a suspect in the death of the stepchild, an 18-year-old um daughter that was staying in the same room on the on the cruise ship. A security source briefed on the investigation says the child is the teen's stepbrother. In court today, the stepmother's attorney saying after the teen's death earlier this month, the child now being investigated required treatment. Immediately after the incident, he was hospitalized and then he when released from the hospital. Tonight, the reason for the hospitalization unknown, but the child now with the relative, lawyers say. Tonight, east of Orlando, the teen's family and friends honoring the cheerleader and high school senior with the celebration of life service. Victor Aendo joins us now. And Victor, there's a hearing next month. What can we expect from that? Well, Rian, one of the attorneys indicated he would possibly call that step sibling and Anna Keaptainner's father, who was also on that ship, to the stand during a hearing next month. Rian. All right, Victor, thank you for that. There are new details in the case against Real Housewives of PTOIC stars Dr. Wendy Ofo and her husband Eddie Ofo. According to new court filings, the pair used a combination of aliases and 40 different credit cards to help cover up alleged insurance fraud. Prosecutors are now asking for copies of the OEO's financial records. It comes a month after they were accused of lying about a burglary at their home. Attorneys for the couple said in part, quote, \"The Ofos have never used an alias on any financial application. This allegation is false and misleading. The stock market on a wild ride today. The Dow soaring more than 700 points in early trading, fueled by a new positive jobs report and strong earnings reports from Nvidia and Walmart. The market then lost steam, falling into the negative. The Dow lost 386 points, closing at 45,742. The Labor Department releasing the September jobs report that was delayed by the shutdown. The US created 119,000 jobs, but unemployment ticked up to 4.4%. Coming up, a scary moment during a Miss Universe event. What we're learning about what happened there. And there's concern about increasing violence in the West Bank with a record amount of settler attacks last month. Ian Panel takes us to the region to see what's being done about it. a a mob of dozens, if not over a hundred masked settlers um appear from over the hill and uh start throwing huge rocks running straight towards me. Plus, the next time you forget to bring your ID before boarding a flight, it might not be a problem. The new verification system the Trump administration is proposing and how much it could cost you. Welcome back. We are now one week out from Thanksgiving and one of the busiest times of the year at airports all across the country. Earlier this year, the federal government began enforcing its new Real ID requirement for air travelers. A change that was long in the making. But now, there's a proposal to allow travelers without the right forms of identification to use a new verification program to get through security and to have them pay the fee to cover the cost. So, let's look at that new proposal by the numbers. $18. That is how much anyone without a real ID or passport would have to pay before getting through a TSA checkpoint under the new proposal. Once they pay the fee, travelers won't have to do so again for 10 days if they pass through other checkpoints during that time. This comes just over 6 months after Real ID enforcement began. And that enforcement came just over 20 years after the Real ID Act was passed by Congress. However, the TSA says roughly 94% of travelers already have a Real ID compliant identification, and the agency lists 16 total types of identification, including Real IDs and passports that it says are accepted at security checkpoints. The TSA's notice also says using the system will not guarantee that a traveler will be verified and get through security, adding that those people may still experience additional screenings and delays. The public comment period for the proposed rule begins today. And joining us now to discuss this further is senior aviation reporter for the points sky website, Sean Kuah. Sean, thanks for being here. Let's jump in. Explain what does this public comment period really mean? Uh who gets to comment on it? And if you're a betting man, what do you think the chances are this goes into effect? Yeah, I think there's a pretty good chance this will happen. Um what you know, you think about the lawmaking process that we're all pretty familiar with. bill goes to Congress, then the president for signature. Um this is part of the regulatory process. So this is the Department of Homeland Security um you know and the TSA which is which is part of DHS. Uh essentially um you know putting in a new rule to to they hope make travel a little bit smoother. Obviously um you know that $18 fee not going to be uh super welcome among travelers that don't have that compliant Real ID, but you saw that number 94% of travelers. This is going to affect a very small sliver of the traveling public. And the TSA already has digital ID and facial comparison technology installed at more than 250 airports. But the TSA is saying you'd pay $18 and then your identity would be verified and it's using a new biometric system. How does the system differ from the digital ID system? Yeah, we still have a lot to learn about what exactly this new system is going to look like and how it is going to be different. I I think what's um it's safe to say is that this is going to be a little bit of a deeper level of investigation that the TSA will have to do when you pass through. A big reason they put Real ID requirements in place was to kind of have this standard um you know identification across all 50 states. So um you know the officers there's a little bit more leg work on their part when you go up to a checkpoint if you don't have the real ID. So, I think there's a combination of paying for the new technology and also um you know the the the inconvenience so to speak for the officers to have to go out of their way to screen these passengers that don't have the you know the the the standardized ID. They also yesterday transportation secretary Shawn Duffy launched what he calls a new civility campaign ahead of the busy holiday season. So what exactly is he asking from flyers and does he have a point here? You know, I a couple different points were in that that that notice. Definitely a lot of discussion about um you know, you know, treating flight attendants with respect. We've seen um definitely a lot of unruly passenger incidents. It mentions over the last several years. Um we actually have seen a sizable increase compared to 2019, but we have seen a pretty big drop off in some of these incidents in the last few years. We saw a lot during the pandemic of um you know, kind of passengers acting out on planes during mask mandates. Uh, and there was also a mention in there I noticed about um, you know, dressing with respect, I think he said. Um, you know, I I would let him explain exactly what he means by that, but you know, I think we can all um, you know, we've sat next to somebody that's taken off their shoes and socks before. I think this time of year of uh, that scene from planes, trains, and automobiles when John Candy takes off his socks and shoes. So, um, you know, I think something to to keep in mind as you head to the airport this holiday season and remembering that, you know, the whole air travel industry, whether it's airline employees, um, TSA officers, they've been through a lot here, um, over the last several weeks. Yes, indeed. Points Sky senior aviation reporter Sean Kad. Thank you so much. Thank you. Coming up, we look at the surge in violent incidents reported in the West Bank and what's being done about them. That's in our prime focus. And two automakers are recalling hundreds of thousands of vehicles for a potentially dangerous issue. We'll tell you about it. We'll be right back. Welcome back. While tonight a tenuous peace is holding in Gaza, there is concern about increasing violence in the West Bank. October saw the highest number of Israeli settler attacks since records began. Increasingly large and violent gangs of Israeli settlers are attacking farmers, civilians, residents, driving people from their homes, burning businesses, even a mosque. So, what's being done about it? Chief foreign correspondent Ian Panel has a look in tonight's Prime Focus. Gangs of violent Israeli settlers running riot in the West Bank, spreading terror in Palestinian communities. Brutal assaults caught on camera. Oh, come on. He hit her. Roughly the size of Delaware, the West Bank has been occupied by Israel since the War of 1967. It's home to millions of Palestinians and a rising number of Israeli settlements considered illegal under international law. Since a ceasefire in Gaza, there's been a surge in violence here. Committed by extremist groups of settlers. October was the most violent months of attacks since UN records began in 2006. Israeli human rights groups, activists, and the opposition are accusing the government of stoking the attacks. And the Israeli army has been repeatedly accused of standing by and letting it happen. What it feels like is that the settlers now recognize that they run the place. The West Bank village of Tumisiah is a unique place in the Israeli occupied West Bank. The majority of residents here are Palestinian American and it's long been a target for settler attacks. This is uh Yaser's olive farmland we just looked. Independent journalist Jasper Nathaniel has been taking regular trips to the West Bank since October the 7th, 2023. That's Sheilo there. And then that over there, what is it called? The other one, Adiad. Adiad. Another settlement. And all this land in between them is Terasayiah. On October 19th this year, Jasper and other activists forced to flee when settlers advanced on Palestinian farmers harvesting olives in the foothills of the town. Spotting a group of soldiers on the hill, Jasper covered his phone camera and asked them for protection. Yeah, we just need help getting out because the settlers over there are blocking us and this is the only other way. Where are you going? Just back to Terasayiah. He says they agreed to help. Yeah, just want to go home. But the help never came. Jasper went to help a Palestinian whose carts had been slashed by the settler gang. You push. About 4 minutes after the military had driven away, a mob of dozens, if not over a hundred masked settlers appear from over the hill. Hey, hey, press. Press. American press. And start throwing huge rocks running straight towards me. They're wielding huge clubs. And I realize this is an ambush. Literally right behind us. Oh, he's he's right here. He's right there with you. After escaping back to his car, the pair are suddenly trapped, surrounded on all sides by the armed mob. Are the doors locked? Then this. You got it. Oh, come on. Don't hit her. Hey, hey, hey. The settler attacks an unarmed woman helping with the harvest. 55-year-old Asaf Abu Alia was brutally beaten suffering a brain injury. We met her a few weeks later recovering at home. The vicious attack drawing international criticism. After several weeks, the Israeli police arrested a suspect who remains in custody. Hundreds of settlers have taken part in the violent attacks, but only a handful have been arrested and even few are convicted. Israel says the attacks are committed by a minority. But human rights groups have accused the IDF of either turning a blind eye or being complicit in settler attacks. Do you feel you're succeeding in keeping the peace? Well, we've seen a lot of success in counterterrorism, but we've also seen a rise in uh those clashes between civilians in uh in recent weeks. It is something that we spoke about uh head of central command and the head of the army, the chief of general staff spoke about and said uh this does not go according to our values. This is unacceptable. I just want to take exception with your characterization of these uh incidents as clashes. If a group of um people go onto someone's property and either force them out, set fire to it, uh beat them, uh destroy property, is it fair to describe that as a terrorist act? Well, I'm not I'm not here to give names. I'm here to say that that act is unacceptable. If I can bring your attention to an incident that took place uh last month during the olive harvest in uh to Messiah. The charge against the IDF uh by Jasper Nathaniel is that he told the IDF that they feared for their lives. they the activists and uh the Palestinian farm workers uh and yet the IDF uh drove away and did not respond uh promptly while the incident was taking place. That seems to fly in the face of of of what you're telling me. I saw that video and um I want to say that doesn't represent the values of the IDF. It's not who we are and it's something that will be dealt with and it is being dealt with. Can you tell me how many settlers have been charged and imprisoned or punished as a result of violence uh over the last months? Well, I think that's a question to be asked to uh Israeli police and I say it's not so much uh something that the IDF is involved in that side of the process. Um and I don't have the current answer for you. We put that exact same question to the Israeli police, but they pushed responsibility back to the army, telling us the IDF were responsible for the real-time prevention and handling of violent incidents throughout the region, including situations involving Palestinian and Israeli individuals. Asaf Abu Alia showing us the settlements around her village. It's been a period of devastating violence, one that now threatens to undermine plans to bring about a broader regional peace. It's hard to like explain to people what it feels like to be in these communities in these olive fields right now because you are basically almost always encircled by settler outposts. You know, they have strategically built their little fortresses um to give them position to launch attacks. Yeah, a tentative ceasefire in Gaza, but the West Bank is on fire. And hopes for a wider peace deal now at risk. And peaceful Palestinians who've lived here for generations are not only afraid, but see their dream of a homeland slipping away. Our thoughts are with everyone dealing with the violence there. Ian, thank you for that update. Coming up, have you ordered from Amazon recently? Well, you could be owed up to 51 bucks. And he's a titan in the music industry. Coined the king of regga tone. Daddy Yankee is making his return to music after a brief retirement. And he's telling us all about his new path. You could earn $51 from Amazon. A major car recall. And history made in the women's pro baseball league. These stories and more in tonight's rundown. Miss Universe Jamaica Gabrielle Henry fell on stage during a Miss Universe event while competing in the evening gown round. Henry can be seen walking down a runway on stage in an orange gown after she turns to walk back up the stage. She suddenly falls off the stage. She was taken to a nearby hospital for treatment. The 74th Miss Universe pageant winner, selected from a pool of contestants from 130 countries, is set to be crowned tomorrow at a final coronation party. It comes as two judges from the annual beauty pageant have resigned and one of them alleging the selection process is rigged in advance. The Miss Universe organization denies the claims of rigging competitions. Amazon is refunding customers up to $51 each after settling a case with the Federal Trade Commission that alleges consumers were misled about the company's Prime membership. The $2.5 billion settlement will be automatically paid out to customers who were tricked into signing up for Prime. As part of the settlement, Amazon denied any wrongdoing. Kia is recalling more than 250,000 vehicles due to a melted fuel tank, which can leak and cause a fire. Kia is recalling certain K5 model vehicles made between 2021 and 2025 because a damaged check valve can allow air to enter the fuel tank, causing it to expand and contract hot exhaust components, melting the tank. The company estimates 1% of those vehicles are expected to have a defect. Hyundai is recalling some Sonata vehicles for a similar issues. Customers can take their car to a dealership and get it repaired free of charge. Three Chinese nationals were charged with smuggling Nvidia and HP products to China, according to charges unsealed by the Justice Department. The Justice Department alleges that the three Chinese nationals and one American were involved in a scheme to ship these chips to third party countries, Thailand and Malaysia, that would then be shipped to China. In exchange for smuggling hundreds of chips, the men received kickbacks for their alleged work. The Commerce Department has banned China from acquiring these chips. Letterbox announced that it is launching its own video rental platform featuring festival films that have yet to be distributed alongside restored classic films and limited sneak peeks of unreleased films. Titles appearing on the virtual shelves of the video store could be available for a limited time only. The company says the video store is launching early next month. Los Angeles, San Francisco, New York, and Boston will soon have their own teams in the Women's Pro baseball Baseball League's inaugural season next year. The Upstart League was co-founded by Justine Seagull, the first woman to coach for an MLB team, the Oakland Athletics, in 2015. It will be the first pro league for women's baseball since the All-American Girls Professional Baseball League, immortalized in the film A League of Their Own dissolved in 1954. The first season's games will be played in Illinois and are expected to expand to their respective cities. A titan in the music industry, coined the king of regga tone, Daddy Yankee is making his return to music after a brief retirement. The Puerto Rican superstar is back on a mission with a message spreading his faith, positivity, and making the kind of music he says aligns with his new outlook. Our Roxy Diaz exclusively sat down with the global phenom to discuss his new path. There are few words to accurately describe the kind of impact this one man has had on an entire culture. It feels like it be born with a different mission, same genre, but for a different purpose. From his iconic fade to his megawatt smile, Daddy Yankee is recognized and revered everywhere he goes. Born Rammon Luis Ayala Rodriguez. This is what life has been like for Daddy Yankee for the last 20 years. And that may be why his transformation, his rebirth into what he calls a musician with purpose, has longtime fans and new listeners alike standing at attention. My purpose is to share my faith with the world. But the artist he is now couldn't have been without the artist he was. So much of that success thanks to his smash breakout hit Gasolina credited for popularizing reaton around the world. And though it was that track that made Daddy Yankee a superstar, he had been making music in the underground scene since the early 90s alongside another underground legend in the scene, DJ Piero. Both seen here outside of Via Kennedy in Puerto Rico. It's surreal still. I'm thinking about the kid back in the days in the 1990s like creating a genre. Those early years paved the way for what eventually became the defining sound of modern-day Reggaton. Now, Daddy Yankee has more than 60 million monthly listeners on Spotify and huge crossover hits like the Roe remix featuring Gunit. or you can quit playing and come on and get Daddy Yankee made regaton a household name. And two decades later, the genre is not only dominating Latin music, but it's one of the most popular styles of music on the planet. When I was a teenager, like creating the genre, people told me, \"Yo, this is going to be a fat. Uh this this is going to die in a couple of years.\" And you see regatorans all over the world right now after 35 years. In December of 2023, he did something unexpected. Daddy Yankee announced his retirement and new dedication to his Christian faith. But the big boss couldn't stay away for long. Empowered by faith, his focus is now sharing the gospel and words of positivity in his newest project, Lmentoto, performing his latest single, Sri, at the Billboard's Latin Awards. A lot of us thought that we weren't going to see you hitting that stage again. Was it always your intention to step away and not return to music, or did you know that you were going to return in a different light? My intention was to stop and and retire actually but um I went through a lot and in this years that you know for some reason God brought me back with a with a mission. How would you categorize your songs now as a music with purpose you know with faith and positive and and like son for instance is is a medicine uh for the for the people I'm not thinking about numbers I'm not thinking about streamings I'm not thinking about all of that I'm thinking about having an experience with uh with my music tell me about the album and the different sounds and the thought of saying oh no we're not going to just go with one sound You have salsa on there, you have tropical, you have reg. You have everything on the album. When I announced my my my fave and my retirement that I was on doing and I came back, people thought it was going to be a different sound. When they actually heard the album, they say, \"Okay, we have all the styles, all the flows.\" And after all these years, this new journey comes with new possibilities. as Daddy Yankee made history again, delivering an electrifying halftime show at the first time ever NFL game in Spain. Playing his new collaboration with Visa Rap live for the first time, proving that this one in a generation career isn't changing, it's just evolving. What do you think's been the biggest lesson of them all? I learned that I'm I have weaknesses and vulnerabilities and that's real good because I'm knowing myself. I'm getting to know myself even better every day. Have you had anybody come up to you and say they missed the old Daddy Yankee? Oh yeah. And I told them, \"Okay, it's good. I understand. But you're going to love the new one.\" Our thanks to Roxy for that great interview. And don't miss Roxy's full interview with Daddy Yankee as he reflects on the incredible career that led him to today. Daddy Yankee, a higher note is streaming now on Disney Plus and Hulu. That's our show for this hour. I'm Mariani. Stay tuned to ABC News Live for more context and analysis of the day's top stories. Thanks for streaming with us.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 8076,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-21T15:47:49.080284",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763711292.735176
}