{
  "batch_id": "20251119_095907",
  "link_id": "bili_req5",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1m9ZyYoEJK/",
    "word_count": 2417,
    "publish_date": ""
  },
  "transcript": "有这么一款游戏，四年时间腾讯网易连出4款游戏，正面硬刚杀的那叫一个血雨腥风。网易直接打腾讯的脸啊，腾讯更是怒砸20亿来宣发这赛道，我吃定了，耶稣都留不住他。我说的这种游戏类型就是摸金撤离游戏。大家好，我是三浦男孩狗哥。说到摸金撤离游戏，那在座的各位都得给逃离卡科夫叫一声爷爷了。虽然逃离塔科夫在2016年就诞生了，但因其过于硬核的玩法导致他一直只能在军事枪械圈子里流行，直到2020年才被一些主播给带活了。硬核生存不适合人玩，但适合看别人玩，看别人受折磨，比自己玩更有意思了。于是2020年之后，塔科夫的直播热度是与日俱增，甚至在国外最大的直播平台退市场，其观众人数曾一度超过了和堡垒之夜，国内的虎牙、斗鱼也是纷纷建立了逃离塔科夫的相关分区，热度居高无暇。这么大一块蛋糕，国内大厂猪俄早就虎视眈眈了，谁都想把它吃下来。没等发令枪响，猪场就先抢跑了。21年1月22日，网易的超凡先锋在东南亚地区开启了测试。不管游戏咋样吧，我先啃口蛋糕再说，说不定还能复制荒野行动在海外的辉煌呢。本以为自己能当一个摸金太上皇，结果原来是玉面守雷王，我直接自爆。后来游戏不平衡，新手体验差，服务器掉线卡顿，让网易这个摸金先锋官成了炮灰。腾讯也不甘落后，紧随其后，在2022年的7月13号退出了，直到今天仍被许多人奉为摸金手游唯一真神呢。暗区突围。为什么是真神呢？因为他差不多把真神塔科夫能抄的都抄了。饿了得吃东西，渴了要喝水，受伤了需要血包，四肢损坏还要做手术。这么复杂的系统放进了应该偏轻度的手游里，算是破天荒了。但因此他也吸引了一大波硬核玩家，硬核玩法加不错的画质公测，三年以来暗区突围基本上都没有掉出过前五十魔晶。这块大蛋糕啊也算是被藤子狠狠的咬了一口，但吃相啊却有些难看了。想要保险箱是要花钱月租的，想要块皮肤，一个是要好几百块起步的，甚至公厕福利送的都是限时保险箱。大家都说逃离卡克富贵，跟蛾子一比啊，毛子是不是显得有点良心了呢？看腾讯猛猛的吃网易坐不住了。如果说超凡英雄是网易的上将潘凤，那萤火突击就是颜良，文宠是网易在摸金撤离赛道最后的一仗2024年6月6日，萤火突击全平台公测。有意思的是，萤火的宣发词就是什么弃暗投银，爆率超高，这明摆着就是对暗区突围的玩家说，你们反馈的爆率低的问题，暗区不给你们解决，我们引火解决了，我们游戏爆率高来玩我们的游戏吧。这确实也吸引了一些暗区的玩家，凭借不错的画质以及超高的爆率的噱头，游戏一开始就登上了免费玩榜一的位置，但爆率高造成的问题很快就显现出来了，当人人都能摸金了，那么鲸也就不值钱了，玩家的兴奋劲一过去，那就觉得没意思。于是上限还不到一年的时间，引火吐兀的排名一路下滑，如今早已经排到了百名开外去了。相信不久的将来，引火突击怕是又要走荒野行动的老路，把重型转到海外市场去试兵了吧。而腾讯在24年6月18日在和平精英里上线了地铁逃生模式，也就是吃鸡里的摸金模式，靠着吃鸡的用户基数小火一把。然而后又乘胜追击，同年9月26日上线公测了三角洲行动游戏，上线后立即就登上了iOS免费榜第一的位置，首周注册用户数突破了2500万，最高热度仅次于英雄联盟，steam在线峰值也超过了13万人。很多绝地求生的职业选手也都萌萌的，开周急着蓝动团团转，这可是直接抢绝地求生的热度，有人可能问了，腾讯的暗区已经立猪脚了，为什么还要出一个三角洲行动来砸自己的饭碗呢？三角洲上线后也确确实实在暗区产生了不小的影响，最直接的就是按区的收入出现了下滑，但这也一定程度上的治好了岸区的一些陈年旧病，像报率低、月租保险箱等等顽疾。在S 11赛季里得到了一定程度的解决，这就不得不叹一句，三角洲大夫果真是妙手回春啊。但其实三角洲跟暗区目标用户有重叠，但不完全重合。暗区主打硬核，目标是硬核重度玩家，而三角洲的目标用户则是那些追求爽快的玩游戏的玩家。腾讯大小王起初就是想全部都要彻底统治摸金撤离这个赛道，更何况三角洲还有全面战场。这个模式做了差异化，这里就不多说了。腾讯应该原本是想复制吃鸡当年那种盛况，再次打造一个新的和平精英。在我看来，摸金撤退的玩法确实是有这个潜力的。首先核心玩法，搜打彻。其实只要我们成功的把物资带出去就算胜利了，甚至不用打架，这对女生来说是非常友好的，游戏中有了女生就容易做社交，众所周知，社交能显著增加一个游戏的粘性，王者吃鸡皆是如此。然后玩家在战场摸金的过程，其实就像2游的抽卡一样，每一次你都不知道自己能摸出来什么东西。当你带着一把刀进图却不小心摸到金的时候，那感觉就像用免费兑换的纠缠之源一发入魂抽到了限定五星一样的爽啊。然而这类游戏的玩法却有一个致命的缺点，那就是物资通货膨胀的问题。时间有老，玩家的钱可能多到花都花不完，进去就是满装胖揍星人和叔鼠。玩家为了维持游戏的平衡，不同的游戏也想了不同的玩法，像逃离塔克夫就用了每半年删一次档的方式，这种方式比较直接，但就是很恶心玩家就是了辛辛苦苦赚了一屋子的钱。你告诉我，我需要在六个月之内花完，不然就全部没了，那么。而遍地都是金的引火突击，压根就没有好的消耗玩家资产的玩法，后期就难免变得无聊了。三角洲行动也是通过航天基地巴克石的高价值但高风险的地区控制玩家撤离率来消耗玩家的物资。后面还出了一个零湖砖来回收玩家的哈弗币，但很快人们就发现了在售居然这么多花重金抽到了却很难卖出去，妥妥的冤大头嘛。不是不是，这次上了当的玩家，下次恐怕不是那么好忽悠了，所以想让游戏更进步，恐怕还得想办法解决这个问题才行，大家有什么好的建议吗？如今看来，这场围绕着摸金撤离玩法的猪俄大战，恐怕又是以鹅厂胜利而告终，但鹅厂真的赢了吗？目前来看，三角洲行动确实也算火爆，但跟当年的吃鸡比起来差距还是很大。搜打彻的比赛也不太好办，不打架不好看，打太多又会失去了搜打彻的味道。没有一个成熟比赛热度的加持，对于这类比赛的长期运营是十分不利的。你觉得后续的三角洲能撑起藤子的野心吗？",
  "comments": null,
  "scraped_at": 1763546447.4359565,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "腾讯在2022年7月13日推出了《暗区突围》",
        "网易于2021年1月22日在东南亚开启《超凡先锋》测试",
        "《逃离塔科夫》于2016年诞生，最初仅在军事枪械圈流行",
        "2020年后，《逃离塔科夫》因主播带货而直播热度上升",
        "2020年起，《逃离塔科夫》在Twitch观众人数超过《堡垒之夜》",
        "虎牙、斗鱼等平台均设立《逃离塔科夫》专区",
        "2024年6月6日，《萤火突击》全平台公测",
        "2024年6月18日，腾讯在《和平精英》上线地铁逃生模式",
        "2024年9月26日，《三角洲行动》正式公测",
        "《三角洲行动》首周注册用户数突破2500万",
        "《三角洲行动》上线后登顶iOS免费榜第一",
        "《三角洲行动》Steam在线峰值超过13万人",
        "绝地求生职业选手曾参与《三角洲行动》测试",
        "《暗区突围》三年来基本保持在游戏排行榜前五十",
        "《萤火突击》宣发词为“弃暗投银，爆率超高”",
        "《萤火突击》初期登顶免费榜第一，但排名迅速下滑",
        "《萤火突击》如今排名已跌至百名开外",
        "《逃离塔科夫》采用每半年删档机制以控制通货膨胀",
        "《三角洲行动》通过航天基地巴克石高风险区域控制撤离率",
        "《三角洲行动》推出零湖砖回收哈弗币",
        "部分玩家反映在零湖砖中抽到的物品难以出售",
        "《三角洲行动》与《暗区突围》目标用户存在重叠但不完全相同",
        "腾讯同时布局《暗区突围》和《三角洲行动》两款产品"
      ],
      "key_opinions": [
        "《逃离塔科夫》硬核玩法适合看别人玩，不适合普通人操作",
        "网易《超凡先锋》因不平衡和卡顿问题成为炮灰",
        "《暗区突围》是摸金手游唯一真神，几乎复制了塔科夫所有系统",
        "腾讯对《暗区突围》的爆率低问题未解决，导致玩家流失",
        "《萤火突击》爆率高吸引玩家，但后期体验变差",
        "《萤火突击》可能重走荒野行动海外试兵的老路",
        "腾讯推出《三角洲行动》是在砸自己的饭碗，但有战略考量",
        "《三角洲行动》一定程度上治好了《暗区突围》的顽疾",
        "《三角洲行动》对《暗区突围》收入造成实际下滑影响",
        "《三角洲行动》主打爽快感，与《暗区突围》的硬核定位形成差异",
        "腾讯试图复制吃鸡当年盛况，打造新《和平精英》",
        "搜打彻玩法对女性玩家友好，有助于社交粘性提升",
        "摸金撤离玩法具备成为主流游戏的潜力",
        "物资通货膨胀是该类游戏的核心致命缺点",
        "删档机制虽有效但对玩家体验极为恶劣",
        "《萤火突击》爆率过高导致金币贬值，失去挑战乐趣",
        "零湖砖机制被玩家视为“冤大头”设计",
        "当前比赛体系缺乏成熟赛事支持，不利于长期运营",
        "《三角洲行动》虽火爆，但远未达到吃鸡当年高度",
        "未来能否支撑腾讯野心仍存疑"
      ],
      "key_datapoints": [
        "《暗区突围》自2022年7月13日上线至今持续在前五十名内",
        "《三角洲行动》首周注册用户数突破2500万",
        "《三角洲行动》Steam在线峰值超过13万人",
        "《萤火突击》公测初期登顶免费榜第一",
        "《萤火突击》上线一年内排名滑落至百名开外",
        "《逃离塔科夫》每半年进行一次删档",
        "《三角洲行动》推出航天基地巴克石作为高风险区域",
        "《三角洲行动》引入零湖砖回收哈弗币",
        "《超凡先锋》在东南亚测试时间为2021年1月22日",
        "《萤火突击》公测时间为2024年6月6日",
        "《和平精英》地铁逃生模式上线时间为2024年6月18日",
        "《三角洲行动》公测时间为2024年9月26日",
        "《暗区突围》公测至今已持续三年",
        "《逃离塔科夫》2020年直播热度开始飙升",
        "《逃离塔科夫》在Twitch观众人数一度超过《堡垒之夜》"
      ],
      "topic_areas": [
        "摸金撤离赛道竞争",
        "腾讯网易大战",
        "游戏公测时间线",
        "爆率与经济系统",
        "玩家体验与反馈",
        "硬核与轻度定位",
        "社交与女性玩家",
        "赛事与长期运营",
        "删档与通货膨胀",
        "跨平台联动",
        "宣发策略对比",
        "海外测试与出海",
        "画质与系统复杂度",
        "用户留存与流失",
        "内部产品协同"
      ],
      "word_count": 2,
      "total_markers": 58
    },
    "comments_summary": {},
    "created_at": "2025-11-19T18:00:47.452556",
    "model_used": "qwen-flash"
  }
}