{
  "batch_id": "20251119_095907",
  "link_id": "yt_req4",
  "source": "youtube",
  "metadata": {
    "title": "Gamers Are Dying Out*",
    "author": "Bellular News",
    "url": "https://www.youtube.com/watch?v=_80DVbedWiI",
    "word_count": 5410,
    "publish_date": ""
  },
  "transcript": "Sometimes things feel different, but you can't quite put your finger on why. Well, uh, today you're going to find out why, because gaming has changed. We've got new data that suggests 93% of kids prefer playing games on phones, not PC, not console, phones. So, I remember your boy Wyatt Chang. Don't you guys have phones? Oh dear. Turns out he was a little bit precient. But here's another aspect to it. It's how these kids engage with games. Here's a quote. They no longer identify as gamers. They identify as players of a specific game. So it's not that games are a medium that they like. It's that they play Roblox or they play Fortnite. So directionally based on the real trends that we are seeing, the future of gaming looks like it's people who are fans of one game that probably play it on a phone, which is a bit weird. I don't like it. And it raises a big question. What does it mean for people who prefer what I'll just call traditional gaming experiences? Maybe people like you and me. Okay, so in our last video, we looked at gaming's past and compared it to now. And we talked about the 1983 game crash that leveled the American games industry. It set so many standards for where we are now. But there was a side effect that we didn't talk about, and it's one that's key to gaming's future. You see, when games were surged in America post 1980s game crash, they were sold as toys for children, and that decided the marketing for like the next 40 years. The medium literally grew up alongside its audience. You had Rob the robot marketed to young boys. Then came G4, Tony Hawk, Call of Duty for the cool teenagers. I was a cool teenager. Totally. No, I wasn't. Now, of course, what do we have? Well, we've got cinematic sad dad games like The Last of Us. Yeah, it's grown up with us. I'd absolutely say gaming has always been for everyone. Anyone can pick up a game, a Nintendo game as an example, but the culture and the marketing, not so much. It has been targeted. And I want you to think about Battlefield 6 and how it just got revealed because they unironically played Limp Biscuit. Yeah, Limp Biscuit. So, you know, go take your medicine if you uh if you've remembered this track. And it does kind of show us something. The culture and marketing around the game industry hasn't changed with technology. They haven't changed with demographics. The kids of 2025, they will not be impressed by limp biscuit selling a game in the way that maybe the target audience of Battlefield 6 will feel nostalgic, especially one that needs a $600 console. And why would they be? They have thousands of experiences on their phones. experiences that are to them just as entertaining. Or should I say to their brain chemistry in systems are just as engaging. Personally, I think there's something to be said for the depth of an experience. But basically, that's what they think games can and should be. And now we've got data. We've got stats to back it up. And uh well, take your Vicodin cuz this is this is kind of going to hurt. IGN's state of gaming report frames this as a generational shift and it does go along with a lot of other data that we've seen. Essentially, Gen X and millennials think of gaming in terms of platform loyalty. That's, you know, the 70s through to the '90s generation. So, basically, most of the people watching this video, at least per the demographics I see in YouTube, we're uh no strangers to tribalism in gaming. That's why we, you know, have a console war or a PC master race. But distinctions between platforms are of course completely breaking down. We see that. I mean, the need for a platform is kind of disappearing. We see that in cross-platform games, but younger generations simply do not engage in the same way whatsoever. Here's some stats to make that make sense. 93% of under 13s prefer playing games in their phone. So, that's the 2000s to 2010's generation, the the cooked generation. Only 15% prefer a core PC, which of course is very sad. And by PC, it's probably a laptop. Even 32% of millennials now prefer playing on phones. I have to wonder if it's because well, the torment nexus that is called the world has cooked all of our brains to the point where that's really all that we can uh we can latch on to, you know, convenience. But for those numbers in the 80s and the '9s, well, that's what those people have grown up with. Now, this graph from Matthew Ball's uh state of gaming report does help to explain everything as well. Let's look at Roblox as a case study, which of course does mean content warning, get ready for some real godamn sheer horror. Roblox has existed since 2007. That was the first full year of the Xbox 360, PS3, and the Wii. But it didn't take off properly until 2016. It didn't really explode until an audience fluid in tablets began playing. And then the pandemic kind of changed everything. Mobile play massively increased. But here's the key difference. Unlike the rest of the industry post pandemic, Roblox kept growing. Yeah. So, you know, the way we talk about uh the the games crash and all that stuff. Well, maybe that happened in some places. Roblox, it's the one place where those trends actually held and it's outperforming everything. This one's crazy. Grow a garden has the highest concurrent user base ever. ever of a game with 21.3 million players. It was made by a 16-year-old in 3 days. So, you know, compare your multiund staff AAA studio to a 16-year-old in 3 days and uh feel sad. And that might sound alarming. It is alarming. Is this where gaming is going? I mean, we're already seeing Sega and Starbreeze licensing official games in Roblox. Like a Dragon, Payday, those are in Roblox. You could think the industry will coalesce into platform agnostic mega games, that kids will grow up with them as basically second homes, and that those will wipe out everything else. And I get the fear, and I know why the fearongering can work, and there are some things to be afraid of, but the thing is that's already how the games industry works. And I'd say we're already feeling some of the downsides. So, what if I told you that Call of Duty and Counterstrike are basically just Roblox but for boomers? I don't know why I'm saying Call of Duty and Boomers, let's say Counterstrike. Yeah, CS is is boomer Roblox. Now, it literally isn't in many ways, but what it is is a mono game because for many of those people that may as well be the only game that they play. On our other channel, I cover a lot of World of Warcraft because it unfortunately got its claws into me when I was young and now I can't escape. And to many people, World of Warcraft is basically the only game they need, the only thing they play. Now, every month, we get a new report from Circana, right? This is their engagement report. And every month, what do we see? We see the same 10 games report the highest player counts console and PC space. Now, sometimes a cool indie like Peak will punch through, especially in PC. And looking at Matthew Ball's work, he has found the same pattern since 2021, where on PC, five games make up 30% of total play time. Those games are COD, Counterstrike, Fortnite, League, and Minecraft. The top 10 games, those eat up 50% of play time on average. What that essentially means is massive concentration. But on consoles, things are even more concentrated. It takes just the top five games to hit 50% of total play time. Those are COD, FIFA/EAFC, Fortnite, GTA, and NBA 2K. The top 10 reach 60% of play time. So, where does everyone else live? The answer is in the margins, 6.5%. What is that number? This will shock you. That is the total play time for newly released games in 2023. And it was a good year. Just four games took half of that 6.5% which were Balders's Gate, Starfield, Diablo I, and Hogwarts Legacy. There's strong games in there, yet only 6.5%. Why? Well, it's because only so many people are willing to play those new games. Because much like the kid who only plays Roblox or maybe the teen who only plays Fortnite, for a lot of people, they only play COD. They only play EA. They only play CS. And Yuzu's 2025 report shows something that's also interesting. The number of people playing just one to three games per year has actually increased consistently over four years. That's across Steam, PlayStation, and Xbox. And the times where people do play more games, those are just when AAA's have a bad year. And that is the closest correlation they've found. of that one to three game group in Steam, the majority play Counter Strike, 37% or Dota 10%. So even then, it's still very much a case of mega games. What we see here is it's not just the kids. No, it's actually the way that multiple industries within the games industry have went. Most players have their game. They might try something else, but they very often don't. And the numbers back it up. Now, think about kids playing games in their phones or teens playing games on their phones. What does that mean for the next generation? What does that mean for people who, according to this research, do play a lot of games and are responsible for, well, at least in Roblox, one of the things that's holding up game industry growth, like literally the pretty much the only thing that has continued the co trends that all the investor types hope for. Well, those people don't think of themselves as gamers. So, what does that mean for the next generation of games? You may have heard of the now departed investing legend Charlie Munger. One of his good lines is, \"Show me the incentive and I'll show you the outcome.\" And what these reports show us is that the incentives are changing because the audiences are changing. Companies that need a larger audience will need to meet people where they are. We're seeing that games like Genshin and Infinity Nikki look like Ubisoft style mega games, but they're launching across console, PC, and phone. Whereins Meet does the same. That is the new priority and it's why PlayStation and Xbox both chase subscription models. Different approaches but same goal. These audiences expect instant access to huge libraries of games, not individual purchases. And this trickles down into design decisions. Take a look at EA's releases this year. Battlefield and Skate are effectively franchise revivals. They are legacy games coming back for an aging audience who loved them along with some limp biscuit to handle the marketing. But they're different and honestly in an exciting way because they are both launching with user generated content tools. Often I think of UGC and I think of some bizarre skippy situation with a lot of very vibrant colors that makes me feel old and confused happening in uh Roblox. Well, what does UGC mean for something like Battlefield? Tell you what it means. Extremely impressive [ __ ] At least based on what we've seen from BF6 so far. So, it could very much be that those dynamics work for the audiences of those games and that if done right, those games could see growth in a similarish way. And there is some precedent as well. It's a little thing that we call the modding culture of PC gaming, right? Pretty big. Just that this time it's framed through Roblox's horrifically predatory ecosystem. One that uses kids to generate infinite revenue. Yeah. moral issues very much exist, but godamn, what a business model. Turns out just child labor, that's where it was at all the time. Child labor, parents money. What could go wrong? Now, this demographic change opens audiences up to new sorts of experiences. These kids find new modes daily. They play new games daily within their Roblox. Maybe to them they have an incredibly diverse gaming library and are playing new things absolutely all of the time in a way that you or I maybe don't because firing up a new indie game, learning a bunch of new systems and all of that legit just takes brain effort. I mean, for a simple example, it's no wonder that systemic experience-driven games like Peak or Lethal Company take off and then get microtransactionfilled clones in Roblox to get that parrot money. But certain games simply don't matter to this changing audience because so far in this video we've not talked about linear single player narrative games which so far do seem to be limited to sad dad games. They just aren't in the equation here. Even though I'd wager those are the games that most people watching this channel care about quite a bit indeed. That might be a shocking thing but it might be the best thing for the games that you love. Okay, think of this. The highest rated network broadcast of 2024 was Trackr. It got 11.34 million views. High Potential and Matlock revival followed. All exceeded 15 million viewers. Massive successes. But the market is so big that you may not know about them. I literally did not know about any of those things until I came upon doing this video. Now, those shows massively outperformed Emmy winning things like Shogun, The Bear, The Traders, Hacks, and all of those were outperformed by Squid Game and Netflix, which itself was outperformed by Tik Tok and social media. But it doesn't mean those experiences are being wiped out. And I think that's where we're getting to in games. When great games release, they aren't trying to appeal to everyone. they are absolutely maxing what they should be as a game for their people. And if that is so good it can expand its audience, then we see these games grow and very often grow massively via viral network effect dynamics like say with Lethal Company. And thinking of critical and public consensus, Expedition 33 is incredible. It is a top runner for game of the year. But if you look at top selling games of the year and top engagement charts, you won't see Expedition 33. It is in there. Uh one in 20 players on Steam or Xbox played Expedition 33 at launch according to Circana. Uh slightly fewer in PlayStation, but what we've learned is the market may be expanding and changing. But even now, in an industry that rewards big games and entrenched audiences, those games can still be made. They can still be enjoyed. And that is what matters. And I think the biggest lesson of all of these is that execution matters and that focus matters. Expedition 33 is everything you would want with nothing that you would not want for a game like that. It is not a bloated shambling mess saddled by having to find meaningful work for a production crew of 300 people. And funnily enough, that might mean that it's well executed and that there is strong focus. I think that that is going to be the way forward for the sorts of games that many of us would be afraid we're going to stop seeing. Now, in this video, you've learned how the gaming market is changing. The demographics have completely shifted even how people identify within games has completely changed and combined with the layoffs may have you thinking there's a big old game crash around the corner. If you want to learn about that, watch this video next. Sometimes things feel different, but you can't quite put your finger on why. Well, uh, today you're going to find out why, because gaming has changed. We've got new data that suggests 93% of kids prefer playing games on phones, not PC, not console, phones. So, I remember your boy Wyatt Chang. Don't you guys have phones? Oh dear. Turns out he was a little bit precient. But here's another aspect to it. It's how these kids engage with games. Here's a quote. They no longer identify as gamers. They identify as players of a specific game. So it's not that games are a medium that they like. It's that they play Roblox or they play Fortnite. So directionally based on the real trends that we are seeing, the future of gaming looks like it's people who are fans of one game that probably play it on a phone, which is a bit weird. I don't like it. And it raises a big question. What does it mean for people who prefer what I'll just call traditional gaming experiences? Maybe people like you and me. Okay, so in our last video, we looked at gaming's past and compared it to now. And we talked about the 1983 game crash that leveled the American games industry. It set so many standards for where we are now. But there was a side effect that we didn't talk about, and it's one that's key to gaming's future. You see, when games were surged in America post 1980s game crash, they were sold as toys for children, and that decided the marketing for like the next 40 years. The medium literally grew up alongside its audience. You had Rob the robot marketed to young boys. Then came G4, Tony Hawk, Call of Duty for the cool teenagers. I was a cool teenager. Totally. No, I wasn't. Now, of course, what do we have? Well, we've got cinematic sad dad games like The Last of Us. Yeah, it's grown up with us. I'd absolutely say gaming has always been for everyone. Anyone can pick up a game, a Nintendo game as an example, but the culture and the marketing, not so much. It has been targeted. And I want you to think about Battlefield 6 and how it just got revealed because they unironically played Limp Biscuit. Yeah, Limp Biscuit. So, you know, go take your medicine if you uh if you've remembered this track. And it does kind of show us something. The culture and marketing around the game industry hasn't changed with technology. They haven't changed with demographics. The kids of 2025, they will not be impressed by limp biscuit selling a game in the way that maybe the target audience of Battlefield 6 will feel nostalgic, especially one that needs a $600 console. And why would they be? They have thousands of experiences on their phones. experiences that are to them just as entertaining. Or should I say to their brain chemistry in systems are just as engaging. Personally, I think there's something to be said for the depth of an experience. But basically, that's what they think games can and should be. And now we've got data. We've got stats to back it up. And uh well, take your Vicodin cuz this is this is kind of going to hurt. IGN's state of gaming report frames this as a generational shift and it does go along with a lot of other data that we've seen. Essentially, Gen X and millennials think of gaming in terms of platform loyalty. That's, you know, the 70s through to the '90s generation. So, basically, most of the people watching this video, at least per the demographics I see in YouTube, we're uh no strangers to tribalism in gaming. That's why we, you know, have a console war or a PC master race. But distinctions between platforms are of course completely breaking down. We see that. I mean, the need for a platform is kind of disappearing. We see that in cross-platform games, but younger generations simply do not engage in the same way whatsoever. Here's some stats to make that make sense. 93% of under 13s prefer playing games in their phone. So, that's the 2000s to 2010's generation, the the cooked generation. Only 15% prefer a core PC, which of course is very sad. And by PC, it's probably a laptop. Even 32% of millennials now prefer playing on phones. I have to wonder if it's because well, the torment nexus that is called the world has cooked all of our brains to the point where that's really all that we can uh we can latch on to, you know, convenience. But for those numbers in the 80s and the '9s, well, that's what those people have grown up with. Now, this graph from Matthew Ball's uh state of gaming report does help to explain everything as well. Let's look at Roblox as a case study, which of course does mean content warning, get ready for some real godamn sheer horror. Roblox has existed since 2007. That was the first full year of the Xbox 360, PS3, and the Wii. But it didn't take off properly until 2016. It didn't really explode until an audience fluid in tablets began playing. And then the pandemic kind of changed everything. Mobile play massively increased. But here's the key difference. Unlike the rest of the industry post pandemic, Roblox kept growing. Yeah. So, you know, the way we talk about uh the the games crash and all that stuff. Well, maybe that happened in some places. Roblox, it's the one place where those trends actually held and it's outperforming everything. This one's crazy. Grow a garden has the highest concurrent user base ever. ever of a game with 21.3 million players. It was made by a 16-year-old in 3 days. So, you know, compare your multiund staff AAA studio to a 16-year-old in 3 days and uh feel sad. And that might sound alarming. It is alarming. Is this where gaming is going? I mean, we're already seeing Sega and Starbreeze licensing official games in Roblox. Like a Dragon, Payday, those are in Roblox. You could think the industry will coalesce into platform agnostic mega games, that kids will grow up with them as basically second homes, and that those will wipe out everything else. And I get the fear, and I know why the fearongering can work, and there are some things to be afraid of, but the thing is that's already how the games industry works. And I'd say we're already feeling some of the downsides. So, what if I told you that Call of Duty and Counterstrike are basically just Roblox but for boomers? I don't know why I'm saying Call of Duty and Boomers, let's say Counterstrike. Yeah, CS is is boomer Roblox. Now, it literally isn't in many ways, but what it is is a mono game because for many of those people that may as well be the only game that they play. On our other channel, I cover a lot of World of Warcraft because it unfortunately got its claws into me when I was young and now I can't escape. And to many people, World of Warcraft is basically the only game they need, the only thing they play. Now, every month, we get a new report from Circana, right? This is their engagement report. And every month, what do we see? We see the same 10 games report the highest player counts console and PC space. Now, sometimes a cool indie like Peak will punch through, especially in PC. And looking at Matthew Ball's work, he has found the same pattern since 2021, where on PC, five games make up 30% of total play time. Those games are COD, Counterstrike, Fortnite, League, and Minecraft. The top 10 games, those eat up 50% of play time on average. What that essentially means is massive concentration. But on consoles, things are even more concentrated. It takes just the top five games to hit 50% of total play time. Those are COD, FIFA/EAFC, Fortnite, GTA, and NBA 2K. The top 10 reach 60% of play time. So, where does everyone else live? The answer is in the margins, 6.5%. What is that number? This will shock you. That is the total play time for newly released games in 2023. And it was a good year. Just four games took half of that 6.5% which were Balders's Gate, Starfield, Diablo I, and Hogwarts Legacy. There's strong games in there, yet only 6.5%. Why? Well, it's because only so many people are willing to play those new games. Because much like the kid who only plays Roblox or maybe the teen who only plays Fortnite, for a lot of people, they only play COD. They only play EA. They only play CS. And Yuzu's 2025 report shows something that's also interesting. The number of people playing just one to three games per year has actually increased consistently over four years. That's across Steam, PlayStation, and Xbox. And the times where people do play more games, those are just when AAA's have a bad year. And that is the closest correlation they've found. of that one to three game group in Steam, the majority play Counter Strike, 37% or Dota 10%. So even then, it's still very much a case of mega games. What we see here is it's not just the kids. No, it's actually the way that multiple industries within the games industry have went. Most players have their game. They might try something else, but they very often don't. And the numbers back it up. Now, think about kids playing games in their phones or teens playing games on their phones. What does that mean for the next generation? What does that mean for people who, according to this research, do play a lot of games and are responsible for, well, at least in Roblox, one of the things that's holding up game industry growth, like literally the pretty much the only thing that has continued the co trends that all the investor types hope for. Well, those people don't think of themselves as gamers. So, what does that mean for the next generation of games? You may have heard of the now departed investing legend Charlie Munger. One of his good lines is, \"Show me the incentive and I'll show you the outcome.\" And what these reports show us is that the incentives are changing because the audiences are changing. Companies that need a larger audience will need to meet people where they are. We're seeing that games like Genshin and Infinity Nikki look like Ubisoft style mega games, but they're launching across console, PC, and phone. Whereins Meet does the same. That is the new priority and it's why PlayStation and Xbox both chase subscription models. Different approaches but same goal. These audiences expect instant access to huge libraries of games, not individual purchases. And this trickles down into design decisions. Take a look at EA's releases this year. Battlefield and Skate are effectively franchise revivals. They are legacy games coming back for an aging audience who loved them along with some limp biscuit to handle the marketing. But they're different and honestly in an exciting way because they are both launching with user generated content tools. Often I think of UGC and I think of some bizarre skippy situation with a lot of very vibrant colors that makes me feel old and confused happening in uh Roblox. Well, what does UGC mean for something like Battlefield? Tell you what it means. Extremely impressive [ __ ] At least based on what we've seen from BF6 so far. So, it could very much be that those dynamics work for the audiences of those games and that if done right, those games could see growth in a similarish way. And there is some precedent as well. It's a little thing that we call the modding culture of PC gaming, right? Pretty big. Just that this time it's framed through Roblox's horrifically predatory ecosystem. One that uses kids to generate infinite revenue. Yeah. moral issues very much exist, but godamn, what a business model. Turns out just child labor, that's where it was at all the time. Child labor, parents money. What could go wrong? Now, this demographic change opens audiences up to new sorts of experiences. These kids find new modes daily. They play new games daily within their Roblox. Maybe to them they have an incredibly diverse gaming library and are playing new things absolutely all of the time in a way that you or I maybe don't because firing up a new indie game, learning a bunch of new systems and all of that legit just takes brain effort. I mean, for a simple example, it's no wonder that systemic experience-driven games like Peak or Lethal Company take off and then get microtransactionfilled clones in Roblox to get that parrot money. But certain games simply don't matter to this changing audience because so far in this video we've not talked about linear single player narrative games which so far do seem to be limited to sad dad games. They just aren't in the equation here. Even though I'd wager those are the games that most people watching this channel care about quite a bit indeed. That might be a shocking thing but it might be the best thing for the games that you love. Okay, think of this. The highest rated network broadcast of 2024 was Trackr. It got 11.34 million views. High Potential and Matlock revival followed. All exceeded 15 million viewers. Massive successes. But the market is so big that you may not know about them. I literally did not know about any of those things until I came upon doing this video. Now, those shows massively outperformed Emmy winning things like Shogun, The Bear, The Traders, Hacks, and all of those were outperformed by Squid Game and Netflix, which itself was outperformed by Tik Tok and social media. But it doesn't mean those experiences are being wiped out. And I think that's where we're getting to in games. When great games release, they aren't trying to appeal to everyone. they are absolutely maxing what they should be as a game for their people. And if that is so good it can expand its audience, then we see these games grow and very often grow massively via viral network effect dynamics like say with Lethal Company. And thinking of critical and public consensus, Expedition 33 is incredible. It is a top runner for game of the year. But if you look at top selling games of the year and top engagement charts, you won't see Expedition 33. It is in there. Uh one in 20 players on Steam or Xbox played Expedition 33 at launch according to Circana. Uh slightly fewer in PlayStation, but what we've learned is the market may be expanding and changing. But even now, in an industry that rewards big games and entrenched audiences, those games can still be made. They can still be enjoyed. And that is what matters. And I think the biggest lesson of all of these is that execution matters and that focus matters. Expedition 33 is everything you would want with nothing that you would not want for a game like that. It is not a bloated shambling mess saddled by having to find meaningful work for a production crew of 300 people. And funnily enough, that might mean that it's well executed and that there is strong focus. I think that that is going to be the way forward for the sorts of games that many of us would be afraid we're going to stop seeing. Now, in this video, you've learned how the gaming market is changing. The demographics have completely shifted even how people identify within games has completely changed and combined with the layoffs may have you thinking there's a big old game crash around the corner. If you want to learn about that, watch this video next.",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 5410,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-19T17:59:56.442412",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763546421.3674922
}