{
  "batch_id": "20251119_095907",
  "link_id": "bili_req8",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1SiTLzbE9p/",
    "word_count": 4444,
    "publish_date": ""
  },
  "transcript": "我在国外注册一些网站的时候呢，他会经常要你去注册手机号码。真正国际性的网站，你去注册这个呃网站的时候，你去填这个手机号码的时候，你就知道这个世界有多少国家。你从那个超长的一个列表里面找到中国就是加八六的那个号，都是一件非常费劲的事。因为那个列表真的是超级超级超级的长。前两天就是国家不是发了一个文嘛，支持国产游戏出海，这个是非常少见的。政府部门非常正式非常官方的法文支持游戏。平常这些同事聊起来这个呢也是非常的开心的。就是这是多少年了？然后游戏终于站在阳光下，终于不是那个什么。我十几年前听那个台湾高僧就说，做游戏的都要下死后都要下十八层地狱啊，就游戏终于能够站在台面上了，总体上来讲呢是一个好消息。但你说这个东西出来了之后，对游戏行业有啥改变吗？我觉得没啥改变，我觉得我都已经快赶上泼冷水这个泼冷水这专业的这个人了。其实游戏出海这件事情呃，或者说是我个人的感觉是国家他不是打逆风局的，他是打顺风局的。呃，就是出海这件事情呢不是说最近这两年或者说今年国家突然想开了，哎，他喵的这个我要那个游戏快不行了，我要扶持一把游戏，我出一个政策，然后我要让这个游戏再崛起。根本就不是，是因为游戏出海这件事情在五年前甚至更早吧，呃就是国内的版号出来的时候，其实你在国内做游戏就已经是地狱模式了。当时就已经逼的很多的就是国产游戏公司再出海了，就是把版号卡的很严。我记得那几年就很惨，就是还有那个新闻就说版号下来了，但是公司没了。就是你一个版号纠结了半年多或者一年，还有疫情的时候，好像好板号审批停个半年多，反正又非常惨了。当时你不出海的话，那就是个死啊，就是尤其是对于新的公司，如果对于老的公司的话，他们因为手上有再赚钱的项目，所以他们扛得住。对于新公司来讲的话，他们的投资其实也就预算个两三年，你突然拖了一年，公司说没就没啊。所以对于当时的很多就是中小型的公司，出海是第一选择。现在的这些出海的游戏，其实好多年前就已经开始布局了。而且如果出海这条路走得通的话，其实他赚钱比国内赚的爽的多啊。所以就是出游戏出海这条路呢，就是中国的游戏公司已经走了很多年。那今年国家为什么要提起来说呢？我估计是国家看了一下后台数据发现哎游戏这玩意儿好啊，这个赚外汇赚的多么的方便是吧？然后呢，他又没有什么实体的产品，又不会有库存积压。然后呢，制裁也一般不会制裁游戏，但是游戏赚钱赚的真不少，而且它游戏还有一种那个文化软输出的这种功效，就比如说黑神话、悟空，你这个游戏做的好，它是真的好，就是那个老外的那种政直正确来骂黑悟空，直接就被老外的那些喜欢玩游戏的人就怼了嘛。这个其实就跟我们当年玩游戏是一样的。你不要说是什么外国人呃，这不好那不好，但是做的游戏是真的好。那你玩了游戏你自然就觉得那个外国人的技术很牛逼，人家那个生活就是很发达。那所以就是说游戏的这种出海又能赚钱，又能给国家带来一些就是这种文化上面的宣传，那国家自然又宣传了。所以就说这个其实国家就只是打了个顺风局啊，但我们现在游戏整体行业面临的这个问题是很严重的。就是游戏公司的兼并其实嗯挺厉害的，就是我在入行的时候是一个什么情况呢？因为我都已经十几年了，18年了。然后我入行的时候呢，中国其实没几家游戏公司。然后我当时是去北京的一家公司，其实当时全国你叫的商好的就那么两三家的游戏公司。当时处于啥呢？就是属于那个游戏公司啊，正处于一个逐步的上升期，它有很多的小游戏公司。然后呢，你像我当年刚入行的时候，就是水平其实很一般的。但是呢你就当时中小型公司很多嘛，那这种中小型公司的话，大家都在发展，哎，招不到好的人。那新手的话，他们该要也得要，然后也会给时间培养，所以大家就有新人入行的这种机会。但过了这么多年呢，中国的那个游戏公司，中小型的游戏公司死差不多了。剩下的这些所谓的中小中小型公司的话，他们的规模也不小。所以就是说那个现在的公司那个太少，就会导致大家入行比较难。呃，其实像今年招聘的那个感觉，就是在网上看呢，就是刚毕业的小孩都在说哇找工作各种难，这各种找不到工作。那像我们这种的想招聘的人呢，又觉得死乎招不到人，为啥呢？就是因为前面的两三年吧，应该都没有新人入行，所以我们呃对于公司来讲呢，他肯定是希望招一些有工作经验的人，就是工作起码工作个两三年吧。但是呢你要发现前面两三年他就没有新人入行了，所以就是没有啥那个什么所谓的工作两三年的那个这种就是中等程度的人。所以我们招人的时候非常痛苦，就是你想要好一点的人，你会发现哎呦，嗯，但是像在我那个时代的话，因为中小型公司很多，包括外包公司也很多，大家总归还是比较容易入行的。虽然工资很惨，刚入行的时候工资也就2500嘛啊当然比起现在的话，呃，肯定不能按我当时的那个2500跟现在2500来算嘛。但其实折算一下的话，也就五六千吧。我记得我那个六七年前吧，六七年前咱们有些行业啊，很多新人入行也就是五六千的工资，这也很正常。嗯，但是现在的情况是属于啥呢？公司运的宁愿给你开一两万的高工资，他也希望找一个好一点的人，即便是新人。也是新人里面的精英，就是那个那种年少拔出是吧？怎么说呢？就是这种的人毕竟很少嘛，就是这种少年大处的话在网上总感觉一堆一堆的，其实对应现实的话，这种人非常的少，所以就导致现在游戏行业其实有点像一个断层，就是没有中小型公司去做培养。那你这大公司去哪儿招这种什么工作两三年的这种呃比较好用的新人类，对于公司来讲的话，我们也不愿意花时间去培养。我之前不是也讲过，我们在公司的时候其实做过实习嘛，然后呢实习的结果就很惨，就是你花了就是正直的时间去培养新人。结果新人好不容易培养好的人，还怕屁股走了，钱提是给的工资低，而且培养新人本身也挺花钱，挺花时间的。你想培养新人的老师哪来，那不就是正直嘛。那正直的人去培养新人，那他自己的工作怎么办？肯定是降低效率的事。所以就是说就现在的游戏行业，嗯，只能说是国家有国家在站台了之后呢相对好一点。但在我看来呢也没好多少。随着中小型公司的消失，就只剩下这几家大公司。就是你要是看后台数据的话，就是说中国的游戏的总营收的大盘是在上涨。但是呢就是虽然大盘在上涨，嗯，大部分的利润都被头部的几家公司吃了吧。尤其是腾讯他这一家公司可能就把游戏市场的百分之六七十都已经吃完了，或者是七八十都已经吃完了，那其他的公司才能有多少的空间嘛，就尤其是中小型公司的话就更惨。我在前两天跟朋友聊起来这个事儿的时候，我就呃我就说嘛就是虽然国家出来说这个事情那个挺开心的，但是对于游戏行业的话题帮助没有啊，只不过就是把既定事实拿出来认证了一下，他并不会给游戏市场注入多少的活力。然后我看了一篇帖子说是什么游戏股逆势上扬，那我看了一下逆势个屁呀，这不就涨个1%、2%、3%吗？咋就逆势上扬了啊？就是说现在人们也是因为经济不好，天天盼着好消息。就好不容易出来一个消息之后呢，就感觉没啥变化。嗯，只能说是哎之后跟别人吹的时候呢，就终于说是游戏已经不是害人的东西了。好歹国家占了个台啊，已经没有以前那么万恶了。但你说他有多好呢？也也不会太好，就也就是这个鸟样。那个游戏出海风潮刚掀起来的时候，就当时也很扯，就大家看一下出海要去哪儿了？欧美那欧美的风格哪个风格好呢？一圈调研下来，然后呢就有点像是那个卡炫，就是大家跟风做了一轮，发现哎呀，这个出海好像并不像像想象中的那么美好，每个地区都有各个地区的那个政策保护，其实你这一批出海不那么容易的。就是现在游戏出海呃就是可能就是那一轮过了之后，大家再进一步发现呢啊原来出了中国以外的市场都叫出海。所以呢就是说出海不要只盯着欧美，欧美那边的市场非常的难做。然后现在有很多出海的公司呢，他们都是在做一些小鱼种，什么阿拉伯啊、什么日本啊、韩国啊，就是这些地方呢就是我们有一段时间提起来就很不屑，就是这种才能赚得了多少钱啊，但其实这些地方呢也赚的钱很多，为啥呢？因为这种地方很多啊，他们相当于呃十几年前的中国，就是这个游戏市场才刚起步。哇，你你现在中国的游戏去哪？就是嘎嘎乱杀呀。所以就是说真正出海是是走一个差异化，不是去挤呃不是去挤那个独木桥啊。就是现在出海就是赚钱比较好的那一票公司呢，当然欧美那边也有哈，但是能把欧美那个市场拿下来的公司呢少之又少，就是很多公司都是走差异化啊。而且呃出海它有一个好处是啥呢？在国内做游戏，如果你让腾讯代理19分，就是腾讯拿酒，你拿药。但是出海之后呢，你像像steam这种的平台呢，原来是37，是米7，stea m 3。现在我看前两天的新闻是说，steam又把那个游戏税从30%降到了10%几。啊，这你多开心对吧？100块钱你拿八十多块钱，对吧？在在国内100块钱你拿十块钱。嗯，我们以前跟北美那家公司的老板合作的时候呢，啊他们因他们的那个游戏其实在国外做的还比较成功。他们是想进国内的市场试一下水，然后他们去跟小米去谈，然后呢，就是好说歹说谈成了五五分。然后我们老板就那感慨就是我从来没有跟一个平台谈过这么低的分成。然后小米那边的商务部的人呢也是说我们也从来没有跟一个游戏公司谈过这么高的分成，就是五五他们就已经觉得很亏了，这就是国内外之间的差异。也就是你在同样100块钱，你出海去上steam那种的地方的话，你天然的比国内赚的就多七倍。所以就说呃这个就是出海的好处，就是我们大部分人对于出海这个词儿呢就是没有什么概念，或者是对于世界没有什么概念。就是所谓的出海，所谓的国外，是指出中国以外的国家都叫国外。哇，那个名字排下来，那不知道有多长一串。我在国外注册一些网站的时候呢啊他会经常要你去注册手机号码。真正国际性的网站，你去注册这个呃网站的时候，你去填这个手机号码的时候，你就知道这个世界有多少国家。就是你找一下，你从那个超长的一个列表里面找到中国，就是加八六的那个号，都是一件非常费劲的事。因为那个列列表真的是超级超级超级的厂。所以就是说那个出海真正代表的就是说你会拥有一个更广阔的市场和更大的不确定性。你就相当于你市场变大了，但是至于能做成啥样呢？一切靠你自己。但是总比狗在中国强嘛。中国虽然说市场份额是不小。但是中国的这几家公司已经把中国这边的那个份额都已经占完了呀。头部那几家公司基本上都吃完了，那留给小公司的空间已经很小了。然后就是你像中国的玩法也比较特别，就是你小中小型公司出的一个游戏，你连那个苹果的那个付费榜单你都挤不进去。那个榜单前五都是一块钱的游戏，为啥呢？就是他们就是一块钱，然后自己公司花钱把自己的游戏埋在前5，然后呢试一下玩家流水啊，就是这个概念。所以就是现在在在中国做一个系统化台湾的地域模式。就是这几家那个头部的公司呢，已经把这个规则搞得非常的复杂，准入的门槛已经搞得非常非常的高。你在国内做游戏的话太难了，所以最后的话还是厚脸皮的求个大家的一键三连，多多点赞、多投币、多收藏。这样的话我下一期的视频再出的快一点，我的动力才能强一点。然后那个大家有呃有有什么想听的东西的话，也可以给我留言。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "国际性网站注册时需从超长手机号码列表中查找中国+86号码",
        "国家近期发布文件正式支持国产游戏出海",
        "政府官方文件支持游戏产业是较为罕见的举措",
        "游戏出海并非近年才开始，早在五年前已成趋势",
        "国内版号审批严格，曾导致部分公司因等待版号而倒闭",
        "疫情期间版号审批曾暂停半年以上",
        "中小型游戏公司因资金周期短，出海是生存必要选择",
        "头部大公司如腾讯占据游戏市场60%-80%利润份额",
        "当前游戏行业存在明显人才断层现象",
        "近年来招聘难与求职难并存，反映新人入行渠道减少",
        "2018年时中国仅有少数几家知名游戏公司，行业处于上升期",
        "过去中小型公司较多，愿意培养新人且提供发展机会",
        "当前多数“中小”公司实际规模已较大，不再具备培养新人能力",
        "游戏公司普遍不愿投入时间培养新人，因影响效率",
        "实习培养新人成本高，且存在人才流失风险",
        "Steam平台对游戏分成比例已从30%降至10%左右",
        "海外平台如Steam的分成比例远高于国内主流平台",
        "国内平台如小米曾与国外游戏公司达成5:5分成协议",
        "欧美市场政策保护严格，出海难度大，非易行之路",
        "阿拉伯、日本、韩国等地区成为新兴出海目标市场",
        "这些地区游戏市场处于早期发展阶段，类似十几年前的中国",
        "差异化策略比盲目挤入欧美市场更有效",
        "国内苹果付费榜单前五均为1元游戏，通过刷榜进入",
        "头部公司通过资本手段控制榜单排名，提高准入门槛",
        "国内游戏市场已被少数头部企业高度垄断"
      ],
      "key_opinions": [
        "国家支持游戏出海是打顺风局而非逆风扶持",
        "游戏出海政策并未真正注入行业活力",
        "当前游戏行业整体形势严峻，未因政策改善而好转",
        "游戏出海热潮初期存在跟风现象，实际效果不佳",
        "欧美市场并非唯一出路，小众市场更具潜力",
        "出海代表更广阔市场与更高不确定性",
        "国内游戏市场竞争过于激烈，中小型公司难以生存",
        "公司不愿培养新人，因时间和人力成本过高",
        "当前招聘困境源于前几年新人入行数量锐减",
        "所谓‘逆势上扬’的游戏股涨幅微弱，实为心理安慰",
        "国家发声仅是对既定事实的认证，不改变行业结构",
        "游戏出海本质是逃避国内竞争压力的现实选择",
        "游戏行业已形成寡头格局，新公司发展空间极小",
        "玩家对游戏的接受度提升，但行业生态未根本改善",
        "出海成功依赖差异化，而非简单复制欧美风格"
      ],
      "key_datapoints": [
        "Steam平台游戏分成比例降至10%左右",
        "国内平台如小米与游戏公司分成比例达5:5",
        "腾讯一家占据游戏市场60%-80%利润",
        "版号审批曾因疫情暂停超过半年",
        "游戏公司平均等待版号时间长达半年至一年",
        "新人入职初期工资约2500元（折合现价约五六千元）",
        "当前招聘要求至少有两三年工作经验",
        "游戏股上涨幅度仅为1%-3%，被形容为‘逆势上扬’",
        "苹果付费榜单前五均为单价1元的游戏",
        "国内游戏公司出海布局始于五年前甚至更早",
        "部分出海公司转向阿拉伯、日本、韩国等市场",
        "国内游戏公司数量在近五年大幅减少",
        "中小型公司死亡率极高，存活者多为大型企业",
        "实习生培养成本高，且易流失",
        "国内游戏市场总营收持续增长，但集中度极高"
      ],
      "topic_areas": [
        "游戏出海趋势",
        "版号政策影响",
        "行业人才断层",
        "平台分成差异",
        "海外市场拓展",
        "头部企业垄断",
        "国内竞争环境",
        "公司招聘困境",
        "政策支持力度",
        "全球化市场认知",
        "差异化出海策略",
        "游戏文化输出",
        "技术与经济收益",
        "创业公司生存压力",
        "平台规则操控"
      ],
      "word_count": 3,
      "total_markers": 55
    },
    "comments_summary": {},
    "created_at": "2025-11-19T18:01:38.142429",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763546509.9218073
}