{
  "success": true,
  "bv_id": "BV1FbCrBoEB4",
  "url": "https://www.bilibili.com/video/BV1FbCrBoEB4/",
  "content": "这可能是最近全网最火的一群小鸭子，别看它们圆滚滚的还挺可爱，但是下一秒转身就能够在枪林弹雨里一枪把对手爆头，逃离亚科夫。一款最新来自中国团队的搜打撤射击类游戏，10月16号上线三天之后就冲进steam全球热榜前3，不到一周的时间销量就迅速突破百万，还创下了stea同时在线人数超30万，好评率95%的亮眼战绩。就连搜打彻游戏的鼻祖逃离塔和夫的制作人都忍不住跑来给这群小鸭点赞啊，称他们太酷了。而哔哩哔哩作为这次游戏的发行商啊，这群萌丫也是成功帮助他实现了名利双收。不仅自研游戏的口碑啊是站稳了，股价这次呢也是跟着大涨了一波。值得注意的是，这款游戏的开发团队仅仅只有五人而已。从呆萌的外表到硬核的玩法，从被动跟随到主动定义，这些鸭子显然成为了最近中国游戏出海出乎意料的符号。而实际上从弓箭传说、无尽冬日这样的手游爆款，到元神、明朝等部件的开放世界与叙事体系，再到最近黑神话悟空逃离亚科夫在全球玩家中所引发的热烈讨论。中国游戏其实正在用完全不同的方式让世界重新认识中国制造。那这不只是关于某一只小鸭子或着某一款游戏的爆红，它的背后呢其实是中国游戏出海的下一阶段，一个从技术到创意，从玩家到生态的全面升级时代。而最近啊作为游戏出海行业业长期的赋能者，谷歌呢也发布了最新的洞察报告。他们看到从传统硬核到轻量化游戏，从满量充榜到长期运营，从单一玩法到内容生态，一些显著的变化正在发生。那么这些变化是否意味着更深层的行业结构性转变？当全球游戏市场重新洗牌，那中国出海力量的增长逻辑又在发生着怎样的重构？而AI的加入又能给游戏出海带来什么样的新机遇呢？那接下来就让我们一起来看看游戏出海行业正在发生着什么。如果要给如今的中国游戏出海的品类画一张地图，那么几乎每一个细分赛道上其实都已经插着中国开发者的旗帜了。那么过去的这些年，中国的游戏海外增长主要靠什么呢？那有一个关键词就是买量。在相当长的一段时间中，买量几乎是中国游戏出海最重要的增长引擎。所谓的买量其实就是花钱买用户，打广告预算，凭算法投放迭代抢速度。只要投放足够精准，那么一款游戏就能够在海外市场迅速冲榜。2016年到2020年可以说是买量出海的黄金时代，中国团队则凭借更强的买量能力，数据分析和产品迭代，在海外打开了通往商业化的第一扇门。那时的class of king sports在自身产品品质过硬的基础上，投放做的狠，算法跑得准，在奶量时代都跑出了一条漂亮的增长曲线。以lion plus、ig等公司为代表的出海先锋，顿时构建起了完整的广告投放体系与全球化发行网络，也让游戏出海这件事儿依次变得可规模化、可复制。但是这里的问题是啊，买量的红利不会永远存在，2021年，随着idf a政策隐私合规限制的正式实施，买量成本开始大幅度上升。与此同时，疫情红利逐渐消退，全球玩家的注意力被重新分配，线下活动恢复，娱乐选择增多，整体经济放缓也是让用户的消费意愿趋于保守，另外一方面，广告投放的竞争也变得越来越激烈。根据搜拍发布的研究报告显示，2024年全球手游广告创意总量已经超过了4620万条，广告厂商数量已经超过25万家，近两年来广告主的同比增长率分别超过了70%和60%。除此之外，玩家获取变难以及游戏生命周期的缩短，这些都让买量开始变成了一场昂贵的内卷，厂商们的roi压力也一路攀升。在这样的背景下，中国出海团队开始集体转向从追求更快爆红变成了追求更多玩法和更久留存。那作为出海游戏产品的长期投资方啊，大观资本北美首席代表维时就在采访当中谈到，当前呢买量红利的压缩呢是一个必然的趋势，如今开发者都在尝试采用更多元化的策略来应对这种大环境的变化。中精度游戏它的这个买量成本啊确实是一直在上升的，这个毫无疑问的。因为本身现在这个社会本身也是一个这个工厂社会，对吧？美美国一直在通胀，那么海外的这个市场呢，很多的这个成本也都在水涨船高。那么竞争的态势的这个加剧，也会让啊这样子的这个买量成本越来越高。可能大家需要一个更好的一个策略才能有更好的roa对吧？所以这个现实是是肯定是有的。针对于这样子的这个具体的现实呢，那大家的这个打法可能就各有不同。那有的企业可能就是说我我要走这个精品化埃批化啊，就非常重的跨平台，像ps five主机这些平台加上手机游戏的这个平台steam这些都可以打通的话。多期的这个能力会让我的收入啊或者是游戏的生命周期能够得到很多的优化。那如果说是有一些这种休闲游戏的这些玩家呢，那我们也能看到有的时候他们会呃去往这个比如说矩阵化的这个方式去做啊，我同时去run很多很多的不同的这种类似的游戏。所以我觉得大家现在在这个环境下面呢，肯定是说呃尽可能的去从单一的啊这种打法策略转向一个多渠道、多市场啊，混合玩法多期这样的一个状态。不管是在市场的角度，还是在玩法的角度，在策略的角度啊，都是要有一些这种更加复杂更加成熟的这种呃做法出现。2020年，元神的全球成功可以说是中国游戏出海的一个分水岭，它让整个行业意识到，中国游戏团队不只会买量，而是也能做出让全世界买单的内容。之后像崩坏星球、铁道无尽、东市可以神话悟空、漫威争锋这些作品的相继出现，越来越多的中国游戏开始尝试融合世界观、叙事、文化表达和长期运营，并且都在不同的赛道和市场，证明着中国出海正在从满量时代走向内容自信时代。而在更大的背景下，作为游戏出海行业长期的战略合作伙伴，谷歌此次呢也在全球游戏行业的最新数据中观察到了这样的趋势变化。数据显示在经历了2022年的8.5%的下滑和2023年的停滞之后，2024年全球手游市场终于走出了低谷，应用内购买收入重回增长区间，同比上涨4.4%，而每次下载带来的平均收入ard则是上升了10%亿。但是呢，这一次的回暖不再是靠爆款横飞或者是流量狂飙，而是市场结构本身正在发生变化。2024年全球游戏下载总量下降了8%，其中超休闲类游戏的下载量大幅下滑，而策略角色扮演卡牌等高价值赛道却逆势增长。其中策略类游戏虽然仅占总下载量的4%，但却贡献了高达21%的收入份额。换句话说，靠更多人下载来推动产品增长的趋势正在发。而同一个玩家，谁玩的更久，花的更多，开始变得越来越重要。与此同时，中国开发者们也迎来了一个新的窗口期。谷歌数据显示，2025年中国中海游戏在美国市场to p 100中占27席，ip增长率11%，而全球ip仅增长2%，是全球平均的五倍之多。尤其在策略游戏赛道，中国团队的增长最为显著。以点点互动出品的White survival和原剧娱乐的last world survival game为例，作为上线了两年的游戏，两者始终保持着超高活跃度。今年以来，两者稳居在全球手游收入top ten之列，甚至都还曾经登顶榜首。而点点互动今年2月份推出的shot也是一款黑马制作，上线仅几个月啊，六月就成功跻身中国手游收入的top three，八月份更是一举拿下了中国出海手游收入增长榜的第一名。这些游戏的火热也在一定程度上反映了中国游戏出海正从数量扩张进入质量越。搭建着更高价值的出海能力。那么流量的时代在逐渐退场，而内容理解力和玩家共鸣的能力正在成为新的增长引擎。那谷歌在今年的行业活动当中也提出这种结构性的改革呢意味着游戏出海市场正在迈入无界增长的新时代。而能否抓住这波结构性增长的窗口，深入去理解内容无界、增长无界还有AI无界这三个重要命题呢？也将成为未来3到5年中国游戏出海能否继续领跑的关键所在。那么我们来看一下，首先在内容方面，一个新的共识啊正在形成。那就是增长不再靠流量算法，而是要靠价值积累。过去几年开发者追逐下载量拼买量预算，而如今呢随着买量成本的上涨，效果的不确定性增加，行业的计算公式呢被彻底的改写。玩家价值乘以玩家数量，再乘以游戏生命周期，才是未来增长的真正公式。那首先呢要圈定高价值赛道，什么是高价值赛道呢？那就是下载量不一定最大，但是用户价值最高，回报的周期最持久的品类。那比如说哈超休闲类游戏，虽然依然有大量的下载，但是平均里面用户收入a pu持续的下降。那相反氛略类、角色扮演类等高投入高留存的类型正在成为新的增长引擎。那么这意味着未来的竞争不是比谁的用户多，而是比谁的用户更值钱。那谷歌就观察到啊，中国厂商在最近这一趋势中表现突出，他们精准捕捉市场变化，在sg rpg等赛道上持续扩大份额，用少而精的打法换来了更高的L V生命周期价值回报。而谷歌也在这一转型中啊扮演着关键的角色。通过谷歌AI的广告产品和工具，开发者们可以实时分析不同市场的pu I和ro表现，帮助他们选择最优的赛道，优化预算结构，让每一分投入都更有价值。接着要通过创新多元化玩法来拓展用户边界。过去中国出海游戏往往依靠单一的核心玩法取胜。比如说放置卡房消除或者卡牌。但随着市场竞争加剧，用户需求升级，越来越多的团队开始探索多元玩法的融合，把策略、角色扮演、模拟经营甚至社交与ugc结合在一起，让游戏既能够易上手又能玩得久。多元化的玩法也往往能带来拓圈玩家。所谓拓圈啊，就是让原本不玩游戏或者不爱玩某特定类型游戏的人，也能够因为剧情社交或者创作参与而留下来。比如说像gossihar与恋与深空这样的作品就代表着中国女性。但游戏出海的两条主线，前者呢用轻玩法加剧情装饰打入主流休闲市场，后者则用沉浸式叙事加高制作，打开了情感消费的新空间。而最近中国的four x lg游戏的批量崛起啊也是典型案例，比如说rise of kingdoms、万国崛醒、word wide survival这类产品通过独特的视觉风格与主题，巧妙融入的剧情叙事或小游戏，简洁的页面与清晰的指引以及社群联盟机制，成功吸引了大量的非传统玩家群体。那在采访中啊广大大的数据研究院负责人李磊就向我们表示，随着游戏出海进入存量时代，厂商们为了降本增效，负玩法买量的这种策略呢这几年也是非常的火热。那么所谓的负玩尔法，简单来说呢就是用休闲素材为中重度产品去买量。而这样的买量方式呢近年来也在一定程度上倒推着游戏设计走向多元化和玩法重合啊，当这个复玩法买量发展到现在的话，就很多产品变成了这种玩法加的形式，比方说技加、2G加。然后他们加的内容的话就是他们的买量形式，就是他们的主要的买量创意，或者说他们抽象出来一些副玩法。这也导致现在很多中东的产品，你光看广告素材，你可能觉得他可能会是一个休闲，或者会是一个益智类型的一种简单游戏的玩法。这也是可能厂商对于呃现实政策跟市场环境的一种妥协吧。他们希望能通过因为相对来讲，我们之前买粮手候知道中中度产品你在买量时，成本是相对来讲肯定是要休闲产比更高的，涉及到的用户群体也是更小的。但是随着买量成本的不断攀升，你也是希望能从更广的池子，就比方说我们从休闲的这种池子里头能够捞到你可能的用户。然后这个时候我可能就要需要把我原来很重度然后或者说是竞争性很强的游戏，然后慢慢的做简化。比方说我把画风做的更加卡通，能够适应更广泛的年龄群。可能原来的这种类型的rpl这用户的玩家群用户都是男性。可能我希望有更多的女性用户也加入到我的这个游戏中来。获缺玩家虽然起点不同，但是他们的游戏时长和付费意愿正在快速逼近核心玩家。在这样的背景下，开发者需要用更温和的学习曲线、更强的故事沉浸感，让他们在游戏中感到被理解和被鼓励。同时，针对不同地区玩家的付费偏好，还要进行精细化设计和运营指导。比如说美国玩家偏爱购买体力与加速道具，韩国玩家更愿意为建造与装饰资源付费。那基于不同地区和人群的特点，真正把玩家的潜在兴趣变成长期价值。在这一过程中，谷歌的生态呢也成为了破圈的助推器啊，那通过的的游戏内容生态的分发能力，微商店的推荐算法以及AI驱动的Google ads工具，开发者能够找到那些原本不玩游戏，但是会被多元化玩法吸引的潜在玩家群体。并利用跨平台广告以及与创作者们合作，让内容在不同文化圈层中实现真正的破圈传播。请注意啊，仅仅靠优质赛道和内容呢也是不够的，延长游戏的生命周期也越来越重要。根据谷歌的统计数据显示，2024年海外埃批的收入to p 10周，大部分都是运营3年到5年甚至超过十年的老游戏，to p 100的游戏当中啊，运营超过五年的游戏营收占比高达66%，那么这说明持续更新、社群共创和内容创新已经成为了游戏澄清的核心力量。那比如说荒野乱斗brostars通过赛季制更新社区赛事和玩家自制地图，在四年之后迎来了二次爆发，其2024年收入同比增长将近五倍，那首次跻身全球10亿美元俱乐部。Ak则是通过剧情扩展、跟埃批联动等跨界合作被游戏不断注入增长动力。长线运营并不是放养，而是一场持续的工程。通过谷歌play consel的数据分析与法base后台支持，开发者可以实时的追踪流程然tv与ab测试效果。利用Google歌up can page的自动化投放，也能够在发布与更新阶段精准的触达高价值玩家。从社区奖励活动到高频内容迭代，每一个节点都在延长用户与游戏的关系周期。这种从广告到社区的闭环也正在帮助越来越多的老游戏实现第二增长曲线。而内容无界呢可以说是出海厂商进入价值时代的第一步，进入价值驱动的竞争时代。谁能够更好的去理解玩家设计和延展的内容体系，维持品牌热度，谁就能够在全球竞争当中赢得时间上的红利。而下一步的竞争将不仅是做出好内容，而是如何让内容更快的触达全球玩家。那么在当前的竞争格局下，游戏增长的逻辑也正在被重构。单纯的投放已经无法支撑增长。厂商们开始用品牌加效果的组合思路，追求长期roi，用全域营销代替单点投放。这也意味着需要跨渠道、跨平台、跨阶段整合增长资源，进而让品牌认知、用户转换和长期留存形成闭环。而谷歌的一系列工具正在帮助开发者们实现从买量增长到智能增长的跨越。但在过去啊，品牌曝光和效果转化常常被当成是两场不同的战役。那么一场呢追求声量和认知，另外一场是计算下载与Roy。但是在YouTube正在让这两场战役呢合二为一，如今却be已经成为全球最大的游戏舞台。那数据就显示啊全球游戏玩家中90%都会使用一be，其中超过60%每天都会打开。这也意味着你的下一个玩家此时可能正在看别人玩你的游戏。对于游戏厂商而言啊，是不仅是能够带来大规模品牌曝光的视频平台，更是一个可以贯通认知、兴趣、互动、转化乃至留存的完整生态系统。首先的所提供的全球化曝光通路和跨屏移致的沉浸体验，能够有效的帮助厂商数品牌从短视频到直播赛事，从攻略到创意短片，从一个账号体系让观看与互动无缝连接，品牌可以在用户的每一个触点出现在手机上刷，在平板看攻略，在电视上看实况，这让品牌能够自然的被用户看到和记住。2025年优tube还推出了一系列全新的大屏扩圈产品，包括沉浸式标头广告与自动生成二维码，观众在电视端看到广告的时候，只需要扫码就能跳转到游戏下载页面，那么这意味着广告不再只是看完就忘。从品牌曝光到下载转化，用户的行动路径啊被大大缩短了。而除了广告之外呢，优tube的真正力量还在于它的创作者生态与社群粘性。从头部游戏公司到独立开发者，越来越多团队选择在一播建立长期的内容阵地，通过直播赛事、开发者日志、角色幕后故事等形式，让玩家不仅玩游戏，还关注游戏。比如说White or survival与YouTube创作者合作推出的剧情短片挑战类内容，就成功在全球范围内斩获千万集的播放，游戏热度大大提升。此外，创作者生态的价值在于共赢。根据谷歌的统计数据显示，在YouTube上目前有大约31%的游戏视频是由非游戏类创作者创作的，这意味着游戏正在更深层次的融入到日常文化中。谷歌为此啊是推出了创作者推广crepromotion与直播推广方案，出be like promotion，帮助游戏与内容创作者快速的建立合作，共享受众数据，提升观看参与率。这种高度活跃的创作者生态让品牌的故事被真正传播出去。游戏不再只是被推广的对象，而是被参与、被讨论、被二次创作的文化符号。品牌影响力也因此从一次曝光延伸为一种持续的存在。根据谷歌的统计数据啊，在优平台上品牌广告的每千次展示成本c通常比效果广告低30%到50%。这意味着开发者们可以用更低的成本建立起广泛的用户认知，而这种认知度会直接提升后续效果广告的转化效率，进而形成一种良性循环。那随着创作者生态与广告体系的整合，优正在成为集品牌转化与社群于一体的增长引擎。那么李磊在采访中就表示啊，通过广大的平台对广告投放数据的持续追踪来看，近年来啊优tube在用户的停留时长和转化效果方面，在同类型平台中啊表现的尤为突出。我们后台会有一些数据嘛，就是除了我们呃抓到的广告之外，其实我们会有一些我们根据自己算法计算出来的数据。我们综合来看的话，就是我们有一个指标叫做素材热度啊。是根据素材的投放天数，然后素材的这个互动数据，然后再加上素材本身的这个展现，然后来做的一个综合的一个结算。然后我们看到相对来讲就热度比较高的一些数据，大部分都出现在优图平台。然后相对来讲的话，就是从当时广告来讲的话，用户是看到优酷素材啊，他的互动意愿是更强的。其次的话就是优质的这种手游广告素材的综合的时间是最长的。所以我们以往看大部分的手游素材的时间都是个30秒以下。但是优tube部一样，优tube有很多厂商在做优tube广告的时候，它的素材时长都在90秒、100秒甚至两三分钟。我们在这种手游广告我们都见过。当品牌在优tube上得到足够的曝光，让用户建立起足够的认知和兴趣之后呢，接下来的关键问题是如何把这些兴趣转化为真正下载留存和付费。那么答案是app campaign不同于传统的买量投放。App campaign是一个由AI驱动的一站式广告系统，核心是自动化加AI优化，负责把前期积累的品牌势能转化为持续的用户增长。它可以覆盖整个谷歌生态，包括Google search、Google Play, 再到展示广告网络N和discover等等。开发者只需要设定目标，比如说最大化安装量，目标的每一次安装费用ci目标的广告支出回报率R as等。系统就会自动学习预测，在谷歌广阔的全球覆盖网络中分配预算，并且持续优化广告分发。A呢可以实时追踪每一次曝光、每一次点击、每一次安装，将素材自动测试，并且组合出效果最佳的广告版本，向最可能转化的用户展示最合适的创意。这意味着过去需要手动管理上百个广告，组成千上万关键词的复杂操作，现在只需要一个app campaign就能够全部完成。真正的实现一个广告系列跑遍所有谷歌渠道。同时呢谷歌不仅帮你找到用户，还在帮你找到对的用户。借助firebase和analytics的数据整合，app campaign还能够精确识别玩家的生命周期价值，那么是否完成注册、是否付费、是否持续活跃等等。而这些行为信号又会反哺AI模型，让下一轮投放更加聚焦、更加高效。在谷歌AI的支持下，开发者还能实现更精细的衡量投入产出，从平均收入ar pu的变化到自然安装量的增长，再到品牌与效果广告之间的协同效应，让开发者们每一分投入都可追踪、可优化和复盘。就比如说啊过去几年iOS广告投放是很多开发者的灰色地带，隐私限制让数据不再透明，roi测不准，预算也投不稳。那么买量呢似乎成了一件碰运气的事情。而谷歌的AI广告系统啊就正在帮助开发者们去重新的找回确定性。在数据方面，依托M1 data 2.0，谷歌能够让开发者看到更多真实的转化。谷歌数据显示可观察的转化数量最高可达原先的四倍，意味着在iOS环境下也能够稳定、过量、精准的优化。在效果评估方面，新的也就是集成式转化衡量功能，通过实时事件级别以及隐私合规的跨渠道归因报告，能够帮助开发者更准确的判断每一笔投放的真实价值。那么这些都让开发者们在有限的预算之下实现稳定的roi扩张，容量到质，从曝光到效果，更加公平的度量，带来了更高效的增长。那么在采访当中啊，Richard时就谈到，虽然买量是过去这些年游戏出海的核心模式，但是如何买，什么时候买，如何衡量投入产出都是难题。不过呢这几年随着谷歌广告工具的不断完善，A技术的发展，那么在买量这件事情上，出海厂商们心里面啊也是能够越来越有谱了。这个时候你你这个发行方案，或者是这个创始人他的这个出手的这个呃决心能力啊，什么时候他需要大笔买量，对吧？有的时候可能这个热度这么几天，你那几天你如果不是说把所有的这个这个筹码全都压上去，可能这波是热热度就过去，那你怎么办？对吧？有的时候这个时候就是一个非常非常难以量化的。所以索性呢就是现在我们越来越多的企业，包括像谷歌这样的企业，我们有一些AI的辅助啊，一些数据的辅助啊，让大家越来越能够精准的去买量，越来越能够科学的去去做这件事情，我觉得这也是一个好事儿。以前真的有的时候你这种优化或者是买量的决策，完全是靠创始人或者是优化师他们自己的这个感觉来做这件事情。所以呢对于出海的游戏厂商们来说，广告终于能够真正的做到看得见的增长，让品牌被记住，也让效果更衡量。那么在AI驱动的新周期当中，广告将不再只是投出去，而是也能够被算出来。而如今啊AI除了赋能增长之外，还为我们打开了游戏生产与体验的全新想象空间。如今，AI不再只是开发者的工具，而正在成为游戏创新的核心驱动力，它改变了创作方式，也重启了玩家与游戏的关系。从生产到体验，从幕后到前台，AI正在让游戏世界进入无限可能的新阶段。在过去呢游戏的开发流程啊是一场时间的战斗，美术脚本、代码调试，那每一步呢都能够消费大量的时间。而如今啊这一切正在被AI重新的定义局面的2.5 pro的多模态理解与生成能力，让开发者仅需要简单的指令就能够生成一个完整的可玩游戏，比如说在几秒之内便可创建出2048这样的小游戏，这不只是效率的提升，更是创意门槛的彻底降低。同时，谷歌还通过verx平台为企业提供一站式的AI解决方案，覆盖从游戏设计、开发、运营到优化的全生命周期，那开发者可以在其中使用a buil构建智能pc，用model buil来训练专属的模型，通过model garden调用最前沿的大模型资源。甚至利用enterprise在安全且规模化的企业级环境中，实现跨引擎、跨平台的智能协同。对于游戏公司来说，这意味着从创意构想、可执行编写，从内容生成到性能调优，AI正在成为真正意义上的游戏生产力引擎。那么在采访当中李磊也谈到，AI工具的应用能够将原本游戏的开发和投放周期大大的缩短，而AI创意生成的速度也在当前激烈的市场竞争环境下显得越来越重要。呃，以往的话可能从这个广告素材的创意出现啊，就是优化是想到创意，然后再到制作，然后再到频道分发。然后可能单纯来讲的话，这个周期是比方说快的话可能最起码都要3到5天，然后慢的话可能一周以上的时间都会有。然后但是有了这些工具之后，他在这个分发层面，不管是这个素材制作，然后再到他呃一次性帮他发到谷歌的很多平台之后，可能会很快的会缩短到1到2天的时间就能完成。尤其像现在这个时代，就是哎呀技术越来越多，就是素材需求量。就是我们刚前头有说到，就是现在是个存量市场。然后如果你是想用创意去吸引用户的话，你的创意的这个形式或迭代速率肯定是很快的。如果你没有类似的这样的工具来帮助你来做的话，然后纯靠人力来做，或者说是呃效率很低的工具来做的话，其实对于你去做好外发行的话，其实非常不利的。我们是有看到就是谷歌在这方面的话是做的很多，然后并且做的很错。但是AI的价值呢还不只是让开发者更快更好的去做游戏，更加在于呢它能够创造出全新的玩法和交互模式。谷歌最新的界面的2.5 flash模型拥有多模态、易延迟、有记忆、可执行等特性，它可以理解语音、图像、文本甚至玩家的动作指令，创造出实时、自然、充满惊喜的AI互动体验。过去游戏中的npc往往是被写死的脚本，而现在他们可以根据玩家的行为自我学习，及时回应每一场对话，每次选择都会带来不同的剧情走向，比如说在epic relistening的合作项目中，经典反派达斯维达就借助杰min 2.0 flash在堡垒之夜中复活，玩家不仅能够与他并肩作战，还能够进行实施语音互动。恋爱驱动的角色反应让虚拟世界真正具备了生命力，这正是AI带来的全新可能性，它不只是让游戏更智能，而是让游戏更有灵魂。而从更大的一个维度来看，AI正在构建的其实是一个连续开发者、玩家与平台的智能生态系统。谷歌的AI生态闭环从底层算力到创意层全面打通，提供了一套完整的生态系统，在基础架构层和tpu提供高性能的模型训练算力。而vertex AI作为一个统一的AI平台，则是加速了AI模型的构建、部署与规模化运维。在创意层以的为核心的城式AI模型，比如说imagine video，则是让AI真正进入游戏创作与营销场景，从角色生成、剧情脚本到广告素材与视频内容一站式完成。开发者还可以通过play console与AI分析工具实时监测、玩价、留存、付费和体验反馈，并将这些数据反哺至进行模型优化，这意味着AI不仅在制作游戏，还在学习玩家，从而让游戏的生命周期持续自我进化。在这样的体系当中，开发者门槛大幅度降低。同时呢也成为连接创业者玩家和平台的核心节点，帮助游戏产业突破人力边界，进入智能协作时代。那当我们回望这一轮全球游戏出海的新浪潮啊，一个清晰的图景啊也正在浮现。过去呢中国开发者以敏锐的市场洞察和强大的执行力驰骋全球，而在新的周期当中，他们正在以更成熟、更系统的方式构建出属于价值时代的增长模型。内容无界让好作品穿越时践与文化的边界。增长无界让AI驱动的智能营销激活全球潜力，而AI无界则让创新在创作到体验中实现智能循环，三者共同构成了出海增长的新黄金三角，这不仅是行业的趋势，更是新一代开发者的机遇。游戏不再只是出海，而是在全球市场中建立属于自己的内容、语言、技术能力和品牌影响力。而在这场新的全球化竞赛当中啊，谷歌的角色也更加的丰富。它不再只是广告投放的工具提供者，而是贯穿游戏全生命周期的战略共创伙伴。从广告与流量变现到Google Play的生态运营，从YouTube与创作者网络到AI与云计算技术，谷歌正在为游戏产业提供一个从创意到商业的完整增长引擎。更重要的是啊，谷歌的价值不止于技术努力，而在与它的生态连接力，让开发者、玩家、创作者、广告主与平台成为一个共同体。在这个体系当中，每一次创意、每一次互动、每一次数据反馈，都在推动整个生态的不断进化。那么这正是无界增长的真正含义啊，让游戏呢不只是一款产品，而是一种持续创造价值的生命体。让每一次的技术进步都成为创意的放大器，让每一次玩家的参与呢都能够成为游戏生态的下一次跃迁。那所谓这作游戏共创未来，当内容增长与AI融为一体，那属于中国开发者的新时代的大幕呢可能就已经拉开了。而在这场变革中的新际遇你抓住了吗？",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 10840,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-19T18:03:04.788731",
  "batch_id": "20251119_095907",
  "link_id": "bili_req7",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "《逃离亚科夫》是一款由中国团队开发的搜打撤射击类游戏，10月16日上线三天即进入Steam全球热榜前3。",
        "该游戏上线不到一周销量突破百万份，同时在线人数超30万，好评率高达95%。",
        "《逃离亚科夫》的制作人之一“逃离塔和夫”创作者公开点赞该作品，称其“太酷了”。",
        "哔哩哔哩作为发行商，因该游戏成功实现名利双收，自研游戏口碑站稳，股价随之上涨。",
        "《逃离亚科夫》开发团队仅由五人组成，是典型的中小型独立团队。",
        "2020年《原神》的全球成功被视为中国游戏出海的分水岭事件。",
        "从2021年起，随着iOS隐私政策（IDFA）实施，买量成本显著上升。",
        "2024年全球手游广告创意总量超过4620万条，广告厂商数量超25万家。",
        "2024年全球手游下载总量同比下降8%，但策略类游戏收入占比达21%。",
        "策略类游戏占总下载量仅4%，却贡献21%的收入份额，显示高价值赛道崛起。",
        "2025年中国出海游戏在美国Top 100中占据27席，IP增长率11%，为全球平均5倍。",
        "点点互动的《White Survival》与原剧娱乐的《Last World Survival Game》上线两年仍保持高活跃度。",
        "《Shot》于2024年6月跻身中国手游收入Top 3，8月登顶中国出海手游收入增长榜第一。",
        "2024年全球应用内购买收入同比上涨4.4%，每次下载带来的平均收入（ARPU）上升10%。",
        "2024年海外手游Top 100中，运营超过五年的游戏营收占比高达66%。",
        "《荒野乱斗》在2024年收入同比增长近五倍，首次进入全球10亿美元俱乐部。",
        "《原神》《崩坏：星穹铁道》《黑神话：悟空》等作品推动中国游戏内容全球化表达。",
        "谷歌发布最新洞察报告，指出游戏出海正经历从流量驱动向内容驱动的结构性转变。",
        "中国开发者正在从“满量充榜”转向“长期运营”，注重玩家留存与生命周期价值。",
        "负玩法买量策略兴起，即用休闲素材为中重度产品引流，降低获客成本。",
        "美国玩家偏好购买体力与加速道具，韩国玩家更愿为建造与装饰资源付费。",
        "YouTube已成为全球最大的游戏舞台，90%游戏玩家使用YouTube，超60%每日打开。",
        "2025年YouTube推出沉浸式标题广告与自动生成二维码功能，缩短广告转化路径。",
        "约31%的游戏视频由非游戏类创作者制作，反映游戏已深度融入日常文化。",
        "App Campaign是AI驱动的一站式广告系统，覆盖Google Search、Play、Display Network等渠道。",
        "谷歌M1 Data 2.0可使可观察转化量最高达原先四倍，提升iOS环境投放精准度。",
        "集成式转化衡量功能支持跨渠道归因，实现隐私合规下的真实价值评估。"
      ],
      "key_opinions": [
        "《逃离亚科夫》的成功标志着中国游戏从‘技术输出’迈向‘文化输出’的新阶段。",
        "买量红利消退是必然趋势，行业必须转向多元策略应对竞争压力。",
        "未来增长公式应为：玩家价值 × 玩家数量 × 游戏生命周期。",
        "高价值赛道不依赖下载量，而在于用户长期价值与回报周期。",
        "中国厂商在SG-RPG等赛道上的持续扩张，体现了少而精的战略优势。",
        "内容理解力与玩家共鸣能力正成为新阶段的核心增长引擎。",
        "谷歌的AI工具帮助开发者实现从‘碰运气’到‘科学投流’的转变。",
        "品牌曝光与效果转化不应割裂，而应形成闭环生态。",
        "YouTube不仅是传播平台，更是集认知、兴趣、转化于一体的完整生态系统。",
        "创作者生态是破圈传播的关键，让游戏成为被参与的文化符号。",
        "长期运营不是放养，而是持续工程，需结合数据与社区共创。",
        "AI不仅提升效率，更重塑创作方式与玩家关系。",
        "AI生成内容的速度与迭代能力，在存量市场中具有决定性优势。",
        "虚拟角色若具备自我学习与实时响应能力，将赋予游戏真正生命力。",
        "AI生态闭环能打通从创意到商业的全链路，构建智能协作体系。",
        "中国开发者正从执行者升级为系统构建者，掌握全球话语权。",
        "谷歌的角色已从工具提供者变为战略共创伙伴，连接多方利益体。",
        "无界增长的本质是让游戏成为持续创造价值的生命体。",
        "当内容、增长与AI融合，中国游戏出海将迎来真正的黄金时代。",
        "抓住结构性窗口期，关键在于理解内容无界、增长无界与AI无界三重命题。",
        "未来的竞争不仅是做游戏，更是建立可持续的品牌影响力与生态网络。",
        "开发者需以更温和的学习曲线与更强的故事沉浸感吸引非核心玩家。",
        "精细化设计与本地化运营是延长生命周期的核心手段。",
        "从广告到社区的闭环，是实现第二增长曲线的必经之路。",
        "AI不再是辅助工具，而是创新的核心驱动力。",
        "游戏生产与体验的边界正在被AI重新定义。"
      ],
      "key_datapoints": [
        "《逃离亚科夫》上线三天冲进Steam全球热榜前3。",
        "上线不足一周销量突破百万份。",
        "同时在线人数超过30万。",
        "好评率高达95%。",
        "2024年全球手游广告创意总量超4620万条。",
        "广告厂商数量超过25万家。",
        "2024年全球手游下载总量下降8%。",
        "策略类游戏占总下载量4%，贡献21%收入份额。",
        "2024年全球应用内购买收入同比上涨4.4%。",
        "每次下载带来的平均收入（ARPU）上升10%。",
        "2025年中国出海游戏在美国Top 100中占27席。",
        "中国出海游戏IP增长率11%，为全球平均2%的5.5倍。",
        "运营超过五年的海外手游营收占Top 100的66%。",
        "《荒野乱斗》2024年收入同比增长近五倍。",
        "《原神》《崩坏：星穹铁道》《黑神话：悟空》等作品引发全球热议。",
        "2024年全球手游市场经历2022年下滑8.5%与2023年停滞后重回增长。",
        "2024年全球手游广告主同比增长率超70%（近两年）。",
        "2024年全球手游广告主同比增长率超60%（近两年）。",
        "App Campaign可覆盖Google Search、Google Play、Display Network、Discover等渠道。",
        "谷歌M1 Data 2.0可使可观察转化量最高达原先四倍。",
        "YouTube上31%的游戏视频由非游戏类创作者制作。",
        "品牌广告每千次展示成本（CPM）比效果广告低30%-50%。",
        "优质手游广告素材平均时长可达90秒至2分钟。",
        "素材热度指标在YouTube平台表现尤为突出。",
        "《Shot》上线数月即登顶中国出海手游收入增长榜第一。",
        "《White Survival》与《Last World Survival Game》均稳居全球手游收入Top 10。",
        "2024年全球手游广告创意总量达4620万条以上。",
        "2024年全球手游广告主数量超25万家。",
        "2024年全球手游广告主同比增长率分别达70%和60%。"
      ],
      "topic_areas": [
        "中国游戏出海",
        "买量红利退潮",
        "内容价值时代",
        "长线运营策略",
        "AI赋能游戏",
        "多模态玩法融合",
        "创作者生态",
        "跨平台分发",
        "用户生命周期价值",
        "品牌与效果整合",
        "全球化叙事",
        "轻量化转型",
        "高价值赛道",
        "谷歌生态协同",
        "无界增长模型"
      ],
      "word_count": 60,
      "total_markers": 82
    },
    "comments_summary": {},
    "created_at": "2025-11-19T18:03:04.842358",
    "model_used": "qwen-flash"
  }
}