{
  "batch_id": "20251119_095907",
  "link_id": "bili_req3",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1YL41167Xz/",
    "word_count": 2772,
    "publish_date": ""
  },
  "transcript": "哈喽喽，大家好呀，本期来讲讲关于最近北落师门的这个视频。之所以讲这个是因为这可是p射击游戏啊。要知道这个种类在国内很少，成功的就更少了。玩法相关的我们之后讲先讲一些很直观的，比如美术和世界观，画面非常的细腻。按国内现在的市场环境来看的话，应该是全平台持续运营。游戏末日飞土风格感觉是世界毁灭了，或者濒临毁灭，类似斧头帮这种帮派成了城市的管理者，这个还真的是斧头帮，看看背后的三把斧头，还有这一堆穿长衫的黑帮不肯脱下长衫是孔乙己吗？还是说情怀在作祟，让斧头帮有某种坚持怪物呢？看到有机械怪物和血肉怪物两种，血肉怪物还能理解，环境变异倒知道，但机械怪物是什么逻辑呢？这玩意儿可没有野生一说，不可能是怪物他妈妈生的吧。所以在这个末日求生的世界观中，应该有搞科研的人类反派在造这些怪物，试图毁灭人类。场景方面，就美术的角度来说很不错，阿婆很喜欢一开始的那个发射战废墟有一种名为文明落差的冲击，就是前天大家还在畅想怎么探索宇宙，昨天就出事了，今天人类只能坚守异隅，苟延残喘。各种场景有点中式废土美学，而人类聚集的地方好像也没有那么糟糕，有电影，有火锅，还能吃海鲜，当然都末世了肯定也就武力充沛，枪支随便买买买，娱乐也有，还有歌舞厅，但是这个舞蹈的动作不太行，感觉不如。而且中世信仰也还没有变，世界濒临毁灭也要信关公玩法应该是类似于一迹灰烬重生那种，关卡是副本式，大地图的话就看他们如何操作了。剧情应该是个人向的，因为搁这儿弄那么多世界观的东西，结果又做成员卖猫那种不怎么重剧情的就有点整蛊了。当然这些是从pv里面简单看看游戏的世界观，然后就要谈谈开头说的很重要的一个环节了。为一玩法小伙伴们有没有印象，就是国内做射击游戏的不少，但一般都是p为P射击，p为一射击，国内市面上却没几个，为啥呢？不都是拿着枪表贝，跟为P射击射击有什么不同呢？这就涉及一些很重要的地方，怪物设计，怪物还有关卡设计。就这样说吧，为P设计游戏几乎是不需要怪物和，而且关卡设计也不需要过多雕饰。这个很好理解，因为你的对手是人，玩家本身有自己的想法，像吃鸡这种游戏，一个简单的地图，玩家就能靠自身的尔虞我诈去给你玩出花来，对手就是游戏的体验，过于复杂的关卡设计反而不利于玩家的发挥。可以说只要射击游戏是pvp，那这款射击游戏就几乎做好了一半，因为AI和关卡设计默认是直接ok的，而p设计的怪物设计、AI行为还有关卡就是游戏的成败关键点，也是难点，因为这就是玩家要交互的地方。首先是AI行为方面，小伙伴们有没有发现，就是射击游戏里打丧尸的类型特别多？因为大多数丧尸是没有脑壳的，就是密密麻麻的往玩家身上冲，冲进了就开始攻击。这个A的逻辑是很好写的，就比如画面中的这种怪物。但是呢这种拿枪射击的人形怪的A要怎么做？最简单的设计就是让他跟你站着对射，他不动，然后再给他弄一点尾随机的命中率，就是开始打不中玩家，给玩家一个反应时间。然后随着怪物射击次数的上升，命中率也会上升。然而这种就属于是基础款了，能用就是个枪法，不装但谈不上好玩。一般情况下一场战斗对方都是负数怪物严格意义上是会跑位、躲避以及互相掩护的，而做这些交互行为的时候又要注意为游戏技的根本不是让怪很强或者很像人很智能，而是让玩家爽到，让玩家感觉到对方智能的同时，我通过自己华丽的操作，无敌的枪法把对面打死了，要一种略胜一筹的爽快感。举个简单易懂的例子，A要学会陪领导打球，而玩家就是那个领导。A要会放水，但又不能放的太明显，这个就麻烦了。而且射击游戏玩家那个手的水平跨度可以这样说，比二级类别或者动作游戏的跨度更大。数值不好弄的同时，如果有氪金，还得兼顾一部分氪金对数值的影响，那就是强人所难，难上加难了。这还只是小怪。AI方面的还有boss AI方面的呢，boss的技能不一样，他的AI行为和设计就不能一样。比如这个大恐龙就皮V中的设计，有喷火有甩尾，好像还有个破盾打断的机制，要符合动物行为的AI又不至于乱动，让玩家打不出弱点，要怎么设计呢？还有这个产卵怪小别致，长得挺亲乎的，会下蛋，会召唤小怪，小怪会近身殴打你，他的本体也会近身揍你。这个boss的哎又得单独去设击，然后这游戏又涉及到组队，那这哎对玩家的仇恨锁定又要怎么弄？工作量非常之大，这还只是给开发人员一点小小的AI震撼。还有关卡设计呢，小伙伴们可以理解成地图副本的设计吗？一般的二批G或者act远处看到敌人，无论怎么引怪、偷袭、埋伏，最后的逻辑都差不多是近距离与怪互殴。而偏射击游戏不一样，必然要考虑地图的远中近距离三个层次的设计。因为对应了不同种类的枪械嘛，远距离有狙击，冲距离有各种枪，近距离有喷子。那地图的关卡设计得按照这个规则来啊，要好看又要有玩法，还得兼顾三个距离的交互设计，想一想就脑壳清透。你看要是做P设计游戏，是不是这些麻烦的怪物呀、哎呀呀、关卡呀都不用头痛了。所以说市面上设计游戏才那么少呀，大多都是为P设击游戏。而至于的设击游戏，呃，阿婆那种刀剑神域77类型的游戏称之为mm o射击游戏，就是一个大世界很多玩家的那种像命运这种的公开事件。十几个人一起然后跑操，需要配合的算是设计mo但这种品类真的太少了。而北落狮门这个游戏微中看到好像最多三个人组队，感觉很难算得上是m阿婆，觉得经典m还是应该有一个大世界交互，一个boss可以几十个人围殴的那种。十几个人瑞德的命运二我知道，但几十个人拿着枪对着一个boss狂射的有点难想象呀。老师那要是将他们设置成战法木体系呢，那为啥不直接玩战法木呢？还经典一些。个人觉得M射击还是更适合pvp吧，不然感觉就跟射击游戏的玩法操作反馈这一体验流程就挺冲突的。而且这冲突还是基于不能数值氪金的前提下，跟氪金挂钩。别看小说里面写的酷，什么一个装备多少多少钱，小说里面带入的都是主角，那当然爽了。而现实中嘛玩家就是主角打死的那堆体验。所以说用小说的设计来设计游戏，就有一种脑干缺失的离谱。也正是因为皮射击游戏难做，所以阿婆才对这个游戏有所期待，也想试试。毕竟射击游戏看皮皮看不出来个啥，还是要真的上手才知道。这里随便说两个有意思的点。第一，枪械手感，这个非常重要。枪械的机械手感是一个很微妙的东西。打个简单的比方，就如同动作游戏的打击感，哎，就是那种有一定的技术和规律可循，但是大多数靠经验和感觉，感觉到了就到了。第二节奏感，什么时候躲，什么时候等对面的火力覆盖剑气，什么时候开摄，什么时候换弹。其实多玩玩射击游戏就会发现是有一种奇妙的节奏感在里面的。这种节奏感也是射击游戏体验很重要的一部分啦，反正到时候阿婆会去试试看，就当是皮射击游戏的市场调研啦，感兴趣的小伙伴也可以去预约试试哟。虽然现在皮射击游戏还不多，但就阿婆所知的在路上的已经有很多了。到时候看看谁对射击游戏的理解才是正确的。我们下期再见，拜拜拜拜拜拜。",
  "comments": null,
  "scraped_at": 1763546440.4892302,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "北落师门是一款PVE射击游戏，国内少见的此类作品。",
        "游戏世界观设定为末日废土风格，文明崩溃后由帮派管理城市。",
        "游戏中存在斧头帮组织，其标志为三把斧头，成员穿长衫。",
        "游戏中的怪物分为机械怪物和血肉怪物两类。",
        "血肉怪物源于环境变异，而机械怪物由人类科研势力制造。",
        "美术风格具有中式废土美学特征，画面细腻。",
        "场景包括战废墟、人类聚居区、歌舞厅和火锅店等元素。",
        "玩家可自由购买枪支，武器系统丰富，涵盖远中近三种距离类型。",
        "关卡设计采用副本式结构，大地图机制尚未明确。",
        "剧情偏向个人向叙事，非重剧情导向。",
        "游戏支持最多三人组队，不构成传统MMO规模。",
        "游戏玩法参考《一迹灰烬重生》的副本推进模式。",
        "PVE射击游戏的核心难点在于怪物AI与关卡设计。",
        "PVP射击游戏无需复杂怪物设计，对手即玩家本身。",
        "PVE射击游戏需独立设计怪物AI行为与技能机制。",
        "Boss如恐龙类敌人具备喷火、甩尾和破盾打断等技能。",
        "产卵怪会下蛋并召唤小怪，本体也具备近身攻击能力。",
        "组队模式下需处理怪物对玩家的仇恨锁定逻辑。",
        "关卡设计需兼顾远、中、近距离交互层次。",
        "不同枪械类型对应地图中不同战斗距离区域。",
        "枪械手感是影响射击体验的关键因素之一。",
        "节奏感体现在躲闪、火力覆盖、开镜与换弹时机上。",
        "游戏目前处于预约阶段，尚未正式上线。",
        "阿婆认为该作值得期待，计划亲自试玩进行市场调研。"
      ],
      "key_opinions": [
        "斧头帮坚持穿长衫可能是情怀驱动，而非单纯设定。",
        "机械怪物的存在逻辑暗示有科研人类反派在幕后操控。",
        "中式废土美学带来强烈的文明落差冲击感。",
        "歌舞厅舞蹈动作表现不佳，不如预期。",
        "世界虽毁灭但仍有娱乐活动，体现人性韧性。",
        "剧情若铺陈大量世界观却不做深度叙事，属于浪费资源。",
        "PVE射击游戏难做，核心挑战在于AI与关卡设计。",
        "怪物AI应追求“陪领导打球”式的放水策略，既不过于简单也不过于智能。",
        "玩家手速跨度大，数值平衡难度极高。",
        "氪金系统若引入，将加剧数值平衡的复杂性。",
        "大型BOSS设计需符合动物行为规律，避免乱动干扰弱点攻击。",
        "产卵怪的设计需单独配置AI行为逻辑。",
        "组队时仇恨锁定机制设计工作量巨大。",
        "地图关卡需同时满足视觉美感与玩法功能性。",
        "PVE射击游戏的关卡设计比PVP更复杂且耗时。",
        "当前市面上PVE射击游戏数量稀少，主要因开发难度高。",
        "MMO射击游戏在现实中难以实现大规模多人围殴场景。",
        "将小说中的氪金爽感直接套用于游戏设计，是脱离现实的脑干缺失。",
        "经典MMO射击应具备大世界交互与数十人协同作战机制。",
        "以战法木体系替代PVE射击，可能更符合现有玩家习惯。",
        "PVE射击与PVP在玩法反馈流程上存在根本性冲突。",
        "真正优秀的PVE射击游戏需要极强的团队协作与技术积累。",
        "阿婆对该游戏抱有较高期待，认为其或能突破国产PVE射击瓶颈。"
      ],
      "key_datapoints": [
        "游戏支持最多三人组队。",
        "游戏包含狙击枪、冲锋枪、霰弹枪等多类枪械。",
        "怪物分为机械与血肉两种类型。",
        "BOSS具备喷火、甩尾、破盾打断三项技能。",
        "产卵怪可召唤小怪并近身攻击。",
        "游戏尚未正式上线，处于预约阶段。",
        "阿婆已计划亲自试玩并进行市场调研。",
        "国内成功的PVE射击游戏极为罕见。",
        "PVP射击游戏普遍采用简单地图设计。",
        "玩家手速水平跨度大于动作类游戏。",
        "部分怪物AI具有随机命中率机制。",
        "随着射击次数增加，怪物命中率逐步上升。",
        "游戏画面细腻，美术质量较高。",
        "场景中出现火锅、海鲜、电影等生活化元素。",
        "游戏整体氛围呈现末世下的文明残存感。"
      ],
      "topic_areas": [
        "末日废土世界观",
        "斧头帮组织设定",
        "怪物类型与设计",
        "AI行为机制",
        "关卡与地图设计",
        "枪械手感与节奏感",
        "组队与仇恨系统",
        "PVE vs PVP差异",
        "国产射击游戏稀缺性",
        "MMO射击可行性",
        "氪金系统影响",
        "剧情与叙事定位",
        "美术风格与视觉表现",
        "玩家操作体验",
        "市场期待与调研"
      ],
      "word_count": 3,
      "total_markers": 62
    },
    "comments_summary": {},
    "created_at": "2025-11-19T18:00:40.497391",
    "model_used": "qwen-flash"
  }
}