{
  "success": true,
  "video_id": "6ps3jFfl39I",
  "url": "https://www.youtube.com/watch?v=6ps3jFfl39I",
  "content": "I caught a crab and I'm naming him Herbert. Do you like my crab? What do you think? Witness him. Witness Herbert. I think I just found my first friend. I'm so pleased that the Herbert agenda is spreading. This is why you can't let me near MMOs, dude. I'm going to start a Herbert cult. Today, I'll be giving my first impressions of my first hour playing Petite Planet. Hoya versus brand new cozy life simulation game. Coming from somebody who grew up playing Animal Crossing, Harvest Moon, Story of Seasons, cozy life sims are my bread and butter. All right, this is my favorite game genre. and I'm excited to jump right into this one. I haven't been so excited to play a new game in a while. That being said, let's get right into it. The game opens in a whimsical and mysterious manner. We pan over a bunch of different planets. Perhaps we can explore them someday and meet a couple fuzzy little creatures. He's so cute. Hello. We're also introduced to some new friends and members of Lumio, an organization who's set on developing planets and exploring the surrounding galaxy. Now, it is time to create our character. Oh, hell yes. I will say options are a little bit limited here. We only have a couple different color options. I want orange hair, but they only have pink or yellow. I'm assuming this will open up later when we unlock more customization options. Looking cute, looking snazzy. We meet a few more members of Lumio, including this luscioushaired dog. And we set off on our quest to develop a planet, which I have decided to name Cheese Land. We get to select between two different galaxies who have differing initial terrains and climates. I mean, I don't know. Hexio seems pretty nice. I feel like that's kind of basic, but it's looking cozy. And off we go on our adventure. The first day in the game is essentially a tutorial just rumaging around, collecting flowers, learning how to fish, catching bugs, and tending to a Luca seed, which when watered opens up new resources, areas, and wildlife on your planet. See how this works? Okay, so it is Animal Crossing style. Just click the button once it gets yanked under. I You know, I will say I do like how the residents just like do stuff. She's just been running around collecting fruit. Now she's fishing. I feel like she has some sentience. Where'd she go? See, she's just rumaging around. What are you doing over there? What is she going to do? Is she going to go fishing again? I guess so. Excuse me. That's mine. I want it. Get away. No. Get away. This is my fish. No. Can she actually catch anything, though? No. Come to me. That's right. You see this? There can only be one pink pigtailed girl in these parts. Okay. Donate, donate, donate, donate, donate. Maybe this will become a museum eventually, hopefully. Okay. And then get Luca to water the tree every time we accomplish tasks. And then when you water the tree, more things occur on the planet. So, I guess that's a cool progression system. Oh. Oh jeez. Violent with it. Jeez. Just reach in there with her bare hands. Crushes it between her fingertips. No, that's mine. Get away. Stop competing with me. I unlocked a house. Time to decorate my house. Whoa. That's how I get in my bed every night. Whoa, that was even crazier. All right, send me your craziest trick shot getting into the bed. I look forward to seeing your entries on twitter.com. Thank you. During the first day, the tutorial section is a little bit long, but the best is soon to come. Things will be opening up very shortly. Specifically, once I discovered the multiplayer functionality, you're going to want to stick around for that part because I feel like that's where a lot of the heart and soul of this game currently lies. Wow, you can see them on the map. That's so convenient. Are you there? Is she holding an axe? Oh, no. She's holding a shovel. I'm here to chop your head. Please don't. Eek! You scared me. You're the one carrying a shovel around my new planet. I brought a little something for you and the planet. Yeah, it's a little embarrassing to say. Oh, she just says that. Don't leave me with her. No. Check your bond level with neighbors here. Chat, give gifts, and complete neighbor memos each day to increase your bond. Ooh, okay. What do you get when your bond goes up? Whoa. Hello. Give five gifts. Set out on star sea voyages. Neighbor events. Wa. Okay, this is this is pretty in-depth here. I appreciate that. Talk to Yuno and invite her to settle down, girl. We just met. Oh, of course. She just comes running on over here. I want to be friends, too. Hi. Get away. She's my friend. Would you like to settle down together? How about staying here and living with us? We found a new resident. I will probably kick her out later, but for now, you know what? She'll do. Oh, I want to see all the different varieties of neighbors I can invite. That's so exciting. Can I live next door to you? Oh, no. There's one of those. Where is the furthest away from my house? I'm just going to casually put you right here where mobile can watch you and make sure you don't stalk me in the middle of the night. I want to give you a top as a little gift, but I don't know what kind of style you like. Can you tell me? Cool and stylish. Is that Leon Kennedy? What do you think? Thank you. I thought so, too. How about we have a dinner party together? Oh, a cooking counter. All right. Yippee. But rice and tomato. You made salmonella. All right. I made some dishes. Oh, this looks so good. No, everyone's leaving. We didn't even eat our food yet. I've learned a reaction. Oh, I'm shy. Oh, just died in front of the table. Get it, girl. Get it. Oh, damn. Who's blowing fireworks back here? Stop. You're going to set this place on fire. Don't walk away from me. As Thank you for your help. I've got a little something for you. But before that, mind if I ask what kind of style you like? I guess I'll go cool and stylish again. Ooh. Okay. Oh, now we're talking. Okay. Okay. I'm assuming we're going to unlock more hairstyles and stuff later. They also say something about makeup. Little shorts. Oh, I can run around shoeless. I'm doing it. This is my planet. You can't tell me what to do. Going shoeless. Getting my socks all dirty. Putting my shoes back on. I felt guilty. I felt guilty. Oh, I unlocked some story about her. Whoa, whoa, whoa. This Oh my, there's a novel up in here. I love that. Okay, not going to name any names, but some other games tend to have really um shallow villagers with shared personalities. They're a little vacant. I do appreciate everybody being very distinct and actually having backstory. It makes me wonder how many neighbors there are. I'm assuming they're going to add voice acting to this eventually cuz there's not any at the moment. Good morning, sunshine. Is how I woke up this morning. The crab. Wow. Oh. Oh, we get like a beach now in the ocean. That's mine. Give it to me. Yes. Hermit crab. He's so cute. I want to keep it as a pet. I feel bad. It keeps telling me to cook them, but they're like squirming around and looking all cute. I don't want to. Oh, look at him. His name is Herbert. Herbert, stop playing hard to get. Oh, Herbert, you're so cute. Who are you? Oh, this person is a curator of fine creatures. So, we have 67 fish, 41 bugs, and 40 shore dwellers. It's telling me to get a fish, but I need another Herbert. Herbert 2. Oh, never mind. This is different. I want something to keep as a pet, but I have to donate things. So, Herbert 2. No, he's Herbert 3. Herbert 3. Herbert three yet. Okay, I got one. Whoa, whoa, I'm out of strength. When you run out of strength, open your backpack and select some food. Select the food and consume to restore strength. So, you just need to eat once in a while to get your strength back in order to do things like fish. Interesting. I mean, that gives you an incentive to cook, I suppose. You can build an eco house that's capable of housing even more creatures. Please pick a spot and set it down. It'll be done by tomorrow. Yay. Okay. I love collecting critters, putting them in a museum of sorts, so that's cool. Can I put Herbert in my house? Herbert, I have the force. I'm force gripping this crab. Sit in my bed, Herbert. You can sit on this stool. Don't you want to live with me? Okay. Can I put this in my house? Yes. Herbert, put him in. Herbert, no. Oh, Jesus. I am not happy right now. All right. Okay. Well, if anybody knows how I can put Herbert in my house, please let me know. I really need to. Sorry, I was stretching. All right, I gathered all the materials. Boom. Boom. Boom. Yo, nice. Whoa. Where are we going? Who are you? It's John Goodman. I'm your guide at the Galactic Bazaar. Who's that? Is that a If you'd like to chat with someone, try adding them as a friend first. Whoa. I believe we've made it to the land of online multiplayer. Ravos, we are wearing the same jacket. I like your emo hair. The rhythm challenge is a team-based score game. Let's do it. You want to play with me, dude? Oh. Oh, there he is. Okay. Okay. Okay. Here we go. Grabs, you're not facing the right way, honey. Up. Up. Okay. Four ra. Right, right, right. He's twerking over there. Yeah, we did it. I won. MVP of the round, Kumax. That's right. Let's go. Hello. Oh, you're so cute. Okay, I got 16. I can't really buy anything. Different eye colors. Guitar. Bunch of instruments. Oh, get it. Oh, get it. Oh, there's a stage. I can play the instruments. Actually, me and drum line in high school. This is cute. There's just a lot of little playground areas. If you're playing with your friends in multiplayer or with strangers, that's fine, too. Maybe I should add somebody. I want to see if the chat is like an actual chat or if there's just suggested words. You there or come back. This friend request sent. Okay, we're friends. Hi. Okay. Okay, so I can fully chat. They said it was proximity chat, too, which is cool. Oh, we have a cafe. I can enter and chat freely with everyone in this store. While private rooms are created by room owners and are only accessible through invites. Oh, there's one in here. Oh, menu. Oh, this looks delicious. I want this. Oh my god, I can choose I can choose my order. Oh, okay. Hot. Um, iced. Okay, it's kind of a cold day, so I'm going to want I want hot. I'm going to do half sugar. That's so fun. Just like little stuff like this. This just has so much room for imagination, which I think is so refreshing. Bye, queen. Can I play and Oh. Oh, people are going to definitely make up actual songs using this if you can play chords and stuff. Whoa, there's a ton of people out here all of a sudden. What happened? Yo, she's so cute. Wait, come back. Yo, Goo, look at him go. Yeah, you guys are so good. Come on. We're having a lay down party over here. They're giving me a flower. They're giving me a flower. I'm going to cry. I'm going to cry. I'm going to cry. How nice. Can I Can I give someone a Herbert? Can I give someone my Herbert? Would you like to look at my Herbert? Pretty cool, right? Scared. No. He's nice. He's friendly. I swear. Oh, this is so cute. This is so wholesome. Oh. Oh. Oh. Oh. Wait. Wait. Wait, what is their name? Wait. Okay. Wait, wait, wait. Hold up. Hold hold on, hold on. I got to I got to add you as a friend. I got to add you as a friend. And I'm going to ask them what Shrimp's name is. Please add me. Please add me. Yes. Yes. Okay. Okay. We're friends. What is Shrimp's name? Frederick. Let's go. And the crab. Herbert. Okay. Well, me and Herbert are going to watch you while you break it down. Hell yeah. Let's go. Do you like my crab? What do you think? I think she's possessed. Oh my god. Hold on. I have to I have to go show Shampoo. She's She's the queen of the hour. Witness him. Witness Herbert. Oh, Satsuna. Oh. Oh, you got something big over there. I see you. I see you, dog. Let's go. Let's go. Oh. Oh. Oh. Oh. We got a gang. We got a gang going on over here. I'm so pleased that the Herbert agenda is spreading. Small bear, come here. Yes. Small bear. Small bear. Ash. Ash. Come on. Let's go. Oh, this is such a treat. This just really opens up a lot because not only do you get to decorate and craft around on your own. Thank you. I appreciate it. Um, not only do you get to craft and final, not only do you get to work on your own personal planet, but you also get to come here, hang out with people in multiplayer. Oh. Oh. Oh my god. What's happening? Oh my god. We're holding hands. Where are you leading me? Whoa. Whoa. Where are we going? Oh my gosh. I was trying to do an outro, but this is taking a turn. Are we watching the moonlight together? We're making a f laa. I'm not controlling this, by the way. I I am being um They were leading me by the hand. Why are we crying? Here we go. Here we go. This is better. Yeah. Not me blushing, dude. That was so cute. The holding hands thing. And they they led me where they wanted me to go. All right. Well, before I get proposed to or something. Anyway, this has been a lot of fun. As I was saying before, there just seems like there's a lot to do in this game so far. This is only the closed beta. Something I noticed is most of the time if there's something I wanted to interact with, I was able to. Other than being able to put Herbert in my house, but maybe that was a fluke. If you want to do it, you can. And that's what we all want in a video game, right? A couple critiques I have. One being we do need some more hair colors and skin tones when you create your character at the very beginning of the game. Hopefully, they can add some more. I also feel like the tutorial was a little bit dense. I personally think we can do without some of the text pop-ups that were appearing pretty often. maybe pare down on the dialogue a little bit. But otherwise, I really enjoyed my first couple of hours playing this game so far. And yes, I played for two hours even though I said I'd only play for one. I feel like I barely scratched the surface on my own personal planet. And I imagine this Oh my god, you turned into me. What has this become? I am you and you are me. So anyway, I will be keeping my eyes out on Petite Planet for when it officially releases. I'm very excited to see what this game evolves into and I hope you guys are as well. This is like genuinely just a very positive first impression. I will probably be playing more, but personally with these closed beta tests, I usually don't get super far because I don't really want to like reset once the full game comes out, but there's a lot to like here. So anyway, thank you guys so much for watching. Be sure to give this video a like if you're interested in more Petite Planet videos, and subscribe for more. I'll see you next time. Goodbye.",
  "title": "So I tried Hoyo's new cozy game, Petit Planet...",
  "author": "Koomaxx",
  "publish_date": "",
  "source": "YouTube",
  "language": "auto",
  "word_count": 2821,
  "extraction_method": "youtube",
  "extraction_timestamp": "2025-11-18T12:01:53.257655",
  "batch_id": "20251118_040058",
  "link_id": "yt_req4",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 2821,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-18T12:01:54.118690",
    "model_used": "qwen-flash"
  }
}