{
  "batch_id": "20251118_040058",
  "link_id": "yt_req8",
  "source": "youtube",
  "metadata": {
    "title": "Your New \"AI FRIEND\" is a DISASTER Product",
    "author": "Upper Echelon",
    "url": "https://www.youtube.com/watch?v=R9ylBG7TUuA",
    "word_count": 2448,
    "publish_date": ""
  },
  "transcript": "this video is brought to you by Factor stick around to hear more about the special offer they're providing to the entire upper eong Community okay today is a wild ride because we're basically living in a real-time episode of Black Mirror where Tech Bros are just shoving each other out of the way to be first in line over who gets to make the creepiest new product ever and call it their own let's start with this friend.com bear with me here friend.com is a domain name obviously purchased by a media titled whiz kid named ABY schiffman the website is the primary home base for his new product called friend which is an AI necklace which is basically just a microphone that connects by Bluetooth to your smartphone and listens to everything that happens around you it's an AI friend because it records your conversations tracks your overall location and basically intrudes on your life than talking to you through your phone as if it's somehow your friend pretty creepy right well the necklace costs $99 it's available for pre-order right now but the surrounding context of what this is where it came from and who's responsible for it especially is just fantastically bizarre in a world where people are climbing over each other to make the biggest invasion of privacy they can possibly think of and sell it to rabid consumers let's begin friend this new fresh hell AI privacy invading necklace with some of the creepiest marketing I've ever seen in my life by the way is built around the domain name friend but that domain name allegedly cost $1.8 million sure that's not exactly uncommon in the world of domain name purchases HBO spent roughly the same amount for max.com when switching The Branding to their new streaming service in 2023 but what stands out the most in my opinion is that this new AI technology company has only raised 2.5 million according to TechCrunch which makes the purchase of a $1.8 million domain name the Lion Share of the entire company's net worth right now to be fair it's probably on a payment plan people buy and sell popular domain names all the time sometimes going out as much as 5 years with monthly payment installations but trust me when I say this the price of the website is probably the least interesting thing about this company interesting in this context meaning horrifying and Shady it just happens to be the reason I fell down the rabbit hole here we go Tech crunch describes Avy shiffman as quote a Harvard Dropout who built a Webby award-winning website the tracks covid-19 end quote with a link redirecting here Facebook where Dr fouchi is presenting an award to ABY shiffman directly for his creation of this website called ncov 2019.liv the year in 2020 again presented by Dr fouchi but was also a meteoric rise to Fame in general which saw him featured by everyone from Bloomberg all the way to MIT technology review a teenager's guide to building the world's best pandemic and protest tracker or the high schooler who became a covid-19 watchdog that one's from The New Yorker and even the Corona virus dashboard creator has a new Target elections from Wired Magazine even Nigel duza editor at CNBC was saying things like this kid is a superhero as ABY schiffman got real famous real fast and now he's making a privacy invading AI necklace but something doesn't feel right during an interview with Bloomberg ABY schiffman had this to say about his world famous website you know I still want to play video games with my friends and stuff like that it's fun to just be a normal teenager sometimes as well and you know forget that you know I'm running one of the biggest websites in the world um yeah say hello to Bloomberg day Minecraft my name is AI schiffman and I'm 17 years old and I built one of the largest coronavirus tracking websites in the world I just wanted to make an easy way to find the numbers and how many people were infected with the Corona virus and I noticed it was just really hard I mean you had to go to Chinese government websites to get the most upto-date information but you know it's all in Chinese and so I thought I could just extract the numbers and add it to a much larger data set and I do that for basically every single country I wanted people to be able to get the information just at a glance you see the total confirmed you know the total deceased it's all right in front of he extracted the numbers for basically every single country and added them to a larger data set but if you then start looking through the Press coverage of it all you find things like this from the Seattle Times quote Q&A ABY schiffman the Washington State team behind a coronavirus website with millions of views end quote where the picture is him holding his laptop with a covid map on screen the caption reads ABY schiffman 17 created a central Hub online that compiles data and information about the new Corona virus however that map is from a team of volunteers on redit he didn't actually make it things are starting to get interesting I think all right before I go further here's a fact about me I dislike cooking I like eating but I dislike cooking and I'm also big on convenience for those two reasons I've happily accepted a sponsorship from factor which is a meal prep service that delivers fresh never Frozen and dietitian approved meals to your doorstep I'll keep it simple and straight to the point I use it to save me time while still eating a wide range of healthy options in a cost-effective way they have 35 weekly options to choose from with 60 additional add-ons and can be fully prepared in Just 2 minutes they have options like keto calorie smart or vegan among others and for anyone who looks for this kind of thing they offset 100% of delivery emissions and Source 100% renewable electricity for production sites and offices my personal experience is that it cuts down on shopping trips it cuts down on prep time and it's extremely flexible in terms of order size and food options so if I need to adjust something it'll be very easy favorite meal so far has been the cheesy bacon ranch shredded chicken and some people already know this about me but I really like cheese if something says cheese in the name give me the cheese don't sprinkle a tiny bit on there and act like that's worth my time Factor actually puts a good amount of cheese it may seem small but it's a pretty big deal to me if you want to learn more head to factor 75.com or click the link down below and use code Echelon 50 to get 50% off your first Factor box and 20% off your next month of orders that's code Echelon 50@ factor75.com to get 50% off your first box plus 20% off your next month of orders big thank you to factor for sponsoring the channel back on task this is where the rabbit hole gets much deeper very quickly this was called out publicly the usage of a map that wasn't made by him as part of the world popular website that he got famous for with allegations posted on the subreddit off my chest two years ago then copied over into the Harvard subreddit as well down below the call out in the Harvard one an account named meepo 69 responded which turned out to be ABY schiffman giving his side of the story trying to clarify these allegations he mostly just said I told the reporter that the map was from the Reddit team and I credited you guys so it's all good not my fault but what's important here is the account name meepo 69 why is it important because if you go back to the height of this website's popularity around April 2020 actually the day after CNBC editor Nigel duza called him a superhero you can see an archive where the source code of the website straight up shows that he's scraping all of the data from a news agency called bno which was the real Source let's go back back to that Bloomberg interview I think my name is AI shiffman and I'm 17 years old and I built one of the largest coronavirus tracking websites in the world and so I thought I could just extract the numbers and add it to a much larger data set and I do that for basically every single country H well it turns out that the Reddit account meepo 69 openly confirmed this on multiple separate occasions quote I just get my data from bno so I rely on them to be accurate yeah this incredible website leading to Abby schiffman becoming person of the year in the Webby Awards and recognized by everyone from major media figures to government officials even billionaires was just data scraped from bno and reskinned with a bonus map from Reddit that was made by a team of volunteers not by him so why does it matter well it matters because now Avy schiffman is launching some new dystopian AI companion garbage but this new Venture is also plagued by controversy controversy beyond the fact that this is the stupidest product ever it's creepy it's unnecessary and it's invasive to everyone's privacy not just the person wearing it personally if I ever meet someone with this [ __ ] around their neck they're disallowed from coming inside my house and I will shame them I will not spend time with them they can either take it off or get away from me constantly recording everyone else around you is completely unacceptable anyway friend has a brand new problem because it's oddly similar to this right here which is also called friend from a company called based Hardware developed by a man named Nick Chev chenko these two Tech Bros are currently squabbling about who came up with the idea on social media and it's difficult to tell who's outright lying or who has legitimate claim to the concept nor do I actually care because they're both pathetic but this version of friend being made by Ali shiffman is under a company called myab AI which filed a trademark application on May 7th of 2024 whereas Nick shevchenko announced his open- source and cheaper version of friend in March unironically it's this the meme I don't know who actually came first nor does it even matter but if Ali schiffman can spend what 1.8 million on just a domain name why exactly couldn't he file a trademark application when he allegedly started that process why would you wait until months after the fact when you're staking the majority of your whole company's net worth on a simple website name it makes zero sense shiffman used to do crypto YouTube videos by the way like six years ago Rags to Riches even Tron coin price predictions he allegedly scraped all of the data that made him world famous to begin with and now he's launching one of the creepiest products I've ever seen after he gets beaten to the same market with the same name by a competitor who's doing it cheaper he basically has a more expensive version of a thing that will already exist which records everything you do all the time and is connected to the internet what could possibly go wrong with that idea inov vestors which is a term historically used in a self- congratulating Way by a group of really idiotic people who fancy themselves to be intellectually Elite because of their status are some of the dumbest people out there right now throwing money at the peak of an AI startup Bubble at the stupidest things I've ever seen in the case of friend which is effectively an AI companion that's just a monetized privacy violation the founder has one of the shadiest origin stories you can imagine while launching a product that nobody should want into a market where it's a more expensive version of Something Open Source by the way I forgot to mention that the other competing product that's beating him to the market is open source and it already exists with the exact same name and it's a necklace like what I don't think you could make a worse company to invest in if you sat down and tried to make it bad and yet they're raising Millions AI wearables are off to an incredible start by the way Humane the pin got completely roasted by pretty much everyone with a brain and his attempted to sell the company off just one month after launching because it failed so hard rabbit the other AI pin was essentially the same thing just even more broken with an nft scam on top somehow and now as if nobody learned their lesson the first time we get friend and other friend which will be wearable AI necklaces this time not pins throwing up some of the most obvious red flags you could think of long before they ever hit the shelves at this point I honest ly think Silicon Valley deserves to be scammed these people these Tech Bros are making things that should not be made with resources that should not be consumed and they're duping everyone into thinking that their Vision has value despite being a purposeless example of overin my prediction and here's the disclaimer this is my personal opinion here my prediction is that these products are a complete joke one or both of them more likely will turn out to be a near complete fabrication failing to deliver in practically every single sense of the word followed quickly by the company closing down and everyone losing all of their money except the founder who goes out and buys a bunch of luxury cars bookmark this video come back to it let me know if I'm wrong that's it if you want to support the channel there's links down below Factor the video sponsor of course merchandise social media patreon and locals for monthly memberships and more but I'll cut it there and stop rambling as always thank you all for watching question everything and have a nice night",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Friend.com domain was purchased for $1.8 million.",
        "Avy Schiffman is a Harvard dropout who gained fame in 2020 for creating a coronavirus tracking website.",
        "The website ncov2019.liv was recognized by Dr. Fouchi at a Webby Awards ceremony.",
        "The website's data source was originally from BNO, a news agency.",
        "The interactive map used on the site was created by a Reddit volunteer team, not Avy Schiffman.",
        "Schiffman claimed he extracted data from BNO and compiled it into a larger dataset.",
        "Schiffman used the account name 'meepo69' on Reddit to discuss his project.",
        "The account 'meepo69' confirmed publicly that data came from BNO.",
        "MyAB AI filed a trademark application for 'friend' on May 7, 2024.",
        "Nick Chevchenko announced an open-source version of 'friend' in March 2024.",
        "Chevchenko’s product is cheaper and open-source compared to Schiffman’s version.",
        "Both products are AI necklaces with Bluetooth connectivity to smartphones.",
        "The AI necklace records conversations and tracks user location.",
        "The device functions as an AI companion that communicates via smartphone.",
        "The product is marketed as an 'AI friend' but raises significant privacy concerns.",
        "The company behind the product, MyAB AI, has raised only $2.5 million.",
        "The $1.8 million domain purchase represents a large portion of the company’s net worth.",
        "The product is described as invasive and unnecessary by the video creator.",
        "The video creator refuses to allow anyone wearing the device into their home.",
        "The product is seen as a monetized privacy violation.",
        "The video creator believes the product will fail due to poor design and ethics.",
        "The founder has a controversial origin story involving data scraping.",
        "The product launches amid a broader trend of failed AI wearables like Humane Pin.",
        "The video creator predicts the company will close down and investors will lose money."
      ],
      "key_opinions": [
        "The AI necklace is one of the creepiest products ever made.",
        "The marketing for the product is among the most disturbing ever seen.",
        "Schiffman’s rise to fame was built on stolen or misattributed work.",
        "The use of a Reddit-made map without proper credit is ethically questionable.",
        "The product is fundamentally unnecessary and invasive.",
        "Silicon Valley deserves to be scammed for promoting such useless tech.",
        "Investors in this space are making irrational decisions during an AI bubble.",
        "The product is a near-complete fabrication with no real value.",
        "The founder’s behavior reflects a pattern of exaggeration and deception.",
        "The timing of the trademark filing appears suspicious given the domain cost.",
        "The open-source competitor makes Schiffman’s product redundant.",
        "The product is worse than previous failed AI wearables like Humane Pin.",
        "The video creator believes the product will fail spectacularly.",
        "The company is poorly positioned to succeed despite high funding claims.",
        "This venture exemplifies overengineering and purposeless innovation."
      ],
      "key_datapoints": [
        "$1.8 million spent on the friend.com domain name.",
        "$2.5 million raised by MyAB AI company.",
        "Domain purchase cost represents a significant share of company net worth.",
        "Trademark application filed on May 7, 2024.",
        "Open-source version announced in March 2024.",
        "$99 price point for the AI necklace.",
        "35 weekly meal options available through Factor.",
        "60 additional add-ons offered by Factor.",
        "Factor meals can be fully prepared in 2 minutes.",
        "Factor uses 100% renewable electricity for production sites and offices.",
        "Factor offsets 100% of delivery emissions.",
        "Video creator’s favorite meal includes cheesy bacon ranch shredded chicken.",
        "Webby Award recognition for the ncov2019.liv website.",
        "Website received coverage from Bloomberg, MIT Technology Review, The New Yorker, Wired, CNBC.",
        "Schiffman was called a 'superhero' by Nigel Duza of CNBC.",
        "Website had millions of views during peak popularity.",
        "Data scraping started from BNO news agency.",
        "Reddit team contributed the interactive map used on the site.",
        "Account 'meepo69' was linked to Avy Schiffman.",
        "Schiffman was 17 years old when the website launched.",
        "Bloomberg interview conducted when Schiffman was 17.",
        "Product launch timeline shows delay between idea and trademark filing.",
        "Humane Pin launched and failed within one month.",
        "NFT scam was associated with the Rabbit AI pin."
      ],
      "topic_areas": [
        "AI Privacy Invasion",
        "Domain Name Controversy",
        "Founder's Credibility Issues",
        "Tech Bro Culture",
        "AI Wearable Failures",
        "Open Source vs Proprietary",
        "Marketing Ethics",
        "Startup Funding Bubble",
        "Data Scraping Scandal",
        "Celebrity Tech Founders",
        "Consumer Surveillance",
        "Product Redundancy",
        "Sponsorship Disclosure",
        "Environmental Impact of Delivery"
      ],
      "word_count": 2448,
      "total_markers": 63
    },
    "comments_summary": {},
    "created_at": "2025-11-18T12:02:13.412214",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763438544.6272051
}