{
  "success": true,
  "video_id": "DEWyZ05okFA",
  "url": "https://www.youtube.com/watch?v=DEWyZ05okFA",
  "content": "There's a new Sims killer on the market. It's called Enzoy. New game. So, this is a game kind of like The Sims. I guess it's like Sims. Like, EA has some competition. We checking out Enzoy. EA better watch out. There's a new kid on the block. Is this new game better than The Sims? This, my friends, is Enzoy. I have no idea how I'm going to record this video. If AI is used to to like generate stupid incoherent dances for a video game, good. For the past year, I have seen loads of people hype up an upcoming game that they considered to be the game that would finally bring competition to a genre that has been dominated for over two decades. The life simulator genre has been the home of The Sims and nothing but The Sims. And it's easy to see why that is. The Sims started off as a game meant to saterize the reality of living under a capitalist society. Hence why the first game carries a lot of inspiration of 1950s culture in terms of furniture, attire, and music. And it's also why the first game is impossible to beat. Welcome to hell. The Sims franchise went from being a critique of living under capitalism to being one of the very definitions of the horrors of capitalism in the gaming industry. It was said that you would destroy this, not join them. So, understandably, people wanted an alternative to those games. And in March of this year, players would finally get a real alternative to The Sims in the form of Enzo. This game sucks. All right, I'm getting ahead of myself, so let me dial back a bit. First off, I want to start by saying that competition is never always a bad thing. In fact, in most cases, it can help the products increase in quality over time as they try to oneup each other. An example I could give with this is when WWE finally got serious competition again in the form of AEW. I'm sorry. I keep referencing pro wrestling in my videos. Wait, no, I'm not sorry. So, when I heard that a new game was coming out, which was going to compete against The Sims, I was interested at first. But the more I learned about the game, and the more discourse I saw around it, the less excited I got. But regardless, I still decided to give the game a try when it did come out. And after an hour and a half, I refunded it and got my $40 back, which I then used to buy my 15th Silver the Hedgehog plushy. Look at him. He's adorable. I love him so much. Look, he's got big old hands and then he's got this little this little quill is a bit um it's a bit unraveled, but that's fine because he's still precious to me. I love him so much. There are a lot of issues I have with Enzoy and I think it's worth discussing them because this game that was hyped up as the Sims killer is nothing more than a Sims revor. So, today I'm going to go over some of my issues with the game and why I think it isn't what people say it is. We got trouble. I'm going to start off by talking about one of the things I love the most about The Sims, and that's it sense of humor. The Sims had a style that was always charming, no matter what was happening in the game. You could be doing the most mundane tasks, and they would still find a way to make it entertaining or silly. That's what makes the game so appealing to me. It doesn't try to take itself seriously and it rebels in making everyday life as cartoonish or goofy as possible. And some of the best examples of this are how the game integrates supernatural elements. Things like aliens, zombies, vampires, werewolves, and even the green reaper are all Sims. She is such a bad [ __ ] though. And the games have different scenarios that can happen involving them. Your Sim can get abducted by aliens and then come back to Earth pregnant carrying an alien offspring. This is someone's fetish. bad example. You can live inside a haunted house and encounter all kinds of supernatural elements involving ghosts and there are haunted objects, rituals you can form. You can become a medium and contact the underworld. You can get a ghost pregnant. Point is, there's a lot of different silly and over-the-top things that you can do in the Sims. It takes pride in its wacky setting, and you can tell that it has a lot of soul put into it. They even went out of their way to create lore for each of the civilians or townies that you encounter in the game. For example, this is Bella Goth. She is a part of the Goth family and is married to Mortimer Goth. She has two kids named Cassandra and Alex. This character has a lot of mystery attached to them. As in the Sims 2, it's implied that she was abducted by aliens and placed into Strange Town. When you visit her and looked at her traits, she has no memory of her past life. And if you were to make cereal in the game, you can see a missing person print on the milk carton that clearly shows Bella Goth's face. There is a lot of fan speculation about her and her future appearances as well and if the current Bella Goth is a clone that replaced the one who is stuck in Strange Town. And this is all about one of the many townies in the game. There is technically a set timeline in the Sims universe with each game taking place at either a separate place in time or an alternate dimension. But if we went into that then this video would be way too long. Now, if we move over to Enzoy, the townies or Zoys are randomly generated, and they are nowhere near as interesting as the characters in the Sims. Enzoy uses their complex character AI as a crutch to make up for the fact that these characters are lifeless shells. There is a very noticeable lack of life in the NPCs in the game. And it's very telling when a game brags about having progressive character creation options like gender and sexual preference, but then in the actual game world, every single NPC is straight because they didn't bother putting more than an ounce of work into NPC variation. Like at that point, just make every NPC pansexual like The Sims did. For sake, if The Sims 1, which was released in 2000, had queer representation, then there really is no excuse. I just don't understand this. Like, are you trying to win over The Sims audience or not? Because I hate to break it to you, but most of the people who still play The Sims in 2025 are women and queer people. There is only so much that AI can do for you to carry your game until it becomes apparent that there is no real soul put into it. When you compare the worlds in these games, it's night and day. Enzoy brags about having an open world for your Zois the same way that The Sims 3 had an open world, which is funny considering The Sims 3 is the most poorly optimized Sims out of the entire series, mostly because of that open world. Enzo is filled with invisible walls, uninspiring areas, and assets that feel as though they were taken from other games entirely. Basically, the world of Enzo has cities that are based off real life cities, like Los Angeles. And while yeah, it's easier to just base your game world off of real life, it also shows a big lack of creativity when you just choose to make a replica of a real life city instead of creating an original one. And it especially becomes cheap when your replica of LA just looks like you asset flipped Los Santos and put it in your game. Enzo doesn't have unique or creative towns the way the Sims does with places like Strange Town or Pleasant View. It's just, oh, this is meant to be LA. This is meant to be Korea and this is meant to be Indonesia. Like, yeah, that's cool to have, but it just kind of goes to show that you're not doing anything awfully creative. Just like the art style of this game. Everything at Enzo feels as though it was pumped out of a lifeless corporate tube. Where's the love? The Sims and EA are obviously bloodthirsty examples of corporate gaming themselves, but at least their product feels like an actual video game. Enzoy instead feels like an experiment created solely for the purpose of training Craftton's AI. I'm not against a game having a realistic art direction, but when you try to make it as realistic as possible, it just feels so devoid of joy, if that makes any sense. I think the main reason to why The Sims is so charming to me is because the direction it took with its art style and gameplay both blend together so nicely, and it results in an experience that can serve as both serious or unserious depending on your play style. It's not for everyone and I think that's why a lot of people wanted an alternative. But to me, it feels very appropriate. But then when you turn to Enzo, it's so soulless that almost every logo or graphic in the game is AI generated. Which brings me to my next problem with the game and probably my biggest. That was boring, not funny, and nobody likes you. Hello everybody. Welcome back to another episode of Limus Rants for an ungodly amount of time about why generative AI is the worst thing to ever exist. Today's episode is going to be all about Enzo. Woo. Anyways, this game likes to take pride in its usage of generative AI. So much so that the banner and images promoting the game are AI generated themselves. This is an issue that is the whole reason as to why I'm even making this video to begin with. To start, when it was revealed that Enzoy would be using generative AI in their game, the studio behind the game Craftton posted a tweet responding to criticism of this decision. Allow me to read it for you. It says, \"Hello everyone. We have seen that there are some discussions regarding the generative AI feature used in Enzoy. We would like to inform you that Enzo is addressing AI features as follows. All AI features within Enzoy utilize proprietary models developed by Craftton and are trained using solely company-owned and copyright issue free assets and data. In addition, Enzo's AI capabilities are built into the client as ondevice solutions and therefore do not make communications online with external servers. We deeply appreciate your valuable feedback and we will make every effort to prevent any potential issues in the future. That last part wasn't in the tweet. I don't know why I said that. So, it sounds like there's nothing to worry about, right? If you know nothing about how generative AI works, then sure, everything is fine. I'm going to manplain what generative AI is to you. So, I hope you're ready. Generative AI demands an extensive amount of energy and electricity in order to function. There are these things called um data centers, and they hold most of the computing power that is needed for AI. But because generative AI in particular is so demanding, the number of data centers that are created for generative AI alone increases by, you guessed it, aillion. To put this into broader terms, chat GPT, for example, can generate over 1.3,000 megawatt hours of electricity. And this is just for the training of GPT3. If we were talking about GPT4, then that number increases to approximately 65,000 megawatt hours, which is the amount of energy it would take to fully charge your smartphone 522 times over. And that's just for generating a single image. Because the energy is so demanding, these systems and centers need extensive cooling. And that's where the water consumption comes into play. According to an article from Forbes by Cindy Gordon, AI's projected water usage could reach 6.6 6 billion M3 by 2027, which to simplify is about 6.6 trillion L of water. And this usage of natural resources is what leads to immense concern from the general public, especially given how normalized it has all become. You'll see YouTubers on this very site use AI for their thumbnails and not show much concern over it. So when putting that into the context of a video game where generating AI images and patterns is baked into the game's code and encouraged, then there is something clearly wrong. So TLDDR, we are all going to die. Oh, but it's okay because Craftton themselves say that the AI is trained off company owned assets and that their data set is based off a custom model. This is a lie. Think so. Looking into the files of the game, you can see that this custom model they speak of doesn't exist and instead they use stable diffusion which is not trained off company assets. And this is further proven by the fact that people were able to generate images of copyrighted characters like Mickey Mouse through the Enzo generative AI. So why does this matter? Well, because the second most negative thing about the use of generative AI is the impact it has on the job market, specifically the jobs of artists. Generative AI art and images cannot exist without stealing from the work of actual artists. And this was why so many people were upset over Craft and saying that they were incorporating generative AI into their game. So when it's revealed that this custom model they speak of doesn't exist and that this tweet is just utter [ __ ] then it should become very apparent to you that this game is not what they crack it up to be. But you can just not use the generative AI feature is what you may be saying if you were sniffing glue. While this is true, it's important to understand that this feature is encouraged in the game. And even without the participation in it, the game still uses AI generated images in its world. This taco truck is AI generated, this arcade machine, this ice cream truck, this sign, you name it. If Craftton is willing to use generative AI in these areas and then lie about it in tweets, there's no telling how else they will use it in the game without your knowledge. A lot of the time, companies and studios will use the excuse of creating custom AI models to justify their usage of it. However, what they don't tell you is that the only real way of making a custom model is by training an already pre-existing base model. As it stands, there is no way to create a custom AI model in data set purely off of original assets. Because people don't know how to do a Google search, they take it out of face value. Because why would a company tell such an obvious lie? No, you see, they don't they don't use Google search. They use chat GPT to get all of their answers whenever they want to find something out. Staple diffusion is pretty explicit on how their AI models work and what it takes to truly create a custom data set. They created their models off pre-existing images and texts that required over 5 billion assets. And even with fine-tuning, it would still require thousands of assets. Now, let me ask you something. Do you think a studio like Craftton has 5 billion company assets and images and text just lying around to create a custom AI model? Of course not. Not even a Warner Brothersized company can provide that much original assets. And on all of Craftton's websites and papers discussing Enzo, there is zero mention of stable diffusion or midjourney playing a part in their creation of a proprietary model, despite the game files stating otherwise. What they instead say is that they use generative AI to cut costs and make game development faster in regards to dialogue writing, voice acting, and even 3D modeling. Do you really think a studio who wants to cut corners is going to take the time to create a custom AI data set model with original assets that is impossible to create? While The Sims has its issues, and there is no doubt in my mind that EA would do something similar to this, it's crucial to point out that they didn't get as popular as they did through the use of generative AI. They did it by being a blood sucking corporation. Okay. Okay. Look, you have over $1,000. Would you use it to buy all the Sims 4 DLC, or would you use it to buy 40 giant Silver the Hedgehog plushies? I think you all know what the right answer is. Here's another one I got. He looks like he ated a bee, but you know, that's why we love him. Moving forward, I think people need to be more comfortable having discussions about generative AI because it's concerning to me how much of it has been normalized in the gaming scene. I have seen content creators be so openly against generative AI, but then the minute Enzoy came out, each one of them flocked to it like a moth to a lamp. I feel like if people believe they can get away with it, they will always take the easy way out instead of putting the work in. And this goes beyond game developers. Musicians, animators, and even YouTubers are guilty of this as well. If they think nobody will notice or if they think it's funny enough, then people will take advantage of generative AI. We have seen this time and time again. Once people start making exceptions for AI of Spongebob characters singing Gangsters Paradise, then people will start making exceptions for using AI voices in their projects and Analog Horrors. And then they will start making exceptions for AI images as long as they are funny enough. And it will just keep going and going and going because people either don't care or are too lazy to learn why they should care. We literally have people in the White House advocating for the usage of A1, I mean AI. And people still wonder how we even got to this point. My issues with Enzo go much beyond the game itself. How much longer are we going to make exceptions for certain uses of generative AI until we just flat out accepted it altogether? We have nobody but ourselves to blame for how much this has developed. And I just know that in 5 years I do not want to be having this exact same conversation again. The best way that I can end off this video is with a quote that I feel reflects a lot of this. Nobody gives a care about the fate of labor as long as they can get their instant gratification. This is a quote from Squidward. Nobody gives a care about the fate of labor as long as they can get their instant gratification. That was a great speech, Squidward. Thank you to the people over on my Patreon for helping make this video possible. People like Panda Cade, Ellener, and Gabe Neil. Your support means the world to me and it helps me to keep making the videos that I want to make. Thank you all so much. And I can't seem to make it. Coffee spelled backwards is ephok, which is funny because until I've had my coffee, I don't give e fog.",
  "title": "inZOI is Soulless AI Garbage",
  "author": "limus",
  "publish_date": "",
  "source": "YouTube",
  "language": "auto",
  "word_count": 3382,
  "extraction_method": "youtube",
  "extraction_timestamp": "2025-11-18T12:02:40.034562",
  "batch_id": "20251118_040058",
  "link_id": "yt_req15",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "Enzoy is a new life simulator game released in March of this year.",
        "Enzoy is marketed as a competitor to The Sims franchise.",
        "The creator of the video refunded Enzoy after playing for 1.5 hours.",
        "The video creator spent $40 on a refund to buy a Silver the Hedgehog plushy.",
        "The Sims franchise began as a critique of capitalist society in the 1950s cultural context.",
        "The Sims first game was designed to reflect the realities of living under capitalism.",
        "The Sims has incorporated supernatural elements like aliens, zombies, and ghosts.",
        "Bella Goth is a character in The Sims with a mysterious backstory involving alien abduction.",
        "Bella Goth's face appears on a missing person poster in a cereal box in The Sims 2.",
        "The Sims universe includes alternate dimensions and timeline variations across games.",
        "Enzoy NPCs are randomly generated and lack depth or narrative complexity.",
        "Enzoy uses generative AI for character creation, world assets, and visual design.",
        "Craftton claimed their AI models are proprietary and trained on company-owned data.",
        "Game files reveal that Enzoy uses Stable Diffusion, not a custom model.",
        "Stable Diffusion is trained on over 5 billion pre-existing images and texts.",
        "AI-generated images in Enzoy include copyrighted characters like Mickey Mouse.",
        "Enzoy’s world features real-world cities like Los Angeles, Korea, and Indonesia.",
        "Enzoy’s art style is described as soulless and corporate, lacking charm.",
        "The Sims uses a cartoonish, stylized art direction that blends humor and realism.",
        "Enzoy’s open world contains invisible walls and uninspiring environments.",
        "The Sims 3 had an open world but suffered from poor optimization.",
        "Craftton claims their AI runs on-device without external server communication.",
        "Generative AI requires massive energy consumption and cooling infrastructure.",
        "Training GPT-4 consumed approximately 65,000 megawatt-hours of electricity.",
        "AI systems may consume up to 6.6 trillion liters of water by 2027.",
        "Many content creators use AI for thumbnails without public concern.",
        "AI-generated logos and graphics are present throughout Enzoy’s interface.",
        "The video creator believes Craftton lied about using proprietary AI models.",
        "No mention of Stable Diffusion or Midjourney appears in Craftton’s official documentation.",
        "Craftton admits to using AI to reduce costs in dialogue writing, voice acting, and 3D modeling.",
        "The Sims did not achieve popularity through generative AI usage.",
        "The video creator owns 15 Silver the Hedgehog plushies.",
        "Squidward’s quote about labor and instant gratification is referenced at the end.",
        "The video was funded by Patreon supporters including Panda Cade, Ellener, and Gabe Neil."
      ],
      "key_opinions": [
        "Enzoy is not a true alternative to The Sims but rather a rehash of its mechanics.",
        "The Sims has a unique sense of humor and charm that Enzoy lacks.",
        "The absence of meaningful NPC personalities in Enzoy reflects poor design.",
        "Randomly generated NPCs in Enzoy feel lifeless and uninteresting.",
        "Enzoy’s reliance on generative AI undermines artistic integrity.",
        "Craftton’s claim of proprietary AI training is misleading and deceptive.",
        "Using AI to generate copyrighted characters shows a disregard for intellectual property.",
        "The normalization of generative AI in gaming is deeply concerning.",
        "Content creators who criticize AI but then use it for Enzoy are hypocritical.",
        "The gaming industry is prioritizing speed and cost-cutting over authenticity.",
        "The Sims’ success came from creative vision, not AI tools.",
        "Enzoy feels like an experiment to train Craftton’s AI rather than a real game.",
        "Real creativity is missing from Enzoy’s world design and asset selection.",
        "The game’s aesthetic lacks soul and emotional resonance.",
        "The video creator finds joy in collecting plushies more than spending on games.",
        "People will keep making exceptions for AI until it becomes fully accepted.",
        "We are collectively responsible for enabling unchecked AI adoption.",
        "Instant gratification is driving the erosion of labor value in creative industries.",
        "The current trend in AI usage will lead to long-term cultural and economic harm.",
        "Squidward’s quote perfectly captures the current attitude toward labor and AI.",
        "EA’s dominance in the genre is due to corporate power, not innovation.",
        "The Sims remains relevant because of its emotional depth and world-building.",
        "Enzoy fails to deliver on its promise of being a revolutionary life simulator.",
        "The game’s marketing is built on false claims about AI ethics and originality.",
        "The video creator believes generative AI should be critically examined, not celebrated."
      ],
      "key_datapoints": [
        "The video creator played Enzoy for 1.5 hours before refunding.",
        "The refund amount was $40.",
        "The $40 was used to buy a 15th Silver the Hedgehog plushy.",
        "GPT-3 training consumed 1,300 megawatt-hours of electricity.",
        "GPT-4 training consumed approximately 65,000 megawatt-hours of electricity.",
        "65,000 megawatt-hours could charge a smartphone 522 times.",
        "AI’s projected water usage reaches 6.6 billion cubic meters by 2027.",
        "6.6 billion cubic meters equals 6.6 trillion liters of water.",
        "Stable Diffusion was trained on over 5 billion assets.",
        "Fine-tuning a custom AI model still requires thousands of assets.",
        "The Sims 1 was released in 2000.",
        "The video creator has 15 Silver the Hedgehog plushies.",
        "Patreon supporters mentioned: Panda Cade, Ellener, Gabe Neil.",
        "The video was recorded during a period of high AI criticism.",
        "The video creator references “coffee spelled backwards is ephok”.",
        "The video duration is implied to be long due to extensive ranting.",
        "The video was produced with Patreon funding.",
        "The Sims 2 included a missing person poster with Bella Goth’s face.",
        "The Sims 3 had an open world but was poorly optimized.",
        "Enzoy’s world includes LA, Korea, and Indonesia as city references.",
        "The video creator refers to “an ungodly amount of time” spent on rants.",
        "The video title mentions “Limus Rants” and “generative AI”.",
        "The video creator uses AI for personal entertainment but criticizes its misuse.",
        "The video was published after a year of observing hype around Enzoy.",
        "The video creator bought a plushy after refunding the game."
      ],
      "topic_areas": [
        "Enzoy game review",
        "The Sims competition",
        "Generative AI in gaming",
        "AI ethics and transparency",
        "Environmental impact of AI",
        "Artistic labor and AI",
        "NPC personality design",
        "Corporate gaming practices",
        "Creative authenticity",
        "Plushie collecting culture",
        "AI-generated content",
        "Game development cost-cutting",
        "User trust and deception",
        "Soulless game design",
        "Squidward quote reference"
      ],
      "word_count": 3382,
      "total_markers": 84
    },
    "comments_summary": {},
    "created_at": "2025-11-18T12:02:41.126131",
    "model_used": "qwen-flash"
  }
}