{
  "batch_id": "20251118_040058",
  "link_id": "bili_req5",
  "source": "bilibili",
  "metadata": {
    "title": "",
    "author": "",
    "url": "https://www.bilibili.com/video/BV1bw4m1q7th/",
    "word_count": 2423,
    "publish_date": ""
  },
  "transcript": "这节课咱们来讲一个很有意思的故事，叫做斯坦福A小镇这篇论文啊，它的名字叫做一个生成式的A枕头，去模拟你们人类的一些行为。我们先看一下故事啊，故事当中啊它是在一个小村落底吧，也就是一个沙盒游戏。这个沙盒游戏啊其实什么都可以，你就可以当做是一个类似我的世界似的，里边呢有25个人物的角色啊，就是你要先初始化出来，有字麻主人。但是我在初始化的时候啊，每个人他是有一些记忆行为的啊，包括你这个人叫什么名字，你多大了。然后你之前干过哪些个事儿，你的一些性格特点，你认识哪些朋友，你的家庭组织关系什么样的，在本地文言当中呢都写好了啊，每一个人他初始化的一个故事。然后啊哎我就说把你的这个人啊放在这个村落当中。接下来呢比如这哥们儿他就溜达啊，满大街溜达溜达，泡着这哥们儿了。哎，他说我跟你唠唠嗑溜达遇到那个哥们了，他说我也跟你唠唠嗑。这仅仅是第一种啊，就是我们可以产生些交互。第二件事儿就是这个人啊他在走或者说他在生活的过程当中吧，他会观察到一些事物。哎，比如说他发现了哎呀，谁可能要竞选市长了，那我跟他关系怎么样？哎，我说我可得给他投个反对票，不能他选上，他选上以后可没我好果子吃了。那是不是他要做一些思考，还要结合当前这些现状做一些反思，从而去更改或者说规划他未来的一些行为。啊，所以说啊这个思想分险小镇啊，不仅仅说沙客游戏里边我们可以做一些简单的对话，还要有一些长期的计划，以及一些短期啊持续更新的记忆，通过你的记忆不断去更新，你在慢慢的去认识这个世界，从而呢可能会产生出来一些哎比较特别的一些行为。这些行为呢并不是我们事先约束好的，而是就让这20个主人公在这个村子里边你们生活着，你们能演绎出来什么样的故事，全靠你们自己好了。那大家可能会问，哎，就是他怎么能演绎出来这个故事啊？他遇到一个人，他去问什么东西，他观察到了事物，他观察到了具体的信息是什么样的，怎么由这些具体的信息来去进行和反思，进行和思考呢？其实啊这个沙客游戏啊只是我们的一个环境，它里边最核心的东西啊就是大家估也猜到了，我们得需要有一个大模型，这个大模型干什么呢？你可以当做一切都是他来完成的。什么叫一切？比如说我这个人啊，我现在看到了一些事物，哎，看到一些事物之后我学到了什么东西呢？我要在我记忆里边往里边去存什么呢？其实这个就是大模型去做的我的输入啊就是哎我当前看到了我周围的邻居他们在呃做什么事儿，然后有谁在有谁在竞选市场，然后又怎么样的观察一个东西。我问大模型，哎，你帮我总结一下我现在看到了哪些信息啊，大模型就把你生核出来，哎，你现在啊观察到的一些信息，观察到的一些数据。好，这样呢我们就会把可以把这些信息啊存到我们这个人记忆里边了。那再比如说啊现在哎我看到啊就这个杀人游戏里边，他其实还挺丰富的，不仅有这个人，还有一些啊就是物品吧。比如现在哎我说我看到我家床上他被占据了，有人在我家床上睡觉。那我问你我接下来行为可能是什么？那别人都把我床占了，我是不是没地方睡觉了，我就不能睡觉了，是不是？要真正的观察到你的环境上，给你提供什么样的一个信息指导啊，那这个事儿其实也是让大模型去帮你分析的啊，我的床被被使用，如果被使用了，我接下来要做什么样的决策，都是大模型会告诉你的。那还有什么呢？就是每天我们在生活过程当中啊，大家想一想你每天到晚上半夜12点到半夜一点，是不是经常这么想？哎呀，我下学期一定好好学，我明天啊一定努力把我的作业写完，我后天一定去锻炼身体，一定去健身房。就是你噼里啪啦一顿计划啊，反正规划一个东西这样干什么？你在做一些反思，你在做一些思考，把你白天看到的事儿，把你以前的计划哎去总结总结啊，我未来是怎么样，我明天一定怎么怎么样啊，我未来咋地的那这些东西思考怎么思考的呢？其实也需要把我们这些记忆传给这个大模型，去生成一些哎我们的思考，我们的反思，从而去影响你明天这些行为。那再比如说就是我们跟人作交做对话，那你说我碰上一个哥们儿，我要问他什么问题呢？是不得结合结合哎我的故事背景，我人物的一些属性，以及呢哎我之前可能跟他说什么话，我跟他的朋友说什么话，从而来去决定我到底问他一个什么问题。所以说跟每一个人在说话的时候都要干什么，都要在你的记忆当中大量去取悦，跟他相关记忆还是交给这个大模型，大模型再帮你生出来你要去问的一个问题。那有了问的问题人家怎么回答你啊？拿着问题，拿着人家的回忆再去生成出来一个回答。所以说大家可以这么去理解啊，就是整个的小村落它之所以可以运转起来，不仅仅是因为这样有个沙盒游戏，他们可以移动。更关键的就是他们需要去观察，他们需要去交互，他们还要去反思以及做未来的一些计划，把这些事儿全部交给一个大模型去做。所以大概这么去理解啊，就是现在这个gp t啊他不仅仅是一个对话的工具，他也可以帮我们去做一些决策，也可以帮我们做一些分析。在三福炎小镇当中啊，一切都是由这样一个大模型来去做的啊。好了，现谢大家梳理了一下，就是我们的故事当中啊基本的出发点要去做一件什么事儿。然后呢我们就一个来读一读吧，看看啊刚才讲的故事当中啊，具体我们该怎么去做。首先呢我们先看看它的摘要啊，然后到时候我会再给大家演示这个demo，然后最后咱演demo啊，以及我给大家说说环原总么配置，咱们到时候怎么玩啊。甚至你可以修改一些角色啊，你不是25个人，然后你放个三个人、五个人，然后可能是你是你哥们，是你喜欢的谁谁谁。你们在故事里边去演绎其实也可以。但是呢有句话说在前面这东西很贵。为啥说这东西很贵呢？你想啊就是你要做的每一个操作就是往前走一步。我要观察到一些事物的信息，观察到什么要问这个大模型是不是？所以说呃你要跟这个学媒体啊产生大量的交互，我跟大家这么说吧，这个东西贼贵贼贵的，你要是没一个几百啊或者是上百美元的预算，你基本上是玩不了这个东西的。要去理解他的一个源码啊，我头一次发现原来gp t 4可以做的如此昂贵啊。好了，来我们看一看在摘当中啊去做一些什么事。",
  "comments": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [
        "斯坦福A小镇论文名为《一个生成式的A枕头》",
        "该实验基于沙盒游戏环境进行模拟人类行为",
        "游戏中初始设定25个人物角色",
        "每个角色具有名字、年龄、性格等基本信息",
        "角色拥有个人记忆和过往经历记录",
        "角色间可进行对话与互动交流",
        "角色能观察环境变化并做出反应",
        "角色会根据观察结果调整未来行为计划",
        "系统包含长期记忆与短期记忆更新机制",
        "角色行为由大模型驱动而非预设脚本",
        "大模型负责处理环境信息的提取与理解",
        "大模型帮助角色总结观察到的信息并存入记忆",
        "大模型分析物品状态变化以指导行为决策",
        "角色在夜间进行反思并制定未来计划",
        "大模型用于生成每日反思与行为规划内容",
        "角色提问需结合其背景与历史交互记忆",
        "大模型根据角色记忆生成合适的问题",
        "大模型根据对方记忆生成回应内容",
        "整个系统依赖大模型完成认知与决策过程",
        "大模型不仅支持对话，还支持推理与规划",
        "系统运行需要大量与大模型的交互",
        "系统对计算资源和API调用成本要求高",
        "使用该系统需具备数百美元以上的预算",
        "GPT-4在该项目中被用于核心推理任务"
      ],
      "key_opinions": [
        "该实验展示了大模型在模拟复杂社会行为中的潜力",
        "角色行为的涌现性令人感到有趣且真实",
        "系统设计体现了对人类认知过程的深刻理解",
        "大模型作为“大脑”是系统运转的核心",
        "该技术可能改变未来人机交互的方式",
        "系统虽强大但成本过高限制了普及",
        "高昂的成本反映了大模型推理的真实开销",
        "项目演示有助于直观理解生成式AI的能力边界",
        "角色之间的关系演化具有叙事张力",
        "系统为个性化故事创作提供了新范式"
      ],
      "key_datapoints": [
        "游戏中有25个初始角色",
        "每次操作涉及与大模型的交互",
        "系统运行需上百美元预算",
        "项目使用GPT-4作为核心推理引擎",
        "角色在夜间进行反思与计划制定",
        "角色需通过大模型生成问题与回答",
        "环境观察结果由大模型总结并存储",
        "角色记忆包括家庭关系与社交网络",
        "行为决策依赖实时环境感知",
        "系统支持自定义角色数量（如3至5人）",
        "角色可被替换为特定人物（如朋友或偶像）",
        "每步移动都触发一次大模型调用",
        "系统需持续更新记忆与状态",
        "大模型处理输入输出频率极高",
        "单次完整交互可能产生多个API请求"
      ],
      "topic_areas": [
        "沙盒游戏模拟",
        "角色记忆系统",
        "大模型驱动行为",
        "环境观察与反馈",
        "反思与计划生成",
        "对话生成机制",
        "交互成本分析",
        "系统可配置性",
        "角色自定义能力",
        "技术实现挑战",
        "生成式AI应用",
        "认知模拟原理",
        "高成本运行需求",
        "未来应用场景"
      ],
      "word_count": 4,
      "total_markers": 49
    },
    "comments_summary": {},
    "created_at": "2025-11-18T12:03:27.887293",
    "model_used": "qwen-flash"
  },
  "completed_at": 1763438615.5428948
}