{
  "success": true,
  "bv_id": "BV1m4CSBFEY3",
  "url": "https://www.bilibili.com/video/BV1m4CSBFEY3/",
  "content": "经过两个星期左右心不古力的一测，内容基本上都体验完了。那么现在的话只剩下一些重复的收集类任务了啊，我的视频更新了五天之后就没有更新了，因为后面基本上是没什么新内容了。然后本期视频的话就给心不古力来做一个总结啊，我会从多个方面来非常详细的介绍这款游戏，确保你能够通过这个视频对于这个游戏有更清晰的了解啊，包含它的各种系统设定啊，社交种植、探索交互啊，星球建设之类的，都会说的非常详细啊啊那么首先是它的基础玩法，根据剧情设定每个玩家都有一颗星球，我们可以在这个星球上面进行建造生活。那么星不古地主要是通过一些任务引导，教会我们怎么样去钓鱼、抓虫、砍树、做菜，还有种植之类的基本操作。以及最重要的房屋，还有这个装修，还有社交和交互啊，那么这些功能环环相扣，它并不是独立的功能，都有一定的共同性，互相去影响。那么我们下面针对各种系统进行详细的介绍和说明啊。首先是这个种植系统，玩家在野外看到的树啊、花之类的，都可以直接用铲子铲起来放到背包，然后回到自己的基地附近进行种植。那么商店也会有种子售卖给我们，种子呢有植物、农作物、花之类的啊，也可以去别人的星球进行种子的购买啊，不会占用他的商店货物数量连接商店跟个人商店是独立开的啊，东西不同成长的时间也不同，有的需要两天才能够成长，有的一天呢就能够成长收获。那么顺便说一下，这个游戏的时间是跟现实世界一比一的。你在早上登陆游戏，那么游戏就是早上。你在夜晚登陆游戏，那么游戏就是夜晚。像是种植的各种东西，大多数也是需要等到第二天才能够长成的。同时对于农作物，我们还需要每天去浇水啊，如果不浇水的话，那么农作物就会长得很一般，并且有可能会出现这个害虫。害虫会让我们的农作物长得很差劲，浇水后的第二天呢就可能长出巨大的农作物啊。比如说这个巨大的土豆，巨大的农作物会跟附近其他的农作物进行杂交种植，可能会出现一些很奇怪的植物，这类植物可以拿来收藏摆件啊，也可以拿去卖。所以在测试当中我们有一种种植的玩法，就是当我们种出巨大植物的时候，可以铲下来放到背包，然后挑一个地方在中间种出一个巨大的植物，周围呢就种植一圈其他的植物，等到第二天就有可能出现一些奇葩的植物。同时种植的农作物可以拿去自己的商店进行售卖，有专门的菜市场啊，价格会有波动，也可以拿去别人家的菜市场进行售卖啊，有点类似于炒股啊。同时这个游戏还有种植位的设定啊，我们种的农作物基本上都要占用一个种植位的，通过升级我们的基地树来获得更多的种植位，完成主线任务可以对基地树进行升级，像是树或者是花之类的是不会占用种植位的。也就是说我们想种多少就种多少。那么这样的话就可以通过树或者花来搭配我们的星球建设啊，让它变得更美丽。然后是他的野外探索，在野外我们可以挖矿、砍树、钓鱼、赶海啊，获取到的各种食物或者是材料，可以拿去建设房屋、制作道具，或者是做菜，或者是拿去卖钱都可以。不过很多材料是需要到达特定的条件才能够获得的，比如说这个游戏它是分心系的，目前依次的话有禾下以及塔法主播这里的话是塔法星系，像是李子树、苹果树是禾下心系的特产。初始的话我们是没有的，我们需要通过好友的星球进行新的探索才能够获得这些特产啊，有一定的社交需求。有时候呢抬头看天空啊，也会看到一些别人的星球在飘动啊，我们就可以去申请访问啊，我们也可以去星空街道认识一些朋友。那么后面我们也会详细介绍这个星岛探索的功能。树木的种类不同，掉落物也是不同的，像是苹果和李子树，它们有概率掉落原木，而塔法的芒果树和牛油果树，它们有概率掉落热木。有时候需要建设房屋或者是家具，需要特定的材料，我们就需要分别去进行获取。还有像是鱼和蟹之类的也有星系之分，有的鱼只会出现在河下，而有的鱼只会出现在塔法，同时还会分白天或者是夜晚才会出现。目前的话主播就是卡在这个任务阶段啊，需要刷这个图鉴，就只能通过这些要求去获取这些鱼。下面我们就说一下这个先岛探索啊，这个可能会是一个最主要的长线玩法，跟每日任务一样，每天可以去进行探索。在一测的第二天我就解锁了这个功能。设定上来说我们会有一台车，通过艾莎山尼，我们可以开车去到星系进行探索。那么途中就会遇到很多小岛，在这些小岛上有特定的动植物，还有各种小动物朋友。像是动植物的话我们就可以直接铲下来放到背包，然后再拿到自己的星球去进行种植，这样就可以在自己的星球一直双裁掉了。也就前几天什么都缺的情况下啊，需要铲一些树回去啊，种植比较耗时间，到后面基本上是不需要再铲了啊，资源都是溢出的，后面都是一直在想办法怎么搞各种设计图啊。但是如果说你想要进行一些奇怪的设计，比如说这一片的花田啊，就需要耗费很多的时间去铲很多的花来进行摆放。需要说明的是啊，青岛探索室比较容易刷途径了，相比自己在家里面刷，青岛市很容易出现没有遇到过的各种动植物。那么探索的话也是分心细的，从我们自己的。星球去兑换艾莎莎尼进行探索，那么就是自己的星系，像我就是塔法的星系啊。那如果说我想要去一个和下星系的话，就需要去到一个河下的好友的星球兑换他家的艾莎莎尼，从他家出发啊，那么就是河下的星系。那么星系不同探索遇到的岛上面的特产也会不相同。河下的话就是苹果树、李子树啊，然后还有竹子嘛，塔法的话就是芒果树、牛油果树、面包树，还有各种昆虫啊、鱼啊什么的。也是分星系的，所以呢它是有一定的社交属性在里面啊。你必须要有一个好友才可以前往星系。在自己星系进行探索的时候，可以带上我们的小动物朋友，他们会帮助我们砍树啊、钓鱼啊、挖矿，就不用我们亲自去动手。但是如果说我们去往别人的星球进行探索的时候，是不可以邀请小伙伴一起的，就只有我们一个人。那如果我想要竹子就必须去河下的星系吗？啊，也不一定，自己的塔法星系也有可能会刷出来，但是概率可能是比较低的。同时探索的话也是分123层的，一测的话最多三层，层数高低好像没有什么特别大的区别啊，只是说每个岛的水滴都需要去收集那么一层。探索完了，那你肯定要往二层去走，对不对？那水滴的话有啥用呢？有一些岛需要收集齐一定的水滴才能够去进行探索。那么还有我们的车它是有电量的，非常的新能源啊，电量用完了就不能继续探索了，可以通过我们使用水滴去升级，升级后的车可以有加速的功能，同时电量也会更多。还有我们每次探索都需要消耗电池去充满这个电量啊，每天上电的话可以固定买两个电池，其他的就是任务或者是升级，我们的小动物朋友可以获得。在探索岛的时候也会有解谜的要素啊，需要开宝箱按照提示操作才会出现水滴啊等等之类的。下面是它的友灵系统，其实就是相当于伙伴啊，就是这些小动物朋友在一侧的话，总共有六个小伙伴。第一个小伙伴是云果，通过任务就可以获得，相当于是一个引导的角色。后续其他的伙伴我们需要通过星岛探索来获得，在亲密度到达二级的时候就可以邀请伙伴到达我们的星球进行定居。他们会有专属的房屋，每邀请一个就需要单独给他们布置一个屋子啊，这个屋子是需要升级的。同时根据朋友性格的不同，他们对房屋的装修风格要求也会不一样，像是云果屋子整体的都是竹林的风格，我们需要帮他收集各种家具，给他装修完成这个评分。同时这些小伙伴每天都在我们的星球生活，我们每天可以跟他们聊天啊，送礼物，有时候还会给我们发布一个任务，通过这些交互啊去提升他们的亲密度，还可以获得更多的互动内容啊，比如说给他们换衣服啊，让他们跟我们一起坐下。也有一定的特色的角色功能，像是云果度到达一定的程度会自动去帮我们的农作物进行浇水。而且日常还会对我们的行为做出反应啊，比如说各种钓鱼、种菜、抓虫的行为啊，他们看到了就会给我们鼓掌，他们自己偶尔也会两个互相聊天，我们也能够插入进去进行互动。有时候还会突然跑过来啊给我们送一个礼物啊，可能是家具，也可能是一些时装，对我们的角色自身摆的一些动作啊也会做出反应啊。比如说给他们磕头，他们会惊讶一直用这个补充网去捕捉他们啊，他们会生气。有时候呢也会自顾自的在一边跳舞啊，有时候呢也会出现在旁边给我们照相啊，特别是这个拍照功能，还有拿着自拍杆的拍照方式，同时也能够叫上伙伴跟我们一起去拍照啊，摆出各种的动作。总而言之啊，互动和交互在心部鼓励设计的非常多，会让你感觉这些角色他们并不是一个单纯发布任务的工具人，各方面的交互都会让你有一种生活在这里的感觉。各种小动物也设计的非常的精致，我特别喜欢这个小绵羊，设计的真的非常可爱。设计的这么精美啊，我怎么感觉它一定会进这个卡池啊。下面介绍一下它的星球建设这个功能，我是大概测试第三天的时候开放的这个功能，这个功能可以让我们直接对整个星球进行编辑。在前期的时候，我把整个星球的数一个个铲掉了，耗费了大量的时间啊，那么有了这个功能，基本上可以做到对整个星球基进行编辑，包括地面的样式啊，上的高低以及直接造出河流啊等等。还有像是这些树啊、花还有植物，点击一下就可以收到背包，非常的方便啊。有了这个功能之后，整个星球的山都被我移平了，这样就方便我们直接对整个星球进行装修。像是花花草树这些是不占用种植位的，可以摆非常的多，形成一些特定的图，也是非常的好看。在目前一测的情况下，这个游戏玩到后期基本上是收集时装装修星球了。如果有一些装修大佬可以直接把自己的星球的装修做成这个蓝图啊，让别的玩家可以一键套用啊，也是一个不错的玩法。不过一测的话是没有这个功能的。下面介绍一下他的社交功能，这个游戏的社交目前来说是比较少的，但是整体设计方面啊是有侧重点的。除了前面我们介绍的去到好友家里面开车进行新岛探索之外，也可以直接去好友家里面进行资源采集，但是需要好友单独给我们开这个采集的权限啊，否则的话是不行的。也就是说如果我们缺竹子，好友家里面种了竹子，我们就可以先去好友家里面砍一点来使用。但是你不能直接去把好友家里面的树什么的都给他铲了啊，是不行的。还有像是有的生物只会在特定的星系出现啊，我们也是可以去到好友家里面去获取的。那么另外一个就是他的星空街道，这就是一个单独的社交场景的，这个场景的内容其实也并不多，在一测的大多数人啊玩的最多的就是中间的跳舞小游戏。跳舞是可以获得积分的，积分可以拿去换。各种动作啊或者是拿去抽奖，奖品呢有风筝、烟火棒、糖果之类的小东西。糖果呢还可以给别人一起吃，这些小物件也都做了交互啊，风筝是可以放的，烟火棒也能点很多动作，也可以拿着这些小物件来进行，甚至还可以拿着家具或者是拿着一盆菜来摆这个的动作。还有就是这个咖啡馆的AI老板娘啊，不过这个AI可以说是一个很实验性的东西啊，目前看下来他的完成度还是比较高的。有一些基本的人设，他觉得不合适的问题啊，会打马虎给你复衍过去啊，像是一些算术也会故意给你算错，甚至还有记忆体啊，比如我跟他说啊，我60岁手指得了关节炎啊，第二天我去打开这个游戏，然后去问他还记得我吗？啊，他说还记得你不是说你60岁吗？还说自己手指得了关节炎之类的，而且这个会不停的给你找话题啊啊这就避免了很多社恐的玩家他不敢去跟人对话啊，那么就可以开个私密的房间，单独去跟这个老板娘聊天。那么后续也可能会给出更多的这种AI nc啊，大多数玩家也都是在玩这两个内容啊，除了这两个内容，其他也有很多小玩意儿啊，比如说一堆乐器可以拿起来玩，还有私密的占卜聊天啊，篝火话题。但是这些的话大多数玩家都是去摸一下，不会太长久的去研究怎么玩。因为他需要人或者是朋友一起才行。一色的话是没什么人的，这个街到大一点的社交玩法还是有点少了。很多玩家其实是比较乐意去社交的。你会看到在广场搞各种抽象的神秘仪式，还有拉人一起跳舞的这种不需要打字交流，只需要做出一个动作啊，人与人之间好像电波就对上了，两个人就开始搞抽象。那么就这一点，悲永远也没办法超越人类。下面介绍一下它的装扮系统啊，目前来说装扮的数量还是比较偏少的，但是用来一测的话还是足够的，可以通过商店进行购买。商店里面的服装也是每天都会刷新，只需要消耗金币就可以购买。但是好像并不会刷新出高档一点的服装，很多服装你一看就不是一个级别一个档次。基础款式的有毛衣、短裤以及夹克、长裤之类的高级的套装，可以在电视购物进行购买啊，需要这个星星区进行购买。星星目前的话只能通过成就和每日任务获得，刷成就给的星星非常多，我这里好看的服装基本上都是靠星星在电视购物获得的。这个店视每24小时会刷新，商店基本上是套装的是比较好看的啊。我这里服装比较少，而且大多数只能通过电视购物获得。那么也有一些很奇怪的服装啊，比如说这个竹子套装啊，还有这个恐龙服套装。在换装界面换衣服的时候也会有一些姿势动作啊，这个以后可能会是一个付费的科技点。还有它的动作交互系统啊，这个游戏的动作交互是非常多样的，现目前可以通过星空街道进行购买很多动作并且还有一些互动的动作，两个人一起跳舞啊，拉着别人的手一起走之类的，甚至很多道具也做了特定的交互。有一个糖果可以拿在手上，然后给别人吃，别人只需要在我们附近点个同意啊，就可以进行交互了啊，就像小时候倒零食给朋友吃一样。同时很多动作也可以拿着道具进行，这个前面我们已经介绍过了，我们还可以不停的点多个动作啊，达到仰卧起坐的效果。坐下的时候呢也可以使用一些特定的动作，而且这么多动作啊是不止用在玩家身上的，大多数nc也是带这些动作的。在对话的时候nc的动作是非常丰富的，会跟着台词坐出对应的反应，也会跟很多环境产生互动啊，比如说坐下看书啊、思考之类的，很多家具道具都会有交互。比如说这个窗帘是可以开关的，垃圾桶是可以丢垃圾的，洗手台是可以洗手的，地球仪也是可以转着玩的，啊，蜡烛也是可以开关的。玩偶呢是可以抚摸的，蓄水池是可以洗澡的。有大量的交互行为啊，这里就不一一展示了啊。下一个我说像这个游戏我遇到的一些痛点和bug。首先是这个聊天功能设计的并不好，玩家需要在附近才能够看到对方说的什么。私聊界面有时候也因为bug而看不到对方的信息，而且文本框啊还是歪的。从平面跳跃到另外一个高低平面的时候啊，整体体验给人感觉比较卡手和浪费时间，需要单独做一个这个跳跃动作。如果是一个三四级的台阶啊，真的是有点烦。青岛探索的时候，有时候忘记带钱，而小摊贩还不能卖东西，因为是消耗电池的，没带钱就只能走了，就很血灰。人物交互的时候有大量的bug，特别是在这个牵手啊，对方像是漂移跟着走。我还用这个bug去卡朋友的模型，卡着玩。其他的bug我就不细说了，想必也会优化的。不过一次的bug是真的多，我几乎每天都能遇到很多的bug。这个游戏其实并不复杂，综合看下来就是一个种田休闲的游戏。但是目前来说内容还是比较少的，长线玩法是比较欠缺的。目前除了做完每日任务啊，其他重复性也很高。但后期基本上都是追头剑，以及去建设一些奇观来看。想去社交广场玩，除了搞点神秘的仪式啊，其他也没有什么特别有趣的。所以到第五天后面我就没有更新视频了。不过总体来看一次的完成度还行，我算是很差的，整体给我的感觉还是慢节奏的，我觉得还行。后面测试以及公测会有更多的玩法，我也会继续玩下去。那么这个游戏很多人不喜欢，很多人也很喜欢。这类游戏通常是比较挑人的。如果你是那种比较追求节奏快的人，那么你可能不会喜欢这个游戏。或许你在看直播或者视频的时候啊，会有这种感觉，怎么挖个土慢悠悠的呢？怎么一直在抓虫子呢？啊，怎么一直在钓鱼呢？啊，这个游戏到底在玩啥？为什么那么多人喜欢这种种田游戏、养老游戏呢？啊，这类游戏当你进入心牛状态的时候，会有一种内心的平静感。经过我这几天的深度游玩啊，我是体验到了这种感觉的。我种出了一片花田，然后躺在中间啊就这样静静看着啊，内心得到了平静，花了十分钟半个小时做了一个奇观，设计了一个小镇出来啊，有一种莫名的满足感。跟朋友玩耍的时候不需要打字，不需要聊天，一个动作两个人就产生了交互，配合上平静的背景音乐啊，心里就有一种莫名的宁静。在这个短平快的生活节奏下，我们大多数人的内心都是比较浮躁的，对人对视有时候并不那么耐心。看到一篇文章字太多就不想看啊，看视频也要开倍速，吃着饭也一定要挑个视频，偶看。很多评论会说，对小孩子来说很幼稚，对成年人来说是刚刚好的，也许喜欢这类游戏的成年人可能也是为了追求那一份求而不得很幼稚的平静感啊，那么刚好我就是这样的成年人，特别是现在很多人对游戏选择太多了，想玩什么类型基本上都能找到。可以看出心不鼓励这款游戏推出来也是有一定的考量的，也可以发现不止米哈游，好像近几年推出的很多游戏都在网轻量化的方向走啊。那么这款休闲养老的游戏啊，在现在的游戏市场能不能有一席之地呢？啊，我不知道，我就是个初玩游戏的，所以你说这游戏好不好啊？对我来说他给了我想要的，但如果你玩不下去啊，也非常正常。他就像一本安静的书啊，合不合适自己翻一翻才知道。",
  "title": "",
  "author": "",
  "publish_date": "",
  "source": "Bilibili (via SnapAny + Paraformer)",
  "language": "zh-CN",
  "word_count": 6756,
  "extraction_method": "snapany_paraformer",
  "extraction_timestamp": "2025-11-18T12:03:59.476425",
  "batch_id": "20251118_040058",
  "link_id": "bili_req3",
  "error": null,
  "summary": {
    "transcript_summary": {
      "key_facts": [],
      "key_opinions": [],
      "key_datapoints": [],
      "topic_areas": [],
      "word_count": 2,
      "total_markers": 0
    },
    "comments_summary": {},
    "created_at": "2025-11-18T12:03:59.497501",
    "model_used": "qwen-flash"
  }
}